{    "weeks": [
    {
        "unidad": 1,
        "fechaDeInicio": "1/sept",
        "fechaDeCierre": "5/sept",
        "semanaEscolar": "1",
        "contenido": "Diagnóstico educativo.",
        "aprendizaje": "Identifica sus conocimientos previos sobre las propiedades y clasificación de materiales y sustancias, así como su relación con el desarrollo sostenible.",
        "tema": "Introducción a la unidad.",
        "leccion": "Me preparo",
        "inicio": "Pida a los educandos que observen la imagen y que mencionen cuáles son las ventajas y desventajas del uso de los materiales y del estilo de vida que se muestran. Pregunte ¿cómo pueden diferenciar un material de otro? Los productos que observan, ¿son puros o son mezclas de varios? ¿Cuáles son los criterios para evaluar la sostenibilidad de estos materiales en términos de su extracción, producción y desecho? Distinga junto con ellos los diferentes tipos de productos que se pueden apreciar o suponer en la imagen. Invítelos a que mencionen otros que utilicen de manera cotidiana en sus actividades. Pregunte ¿cómo podemos informarnos de manera responsable sobre los materiales que se usan en los productos que consumimos? ¿De qué manera nos ayuda este conocimiento a tomar decisiones de compra más conscientes? Nuestros hábitos de consumo tienen consecuencias directas con el cambio climático. Por ejemplo, la producción de carne y lácteos a gran escala genera emisiones significativas de metano, un gas de efecto invernadero potente. Vincule este tema con el ods 13 (Acción por el clima) con la ayuda del artículo \"Global climate-change trends detected in indicators of ocean ecology\" que se sugiere en el apartado de \"Recursos de apoyo complementarios\". Hagan una lluvia de ideas sobre qué otros hábitos de consumo tienen consecuencias directas en el cambio climático.",
        "desarrollo": "El alumnado conoce de su experiencia diaria la importancia de los materiales y las sustancias que le rodea, y es capaz de distinguirlos, aunque no le resulta tan fácil identificar los problemas que conlleva la escasez de estos productos. Puede apoyarse en los conocimientos adquiridos, tanto en su formación primaria como en sus cursos previos de ciencias, para identificar características y propiedades de los materiales que hay a su alrededor. En la asignatura de Física, los educandos revisaron las características de los sistemas y estudió los cambios de estados de agregación. Recupere los conocimientos acerca de los cambios de estado y la temperatura, además del modelo cinético de partículas. Recuerde estos conceptos para proponer el método de separación en las mezclas que se presentan. Conocen de manera empírica algunas técnicas de separación de mezclas porque son las que se utilizan para preparar los alimentos. Puede apoyarse de los documentales \"Asbesto, una historia interminable\", que se sugieren en la sección de \"Recursos de apoyo complementarios\", para describir los beneficios, costos y riesgos de los materiales. Haga hincapié en el manejo responsable de los desechos que implica el uso de diversos materiales de uso cotidiano.",
        "cierre": "Invite a los estudiantes a reflexionar so bre sus hábitos de consumo. Pídales que observen los objetos de la imagen de entrada (páginas 12 y 13), que elijan aquellos que usan con frecuencia y que hagan un listado con ellos. Ínstelos a complementar la lista con accesorios que porten en su mochila y que ellos consideren que son indispensables para sus activida des académicas. Pregunte a los alumnos ¿cuál es el impacto ambiental del uso excesivo de los artículos que listaron? Explíqueles que el consu mo desmedido de estos accesorios tiene un impacto negativo en el medio ambiente. Como ejemplo, señale que cada minuto se usan 500,000 millones de bolsas plásticas en todo el mundo y que la mayoría de estos materiales terminan en los océanos. Al terminar, pregunte ¿qué acciones individuales pueden llevar a cabo para mejorar sus hábitos de consumo y reducir el impacto ambiental negativo?",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Identifica sus conocimientos previos sobre las propiedades y clasificación de materiales y sustancias, así como su relación con el desarrollo sostenible. Reconoce la importancia de los materiales y sustancias en la vida cotidiana."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "8/sept",
        "fechaDeCierre": "12/sept",
        "semanaEscolar": "2",
        "contenido": "Los hitos que contribuyeron al avance del conocimiento científico.",
        "aprendizaje": "Reconoce los aportes de saberes de diferentes pueblos y culturas en la satisfacción de necesidades humanas en diversos ámbitos (medicina, construcción, artesanías, textiles y alimentos).",
        "tema": "Avances del conocimiento científico y tecnológico",
        "leccion": "Lección 1. Aportaciones de culturas en la satisfacción de necesidades",
        "inicio": "La lección tiene el objetivo de que comprendan la importancia que tienen los saberes de los diferentes pueblos y culturas en la construcción del conocimiento científico, tecnológico y social. La actividad de esta sección tiene como propósito que los educandos conozcan acerca de las aportaciones de la civilización mexica al campo de la medicina y la herbolaria. Al respecto, explíqueles que, pese a que los pueblos mesoamericanos atribuían a las enfermedades un fuerte componente mágico-religioso, éstos poseían gran cantidad de información que permitían tratar diversas enfermedades.",
        "desarrollo": "El propósito de los textos y la actividad en esta sección es mostrarles a los alumnos las contribuciones que han hecho las distintas civilizaciones con el fin de mejorar las condiciones de vida de la sociedad. La actividad los invita a examinar mediante una gráfica la relación que hay entre los avances científicos y tecnológicos en el campo de la salud y el aumento en la esperanza de vida de la población, además de guiarlos, mediante algunas preguntas, a la reflexión acerca de la relación de los avances con el conocimiento y el incremento en la esperanza de vida. Comente a los estudiantes que las enfermedades han acompañado a la humanidad desde siempre, y que así como surgió la pandemia por SARS-CoV-2 en el 2020, antes otras pandemias han causado estragos en la población mundial. Mencione que una de las más devastadoras ha sido la peste negra, la cual se estima que entre 1347 y 1351 ocasionó de 75 a 200 millones de muertes. Además, haga énfasis en el hecho de que durante la Edad Media los conocimientos en medicina eran muy básicos y que las condiciones de higiene no eran adecuadas. Respecto a las aportaciones que ha hecho nuestro país, coménteles que las diversas obras hidráulicas que desarrollaron las civilizaciones mesoamericanas tuvieron el objetivo de almacenar y distribuir el agua y evitar inundaciones, principalmente. Por otra parte, explique la importancia que tienen las chinampas, las cuales fungen como terrenos de producción agrícola en los que se cultivan calabazas, frijoles, maíz, espinacas, acelgas, verdolagas, entre otras, y que cuentan con buena fertilidad del suelo y abundante agua; además, tienen la ventaja de que permiten conservar las áreas lacustres, fomentan la biodiversidad, incrementan el reciclaje de desechos orgánicos, generan fuentes de alimentación y dan empleo a los agricultores.",
        "cierre": "La actividad de esta etapa tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la lección, y su objetivo es que reflexionen en torno a que los avances científicos y tecnológicos han favorecido el desarrollo de la humanidad. Se sugiere que también se les solicite investigar el personaje o la civilización que inventó las aportaciones que señala la actividad.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Reconoce algunos productos para satisfacer las necesidades humanas y que incrementan la calidad de vida. Identifica las principales aportaciones de las culturas antiguas al desarrollo del pensamiento científico."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "15/sept",
        "fechaDeCierre": "19/sept",
        "semanaEscolar": "3",
        "contenido": "Los hitos que contribuyeron al avance del conocimiento científico.",
        "aprendizaje": "Indaga en fuentes de consulta orales y escritas, las aportaciones de mujeres y hombres en el desarrollo del conocimiento científico y tecnológico, para valorar su influencia en la sociedad actual.",
        "tema": "Aportaciones de hombres y mujeres en el desarrollo científico y tecnológico",
        "leccion": "Lección 2. Química y sociedad",
        "inicio": "La lección tiene como propósito que los estudiantes reconozcan y valoren la importancia de la Química en la sociedad. También que relacionen algunos personajes importantes con sus aportaciones en esta ciencia. La actividad de esta sección tiene como propósito que los educandos reflexionen acerca del uso tan versátil que tienen los materiales de la industria textil. Sobre esto, mencióneles la importancia que tiene esta industria, porque es la encargada de fabricar las prendas con las que cubrimos nuestro cuerpo, nos protege de las condiciones ambientales (frío, calor, lluvia, nieve, etcétera) y nos mantiene cómodos y seguros mientras desempeñamos nuestras actividades cotidianas.",
        "desarrollo": "El propósito de los textos y las actividades en esta sección es que los alumnos reflexionen en torno al impacto que tiene la Química en la vida cotidiana. Recálqueles que, en la actualidad, la sociedad depende principalmente de los materiales y sustancias que produce la Química, por ejemplo, los plásticos, los medicamentos, los fertilizantes, entre otros. En la primera actividad (página 22), indique a los estudiantes que la incorporación de las mujeres a la ciencia no ha sido un camino fácil, porque durante mucho tiempo se les negó el acceso a la educación y era muy difícil que lograran estudiar una carrera profesional, ya que sus actividades principales eran las tareas del hogar y el cuidado de la familia. Para la segunda actividad (página 23), mencione a los educandos que los biomateriales son una de las aportaciones más importantes de la Química al área de la salud, porque gracias a este tipo de materiales se puede suplir, reparar o mejorar la función de algún órgano o parte del cuerpo humano. Además, destaque las propiedades de estos materiales, sobre todo, que son compatibles o no presentan consecuencias en otras partes del cuerpo. En la tercera actividad (página 24), mencione a los alumnos que el Premio Nobel es un galardón internacional que se otorga anualmente para reconocer a personas, instituciones u organismos que hayan llevado a cabo investigaciones, descubrimientos y contribuciones notables en los campos de la Física, la Química, la Fisiología, la Medicina, la Literatura, la Paz y la Economía. Solicíteles que investiguen el motivo por el cual el químico mexicano Mario Molina obtuvo un Premio Nobel. Por último, explíqueles que la propagación de noticias falsas e información sin sustento científico contribuye a generar una imagen negativa de la Química, por lo que es importante investigar en fuentes educativas o gubernamentales la información para no creer las noticias falsas.",
        "cierre": "La actividad de esta sección tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la secuencia; para ello, deberán identificar los materiales que usan a diario e investigar acerca de cómo la Química ayuda a satisfacer las necesidades básicas de las personas. Reflexione con ellos acerca de cómo sería su vida si no tuvieran a su alcance todos los avances científicos y tecnológicos; asimismo, haga énfasis en el gran impacto que han tenido algunos objetos y materiales en el desarrollo humano y en el medio ambiente. Se sugiere que haga una tabla comparativa de los costos y riesgos de los materiales que recopilaron en el punto 1. Además, invítelos a reflexionar acerca de las acciones para disminuir el uso de materiales que afecten la salud y el medio ambiente. Pida a los estudiantes que resuelvan la ficha \"Dosis que te hacen fuerte\" de su cuaderno de evidencias. Con ello fortalecerán los aprendizajes adquiridos sobre el uso de productos químicos para mejorar nuestra calidad de vida.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Investiga acerca de las aportaciones de mujeres y hombres en el desarrollo del conocimiento científico y tecnológico. Valora la existencia de diferentes materiales, sus beneficios y riesgos de uso. ",
        "evidencias": 1
    },
    {
        "unidad": 1,
        "fechaDeInicio": "22/sept",
        "fechaDeCierre": "26/sept",
        "semanaEscolar": "4",
        "contenido": "Las propiedades extensivas e intensivas.",
        "aprendizaje": "Formula hipótesis para diferenciar propiedades extensivas e intensivas, mediante actividades experimentales y, con base en el análisis de resultados, elabora conclusiones.",
        "tema": "Propiedades intensivas y extensivas",
        "leccion": "Lección 3. Propiedades de los materiales",
        "inicio": "La lección busca que Comprendan que las propiedades que posee una sustancia o un material determinan sus usos y aplicaciones. El propósito de esta sección es que los educandos distingan las propiedades de los plásticos, sobre todo aquellas que se pueden apreciar con los sentidos. Explique a los estudiantes que para reciclar el plástico es necesario conocer sus características; asimismo, mencione que este proceso conlleva una serie de beneficios ambientales y económicos, por ejemplo, se evita que gran cantidad de plásticos terminen en el mar, se ahorran recursos y energía, mejora la calidad del aire al disminuir la contaminación, entre otros.",
        "desarrollo": "El propósito de los textos y las actividades de esta sección es mostrar a los alumnos que las propiedades de los materiales y sustancias se pueden clasificar en cualitativas y cuantitativas, así como intensivas y extensivas. También las propiedades se pueden catalogar en propiedades físicas y químicas, según las cualidades que posee un material. Mencióneles que las propiedades físicas son las que pueden determinarse sin cambiar la naturaleza del material, mientras que las propiedades químicas involucran el cambio de la naturaleza de los materiales cuando se modifica la temperatura o la presión, o bien, se ponen en contacto unas sustancias con otras. Para explicar las propiedades cualitativas y cuantitativas, mencione que la diferencia es que éstas últimas pueden medirse y se les puede asignar un valor numérico, mientras que a las primeras no. Para la primera actividad (página 30), favorezca que los estudiantes usen varios criterios de clasificación con base en propiedades cualitativas como la dureza, la textura, el brillo, la opacidad, entre otras. También puede llevar esta actividad utilizando otros materiales diferentes, como vidrio, aluminio, cemento, tierra, alambre de cobre, aretes o lápiz, por mencionar algunos ejemplos. En la segunda actividad (página 31), los educandos deberán observar los cambios que ocurren en los materiales al entrar en contacto con el vinagre. Al respecto, oriéntelos para que relacionen las propiedades químicas con la forma en que una sustancia interacciona con otra. Por último, en la tercera actividad (página 33), haga énfasis en que la densidad es una propiedad física que poseen todos los objetos.",
        "cierre": "El objetivo de la actividad de esta sección es que los alumnos apliquen los conocimientos adquiridos en la lección, para ello se presenta un problema para identificar varios metales mediante la relación de dos propiedades (masa y volumen), calculando la densidad. Resalte la importancia que tienen las propiedades, como la densidad o el punto de fusión y de ebullición para identificar un material o sustancia; por ejemplo, la densidad nos permite definir qué material es mejor o peor para un uso determinado. Es común que esta propiedad se utilice en la industria farmacéutica para el control de calidad de diversos medicamentos. Haga énfasis en el hecho de que los materiales y las sustancias poseen diversas propiedades, las cuales nos proporcionan información valiosa que nos permiten tomar decisiones sobre su uso.",
        "ejesArticuladores": "Igualdad de género.",
        "evaluacionFormativa": "Identifica un material mediante sus propiedades.Reconoce el valor de la experimentación para determinar las características de los materiales y poder diferenciarlos. "
    },
    {
        "unidad": 1,
        "fechaDeInicio": "29/sept",
        "fechaDeCierre": "3/oct",
        "semanaEscolar": "5",
        "contenido": "Las propiedades extensivas e intensivas.",
        "aprendizaje": "Reconoce la importancia del uso de instrumentos de medición, para identificar y diferenciar propiedades de sustancias y materiales cotidianos.",
        "tema": "Instrumentos de medición para identificar sustancias",
        "leccion": "Lección 4. Medición e identificación de sustancias",
        "inicio": "El propósito de la lección es mostrarles a los estudiantes la importancia que tienen los instrumentos de medición. Haga énfasis en que las mediciones se aplican tanto en la vida cotidiana como en los sectores científicos, tecnológicos, industriales y económicos. En la actividad de esta sección considere la posibilidad de que relacionen la flotabilidad con la masa, el peso o el tamaño de los objetos, por tanto, oriéntelos de tal manera que relacionen la densidad con la flotabilidad.",
        "desarrollo": "El propósito de los textos y las actividades en esta sección es que los educandos comprendan que algunas propiedades intensivas se miden de manera directa mediante el uso de instrumentos diseñados para tal propósito, mientras que otras propiedades intensivas requieren de la medición de diferentes propiedades extensivas por separado. En la primera actividad (página 35) se analizarán los cambios en la temperatura de ebullición en función de la presión. Resalte que, a mayor altitud, menor será la temperatura de ebullición de algunos líquidos como el agua, y que esto es debido a que también disminuye la energía cinética entre las partículas. En la segunda actividad experimental (páginas 36 y 37), los alumnos deberán identificar diferentes tipos de plásticos con base en pruebas de flotabilidad. Al respecto, sugiérales que usen trozos de plástico del mismo tamaño, para evitar el surgimiento de otras variables. Haga énfasis en el hecho de que en esta prueba se compara la densidad del plástico en cuestión y la del líquido en el que se sumerja, porque si un plástico flota en uno de los líquidos, significa que su densidad es menor que la de éste, o viceversa. En este sentido, mencióneles que estas pruebas permiten determinar en qué intervalo de valores se encuentra la densidad del plástico, pero no son útiles para determinar el valor exacto de esta propiedad. Sobre el proceso de reciclaje, mencione que es importante identificar el tipo de plástico con el que está elaborado un objeto, porque de ello dependerá el tratamiento de reciclado y, sobre todo, si resulta viable llevarlo a cabo o no. Aproveche el tema del reciclaje de plásticos para fomentar también en los estudiantes el hábito de reutilizarlos o evitar el consumo de plásticos de \"un solo uso\".",
        "cierre": "La actividad de esta sección tiene como fin que los estudiantes apliquen los conocimientos adquiridos en la lección, para ello deberán reflexionar en torno a lo fundamental que resulta contar con información sobre las propiedades de las sustancias. Recalque la importancia de los instrumentos de medición y observación para ampliar la capacidad de percepción de los sentidos. Asimismo, se sugiere que les solicite que investiguen la historia y los diferentes tipos de un instrumento de medición que sean conocidos por ellos, por ejemplo, la balanza o el termómetro. Organice a los alumnos en equipos e invítelos a resolver la ficha \"Propiedades que te mantienen saludable\" de su cuaderno de evidencias, para que profundicen acerca del uso de las propiedades como indicadores para identificar materiales y sustancias.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Usa las propiedades de materiales sólidos para elegir una estrategia de reciclaje. Reconoce la utilidad de los instrumentos de medición para identificar y diferenciar las propiedades de las sustancias. ",
        "evidencias": 2
    },
    {
        "unidad": 1,
        "fechaDeInicio": "6/oct",
        "fechaDeCierre": "10/oct",
        "semanaEscolar": "6",
        "contenido": "Intercambios de energía.",
        "aprendizaje": "Reconoce intercambios de energía entre el sistema y sus alrededores durante procesos físicos.",
        "tema": "Materia, energía e interacciones",
        "leccion": "Lección 5. Propiedades de las sustancias e intercambios de energía",
        "inicio": "La secuencia tiene como propósito que los alumnos conozcan la relación entre las propiedades físicas de la materia y la energía térmica, en particular con los puntos de fusión y de ebullición. Recuérdeles estos conceptos a partir de algunos ejemplos. Haga notar que todas las sustancias tienen temperaturas de fusión y de ebullición, pero que éstas pueden ser extremas, por lo que no es fácil observarlas en la naturaleza; por ejemplo, es posible obtener aire líquido en un laboratorio, aunque a temperaturas menores que -194.35 °C, e incluso en estado sólido, a temperaturas inferiores que -216.2 °C. Indique también que estas temperaturas son características de cada sustancia, por lo que son útiles para identificarlas o separarlas si forman mezclas. Para complementar la actividad de esta sección, solicite a los educandos que coloquen un poco de alcohol en una de sus manos y que soplen contra él; después, que hagan lo mismo con la mano que no tiene alcohol y que comparen la sensación térmica. Pídales que expliquen dicha diferencia.",
        "desarrollo": "La actividad experimental (página 39) tiene como propósito que los estudiantes observen el fenómeno de conductividad térmica. Pregúnteles por medio de qué mecanismo se ha transferido la energía térmica, cómo pueden explicar el fenómeno observado y por qué unos materiales conducen mejor que otros. Los alumnos deberán notar que los metales son mejores conductores térmicos que los no metales. Guíelos con relación en las propiedades comunes de los metales con la propiedad de ser buenos conductores, tanto de la electricidad como del calor. Plantee la idea de que las propiedades se deben a la estructura interna de las sustancias; en el caso de los metales, la conductividad térmica se debe a la presencia de electrones libres. Relacione la actividad con la clasificación de los materiales, de acuerdo con su conductividad térmica, en conductores y aislantes. Pídales que den ejemplos de conductores y aislantes térmicos, así como de sus usos cotidianos. En esta lección se introduce el tema de la dilatación térmica, que es el aumento de la longitud y el volumen de los objetos por efecto del incremento de la temperatura. Utilice el modelo cinético de partículas para explicar el fenómeno. Al aumentar la temperatura de los objetos, las partículas que lo conforman se mueven a mayor velocidad y ocupan mayor espacio, lo que macroscópicamente se manifiesta como un aumento en las dimensiones de los objetos. Mencione a los educandos que la dilatación se aplica en la elaboración de termómetros, en particular en los de mercurio. También se utiliza para cortar o romper objetos y botellas de vidrio, aprovechando la diferencia de dilatación al aplicar calor en distintas partes del objeto, lo que provoca rupturas que pueden ser bien controladas. Solicíteles que proporcionen más ejemplos de este tipo. Para la actividad de la página 40, brinde a los estudiantes ejemplos de situaciones en las que la dilatación térmica es un fenómeno importante, por ejemplo, en la unión de las vías del tren. Para hablar sobre la expansión de una masa de agua al ser enfriada, puede mencionar situaciones como las que se reportaron en Estados Unidos de América en enero de 2019 debidas al vórtice polar: tuberías y cajas de inodoros reventadas por la expansión del agua congelada. Haga énfasis en la importancia de conocer que el volumen del agua en estado sólido es mayor que en estado líquido. Induzca a los alumnos a que infieran que la densidad del hielo es menor que la del agua líquida y por eso flota. El calor específico es una característica intensiva de la materia que se relaciona con la cantidad de calor necesaria para que una sustancia eleve su temperatura en 1 °C. Hágales notar que el agua tiene el mayor grado de calor específico de las sustancias de la tabla 5.1 (página 42), y que esto tiene importantes repercusiones en la vida del planeta; por ejemplo, ayuda a regular su temperatura. La energía térmica que absorbe el agua de los océanos se libera por las noches, por lo que las diferencias de temperatura entre el día y la noche no son tan grandes como en otros planetas. Use la misma tabla para que los educandos identifiquen cuáles son las sustancias que almacenan mejor la energía térmica (tienen un mayor calor específico). Guíelos para que asocien el calor específico con la energía térmica que un material puede transferir (o recibir) por cada gramo y por cada grado Celsius. Para la primera actividad (página 43), retome la discusión en torno a la capacidad de almacenar energía térmica y el calor específico, para apoyarlos en la resolución de la actividad. Recuérdeles que el calor específico es una propiedad intensiva de la materia y que es exclusiva para cada sustancia.",
        "cierre": "La actividad de esta etapa tiene como fin que los estudiantes apliquen lo aprendido sobre las propiedades físicas relacionadas con la transferencia de energía térmica. Es importante que puedan identificar las propiedades y su significado. Vincule cada una con hechos o fenómenos cotidianos que ellos puedan recordar, por ejemplo, la conductividad térmica en el uso de un comal de metal; el calor específico en la regulación térmica en regiones del planeta cercanas a masas de agua (el agua tiene un alto calor específico y \"almacena\" de manera eficiente la energía térmica); el calor de fusión en la energía que hay que transferir a un hielo para que se derrita; el calor de vaporización en la energía que hay que transferir para que se evapore un líquido, entre otros.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Reconoce y compara las propiedades en diferentes sustancias y su relación con los intercambios de energía. "
    },
    {
        "unidad": 1,
        "fechaDeInicio": "13/oct",
        "fechaDeCierre": "17/oct",
        "semanaEscolar": "7",
        "contenido": "Composición de las mezclas y su clasificación en homogéneas y heterogéneas.",
        "aprendizaje": "Describe los componentes de una mezcla (soluto / disolvente; fase dispersa y fase dispersante) mediante actividades experimentales y las clasifica en homogéneas y heterogéneas en materiales de uso cotidiano.",
        "tema": "Mezclas",
        "leccion": "Lección 6. Mezclas",
        "inicio": "La lectura de la actividad de esta etapa invita a los educandos a reconocer, en objetos como las artesanías o expresiones artísticas desde el óleo hasta el grafiti, la diversidad de materiales con los que se elaboran. Se pueden llevar algunas otras mezclas al salón de clases para ayudar a los estudiantes a diferenciar entre la mezcla de una fase y la de dos fases que involucren mezclas en el entorno que les rodea. Algunas mezclas son gotas de colorante en agua, polvo de gis en agua, agua y aceite, rocas en agua, tapas de refrescos de diferentes colores, todas las mezclas habrá que ponerlas en recipientes transparentes.",
        "desarrollo": "En los textos se presenta al alumnado dos conceptos fundamentales: sustancias puras y mezclas de sustancias. Una idea clave que les permitirá diferenciar estos dos conceptos es la combinación física, presente únicamente en las mezclas de sustancias, que da lugar a una gran diversidad. Dependiendo de la proporción en que se encuentren las sustancias en una mezcla, éstas presentarán propiedades distintas, por lo que resulta adecuado hacer ejercicios mentales sencillos que les permitan a Cuestionarse y consolidar el concepto de propiedades de las mezclas, por ejemplo: En una mezcla de agua con azúcar la característica que se puede detectar es el grado de dulzor: a medida que se incrementa uno de los componentes (agua o azúcar), la dulzura se verá modificada. Pregúnteles ¿un vaso de agua tendrá la misma dulzura al agregar una cuchara de azúcar que cuando se agreguen dos cucharadas? Además, se puede llegar a un caso extremo: si el agua es muy poca o el azúcar está en mayor proporción, la mezcla que era homogénea, donde no se diferencia el azúcar disuelta en el agua, pasará a ser heterogénea, con el azúcar al fondo del vaso. Invite a los educandos a reflexionar en torno a las consecuencias que ocasiona el aumento de gases contaminantes en una mezcla homogénea como el aire; esto les permitiría relacionar conceptos de vida saludable que revisaron en su curso de Biología. Para ayudarles a comprender la diferencia entre disolución, suspensión y coloide; muestre una botella de agua con un poco de tierra y mencione que se pueden distinguir la tierra y el agua como dos sustancias distintas, por lo que se observa una mezcla heterogénea; luego agite la mezcla y señale que ahora luce como una mezcla homogénea, aunque conforme avance el tiempo volverán a separarse. Este fenómeno no se presentará jamás en los coloides y en las disoluciones. Para poder distinguir un coloide de una disolución, una herramienta útil es la luz. Mezcle un poco de agua con almidón o un poco de leche y, al incidir la luz del celular sobre la mezcla, se podrán ver las líneas de luz (efecto Tyndall) características de un coloide.",
        "cierre": "En la actividad de esta etapa se deben aplicar los conceptos revisados en la lección. Los alumnos deberán clasificar las mezclas como homogéneas o heterogéneas; sin embargo, para diferenciar una disolución, un coloide o una suspensión, se recomienda que sea una actividad de investigación en casa. Se sugiere que comparta con los estudiantes alguno de los \"Recursos de apoyo complementarios\".",
        "ejesArticuladores": "Artes y experiencias estéticas.",
        "evaluacionFormativa": "Clasifica mezclas homogéneas y heterogéneas, así como identifica disoluciones, suspensiones y coloides. Identifica los componentes de una mezcla. "
    },
    {
        "unidad": 1,
        "fechaDeInicio": "20/oct",
        "fechaDeCierre": "24/oct",
        "semanaEscolar": "8",
        "contenido": "Composición de las mezclas y su clasificación en homogéneas y heterogéneas.",
        "aprendizaje": "Deduce métodos para separar mezclas mediante actividades experimentales con base en las propiedades físicas de las sustancias involucradas, así como su funcionalidad en actividades humanas.",
        "tema": "Métodos de separación de mezclas",
        "leccion": "Lección 7. Métodos de separación de mezclas",
        "inicio": "La actividad de esta sección, además de tener un enfoque ambiental del que se puede obtener un provecho en la formación de valores en los estudiantes, es muy útil en cuanto a dar significado y representar en un contexto cercano el concepto de separación física de una mezcla. Un contenedor de basura es un ejemplo de una mezcla heterogénea de sustancias: plásticos, metales, materia orgánica, entre otros. Un proceso mecánico de separación de mezclas es la clasificación y separación de residuos del hogar en función de las características de cada residuo. Se recomienda que los alumnos midan el volumen de los residuos generados sin clasificar y lo contrasten contra el volumen generado al clasificar y separar la basura, para hacer una reflexión sobre el impacto en el volumen que se destina a la basura en rellenos sanitarios.",
        "desarrollo": "La parte fundamental de esta lección es que los educandos sean capaces de identificar las propiedades de una mezcla de sustancias (estado de agregación, densidad, punto de fusión, tamaño de partícula, entre otras) así como las propiedades de cada sustancia por separado para poder identificar y aplicar el método más adecuado de separación. Es importante resaltar el estado de agregación de las mezclas de las sustancias y también indicar para qué tipo de mezclas es adecuado cada método de separación. En la actividad experimental (páginas 51 y 52), mezcla de agua, arena y grava, se sugiere preguntar previamente a los estudiantes ¿qué es más rápido y sencillo de separar, el agua de la arena o el agua de la grava? Existen múltiples formas de separar agua y grava; decantación, filtración con una coladera (tamiz grande) e incluso de forma mecánica. Después invítelos a reflexionar cómo separarían la arena del agua; también existen múltiples formas: decantación, filtración y destilación. Se debe hacer énfasis en \"qué\" se desea recuperar y \"para qué\"; por ejemplo, si se desea recuperar el agua, resulta más adecuado la destilación, porque se recuperaría en un contendor. Si lo que se desea recuperar es la arena, entonces el proceso de filtración resulta más adecuado, porque no requiere una inversión energética (proceso de calentamiento). El procedimiento de separación cromatográfico de la segunda actividad experimental (página 54) es muy útil y suele generar mucha atracción en el alumnado; sin embargo, se debe tener especial cuidado en la elección de los plumones, ya que deben ser solubles en agua. Además, de las cuatro marcas que se hacen en la hoja, una de estasdebe ser forzosamente del plumón elegido por el docente (plumóndel crimen), y se debe hacer la siguiente apreciación: si se desea queun equipo consiga identificar al plumón del crimen, entonces se debecolocar en otro espacio de nuevo el mismo plumón, dejando libres losotros dos espacios para utilizar plumones distintos, por otra parte, sepueden asignar a un equipo tres marcas de plumones que no seanel \"plumón del crimen\". Una última recomendación es que los plumones deben ser de distintos proveedores y de colores semejantes, delo contrario, no tendrá sentido si el \"plumón del crimen\" es azul y secoloca una marca amarilla.",
        "cierre": "La actividad de esta etapa pertenece a la denominada \"enseñanza ambiciosa de la ciencia\", un método de enseñanza novedoso que permite la generación de conocimiento a partir de la experiencia propia de los educandos. Se le recomienda evaluar la creatividad y la participación por encima del resultado. Es aconsejable hacer una pequeña introducción sobre el acceso de la población al agua potable. Se pueden retomar los resultados obtenidos de la actividad en la cual se separó la mezcla de agua, grava y arena, y añadir sal a la mezcla. Otro aspecto importante que puede resaltarse para evaluar la comprensión de los estudiantes es que expliquen qué consideran como agua purificada o la forma en que pueden garantizar que la mezcla de agua ha sido purificada o no; sin embargo, estas reflexiones deben quedar en un análisis teórico, de indagación, y no formar parte de la evaluación ni del procedimiento experimental. Complemente la etapa de \"Cierre\" con la ficha \"Aguas brillantes y cristalinas\" del cuaderno de evidencias. Pida a los estudiantes que la resuelvan e invítelos a reflexionar acerca del uso de los métodos de separación de mezclas para obtener sustancias puras y seguras. Permítales que compartan sus experiencias y aprendizajes de estas actividades.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Diseña un dispositivo de bajo costo y fácil de construir para purificar agua.",
        "evidencias": 3
    },
    {
        "unidad": 1,
        "fechaDeInicio": "27/oct",
        "fechaDeCierre": "31/oct",
        "semanaEscolar": "9",
        "contenido": "Importancia de la concentración de sustancias en mezclas de productos de uso cotidiano.",
        "aprendizaje": "Analiza la concentración de sustancias de una mezcla expresadas en porcentaje en masa y porcentaje en volumen en productos de higiene personal, alimentos, limpieza, entre otros, para la toma de decisiones orientadas al cuidado de la salud y al consumo responsable.Concentración de mezclas de diversos productos Relaciona la concentración de una mezcla con la efectividad o composición de diversos productos de uso cotidiano.",
        "tema": "Concentración de mezclas de diversos productos",
        "leccion": "Lección 8. Concentración en mezclas",
        "inicio": "El concepto de mezcla debe ser claro para los estudiantes; sin embargo, en ocasiones resulta un buen apoyo conceptual la capacidad de cuantificar un fenómeno. Sería adecuado recordar con antelación el concepto de porcentaje con ejemplos sencillos del salón de clases. Ya que en el grupo existen personas que usan lentes y otras que no, pregunte: ¿cuál es el porcentaje de compañeros con lentes? ¿Qué representa el cien por ciento? Una vez que es claro el ejercicio de porcentaje, la tabla de la actividad de esta etapa indica la composición del aire en cuanto a masa y volumen, por lo que primero es necesario identificar en el alumnado su capacidad de entender el estado de agregación: ¿qué resulta más sencillo de medir, la masa o el volumen del aire? Se puede explicar que resulta más sencillo medir los volúmenes de los gases y que a partir de la densidad se puede calcular la masa asociada a un volumen.",
        "desarrollo": "La lección contiene los procedimientos adecuados para generar los cálculos de porcentaje de masa y de volumen que son necesarios para explicar el tema. La recomendación para el desarrollo de esta lección es la práctica de dichos cálculos. En un principio, guíe a los alumnos en la identificación de las variables: soluto (objeto de estudio del que se quiere conocer la cantidad relativa en una mezcla) y mezcla (cantidad total de la combinación física de las sustancias y que forma el total del que se requiere calcular en el contenido relativo del soluto). Sería conveniente señalar que en los líquidos y los gases la temperatura tiene una influencia significativa sobre el volumen, y que, debido a que la temperatura del ambiente no es una variable fácilmente controlable, resulta más adecuado el uso del porcentaje masamasa, ya que lo sólidos no tienen una dependencia significativa con la temperatura. Los ejercicios son infinitos, sin embargo, se puede hacer énfasis en temas de interés común: porcentajes de contaminantes en el aire o el contenido de sustancias como azúcares o minerales en las bebidas y los alimentos (naturales o procesados). Se debe tener particular precisión en la actividad de la \"temperatura de mezclas de azúcar con agua\" (página 58), ya que se está observando un fenómeno asociado a las propiedades coligativas de las disoluciones (aumento del punto de ebullición, disminución del punto de fusión y disminución en la presión de vapor), un tema que como tal no se aborda en el libro. De ser el caso, basta con describir a los estudiantes que estos fenómenos varían proporcionalmente la cantidad de sustancia que se agrega a la mezcla y que su estudio forma parte de un curso avanzado de fisicoquímica, por lo que, por el momento, basta con identificar su existencia.",
        "cierre": "La actividad de esta etapa permite retomar la influencia de la temperatura en algunos sistemas de estudio. Las interacciones de atracción entre las sustancias gaseosas y líquidas como el oxígeno y el agua suelen debilitarse debido al aumento de la temperatura, esto se puede explicar desde al menos dos puntos de vista. El primero, y con el que el alumnado está familiarizado debido a su curso de Física, es la energía cinética: las sustancias gaseosas, al recibir mayor energía en forma de calor, tienden a tener mayor energía cinética y pueden abandonar el cuerpo líquido donde se encontraban. El segundo es el enfoque químico por medio de fuerzas intermoleculares; sin embargo, este tema no forma parte del contenido del libro y se recomienda señalar que forma parte de un curso de Química más avanzado. Solicite a los alumnos que resuelvan la ficha \"¿Y adónde va la basura que tiro?\" de su cuaderno de evidencias. Recapitule los puntos clave de la clase y anime a los estudiantes a reflexionar sobre el manejo responsable de nuestros desechos y la importancia de conocer la concentración de una sustancia en el contexto de la contaminación ambiental.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Calcula la concentración en ppm y en \\%m/m y valora las afectaciones de los resultados obtenidos.",
        "evidencias": 4
    },
    {
        "unidad": 1,
        "fechaDeInicio": "3/nov",
        "fechaDeCierre": "7/nov",
        "semanaEscolar": "10",
        "contenido": "Importancia de la concentración de sustancias en mezclas de productos de uso cotidiano.",
        "aprendizaje": "Sistematiza la información de diferentes fuentes de consulta, orales y escritas, acerca de la concentración de contaminantes (partes por millón, -ppm-) en aire, agua y suelo.",
        "tema": "Concentración de mezclas de diversos productos",
        "leccion": "Lección 9. Concentración de contaminantes en el medio ambiente",
        "inicio": "En la actividad de cierre de la lección 7 (página 55), se solicitó a los estudiantes proponer un sistema de purificación del agua; se retoma la recomendación para que definan las características del agua potable, a saber, inolora, incolora, insípida, sin sólidos suspendidos (sin turbidez) y, lo más importante, que cumpla las normatividades (nacionales o internacionales) que establecen el límite máximo permitido de sustancias inorgánicas, orgánicas y microbiológicas (en los \"Recursos de apoyo complementarios\" se incluye una lista completa, emitida por la oms , de posibles contaminantes). El objetivo no es que el alumnado conozca cada posible contaminante del agua, sino que sea capaz de identificar la razón de su escasez, que puede considerarse de consumo humano y la necesidad del cuidado y la buena gestión de este recurso.",
        "desarrollo": "La lección abarca de manera general la contaminación que puede ocurrir en tres estados de agregación, siendo de nuevo un enfoque de \"enseñanza ambiciosa de la ciencia\". Se recomienda guiar la enseñanza a la identificación de la complejidad y la gran cantidad de fuentes contaminantes para intentar formar personas con una ética en el uso de los recursos naturales no renovables. Para la contaminación del aire se propone tomar como ejemplo la calidad del aire en estados como Tlaxcala y Aguascalientes, en comparación con estados como Puebla, Veracruz, Nuevo León, Estado de México o Ciudad de México, teniendo en cuenta la cantidad de industrias presentes en esos estados, así como la cantidad de población y el uso de automóviles. Se puede hacer énfasis en los beneficios del transporte colectivo. Para la cuantificación de sustancias contaminantes en el suelo se debe tener un enfoque más general; se recomienda por ejemplo, mencionar que el suelo es una mezcla heterogénea de sustancias en estado sólido, líquido y gaseoso, por lo que cualquier contaminante, sin importar su estado de agregación, puede causar efectos negativos sobre el suelo, desde el incremento de acidez hasta la acumulación de metales pesados; además, los procesos físicos como el impacto de la luz del Sol, las corrientes de viento o los cambios bruscos de temperatura pueden llegar a erosionar los suelos y, con ello, terminar su vida útil para la flora de la región o la actividad agrícola. Para los contaminantes del agua, la actividad propuesta (páginas 66 y 67) está relacionada con la actividad inicial; se puede consultar con los educandos si el agua muestra del lago de San Juan (que debe de preparar el docente) cumple con las características del agua potable. Es probable que sea incolora e inolora; no debe probarse en ninguna circunstancia para verificar si es insípida. Hacer énfasis en lo peligroso que sería confiar únicamente en los sentidos del olfato y la vista; en cambio, haga énfasis en las bondades del método científico para lograr una conclusión con respecto a la contaminación del agua por medio de pruebas experimentales. Si el docente elige que el agua del lago de San Juan sea una muestra que dará un positivo a presencia de plomo, debe sacar provecho del resultado para fortalecer las técnicas de detección de sustancias químicas; puede mencionar que, en la actualidad, dichas técnicas han evolucionado hacia el análisis instrumental. También es aconsejable hacer hincapié en las obligaciones vinculadas al manejo de desechos potencialmente tóxicos, ya que éstos no pueden ir al drenaje común.",
        "cierre": "La actividad de esta etapa invita a los estudiantes a encontrar utilidad en las formas de expresión de la concentración; si bien existe un cálculo, una vez explicado el tema se puede entregar al alumnado las equivalencias de 1 mg/l = 1 ppm y de 1 \\% m/m = 1 000 mg/l, que facilitarán las conversiones y les permitirá enfocar su atención en que aquellas sustancias que se encuentren en menor proporción que la mezcla total. Explíqueles que resulta más sencillo expresarlas en términos de ppm. Solicite a los alumnos que resuelvan la ficha \"Agua contaminada que corre por aquí y por allá\" de su cuaderno de evidencias para que refuercen sus conocimientos sobre detección, separación y eliminación de sustancias contaminantes. Indíqueles que esta actividad se puede enriquecer con los aprendizajes que adquirieron durante la actividad experimental \"¿Cómo detectar sustancias nocivas en el agua?\".",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Calcula las concentraciones en porcentaje en masa y en (mg/l).",
        "evidencias": 5
    },
    {
        "unidad": 1,
        "fechaDeInicio": "10/nov",
        "fechaDeCierre": "14/nov",
        "semanaEscolar": "11",
        "contenido": "Presencia de contaminantes y su concentración.",
        "aprendizaje": "Indaga situaciones problemáticas relacionadas con la degradación y contaminación en la comunidad, vinculadas con el uso de productos y procesos químicos. Reflexiona acerca de los hábitos de consumo responsable, para la toma de decisiones orientadas a la sustentabilidad.",
        "tema": "Contaminación en la comunidad Hábitos de consumo responsable y sustentabilidad",
        "leccion": "Lección 10. Hábitos de consumo y su impacto",
        "inicio": "La actividad de esta etapa debe ser una forma de invitar a la reflexión de los estudiantes y no se aconseja que el enfoque sea punitivo (que culpabilice), ya que usualmente las personas suelen sentir menos disposición a los cambios de hábito si se les obliga. Las respuestas que propongan los alumnos serán muy variadas y quizá no sean capaces de identificar todas las posibles contribuciones a la degradación del medio ambiente, por lo que se aconseja tener algunos ejemplos generales, como el consumo de \"refrescos\", que, además de impactar de manera negativa en la salud, requiere de un consumo de agua potable de alrededor de 70 litros por cada litro de refresco preparado. El consumo de refrescos no requiere estar prohibido, sólo es necesario un consumo responsable. Este mismo ejemplo puede aplicarse en el consumo de productos cárnicos a la semana. También se puede abordar el tema de la fast fashion, que tiene un impacto muy negativo durante su producción y, al ser prendas que se desechan con rapidez, provocan la acumulación de residuos urbanos. En este caso, sugiera la separación de la basura y la posibilidad de llevar ciertos residuos a centros de reciclaje que, además de disminuir la cantidad de residuos en vertederos, permiten la disminución en el consumo de materias primas. También sugiera algunos otros ejemplos útiles como el consumo responsable de luz eléctrica, tiempo en la ducha y uso de aerosoles (alimenticios y de higiene personal).",
        "desarrollo": "Resulta necesario mencionar que el cambio climático desde hace unos años (2020) comenzó a ser referido como crisis climática debido a la magnitud y velocidad con que los cambios están ocurriendo en el planeta. Sería recomendable que, lejos de una visión alarmista, se plantee una visión de áreas de oportunidad para que las generaciones actuales tomen un papel activo en las decisiones y acciones que permitirán disminuir y combatir los estragos asociados con la crisis climática. En México y en el mundo existen diversas organizaciones gubernamentales y no gubernamentales que, además de invitar a acciones concretas, emiten boletines y recomendaciones que permiten a la población civil conocer e involucrarse en temas de cambio climático; sin embargo, las acciones sencillas como la reducción, reutilización y el depósito de residuos en centros de reciclaje son actividades que no requieren de estar inscrito en ninguna organización. Algunos abordajes que se pueden hacer desde el punto de vista de las ciencias químicas son el diseño de nuevos materiales que ofrecen mayor eficiencia y vida útil, como los nuevos polímeros conductores de electricidad, que podrían suplantar a los metales que son propensos a la corrosión; combustibles alternos que permitan utilizar la maquinaria ya existente, como las celdas de hidrógeno, que además tienen una emisión cero de contaminantes durante su funcionamiento, y los materiales que permitan contener o degradar los contaminantes ya existentes, como los catalizadores y los filtros que pueden colocarse en las fuentes de gases como los automóviles o chimeneas industriales, para evitar la salida de las sustancias hacia la atmósfera.",
        "cierre": "En la actividad de esta sección se deberá dar espacio y tiempo suficiente al alumnado para compartir experiencias y puntos de vista. Sugiera algunos de los \"Recursos de apoyo complementarios\", como la \"Calculadora de huella de carbono\", y que, a partir de los resultados, se puedan proponer metas personales para lograr una reducción. Destaque la importancia de adoptar hábitos de consumo responsable y de reflexionar sobre nuestro comportamiento como consumidores. Para ello, solícite a los alumnos que resuelvan la ficha \"El costo de estar a la moda\". Al terminar, trace una tabla en el pizarrón donde Compartan algunas de las soluciones que la Química nos ofrece para un consumo más responsable y amigable con el medio ambiente.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Analiza sus hábitos de consumo para tomar decisiones orientadas a la sustentabilidad.",
        "evidencias": 6
    },
    {
        "unidad": 1,
        "fechaDeInicio": "17/nov",
        "fechaDeCierre": "21/nov",
        "semanaEscolar": "12",
        "contenido": "Cierre de la Unidad 1",
        "tema": "Cierre de la Unidad 1",
        "leccion": "Qué aprendí",
        "inicio": "Invite al alumnado a responder la evaluación de manera personal, resaltando que, más que una evaluación con fines numéricos, es una oportunidad para revisar su aprovechamiento. Al concluir, invite a que cada estudiante intercambie sus respuestas con el compañero de al lado y las evalúen. Al final, reúna a los alumnos en parejas para que validen sus respuestas justificándolas con argumentos correctos. Verifique que sus respuestas y sus comentarios sean consistentes con los contenidos vistos en la unidad. Revise con los educandos las secuencias que estudiaron en la unidad, para identificar cuáles temas comprendieron mejor y en cuáles tuvieron dificultades. Propongan una estrategia de trabajo para favorecer su aprendizaje. Considere que en toda evaluación también se valora, aunque de manera indirecta, el trabajo del docente, por lo que representa una oportunidad para replantear sus estrategias de enseñanza, si lo considera necesario. Para ello, parta de las características del grupo, como gustos, intereses, problemáticas comunitarias y personales, etcétera.",
        "desarrollo": "Retome el mapa conceptual para trabajar los conceptos vistos a lo largo de esta unidad. Pida a los alumnos que lo analicen y expliquen cómo se relacionan los conceptos. Si ellos consideran que falta alguno en particular, que lo comenten en grupo y sugieran dónde lo pondrían. Proyecte el esquema en el pizarrón y haga un repaso junto con los estudiantes, así podrán exponerle sus dudas respecto de algún tema y usted puede resolverlas de manera inmediata. La comprensión de las propiedades de los materiales nos permite identificar y analizar sustancias, lo cual desempeña un papel crucial en la resolución de crímenes y la investigación forense. Explique cómo el análisis de sustancias y la caracterización de evidencia desempeñan un papel crucial en la química forense. Presente una variedad de propiedades utilizadas para caracterizar sustancias, como el punto de fusión, el punto de ebullición, la densidad, la solubilidad, la conductividad eléctrica, entre otras. Pídales que discutan cómo estas propiedades proporcionan información única sobre una sustancia y ayudan en su identificación. Complemente esta actividad con el audio \"La química forense\" que se sugiere en los \"Recursos de apoyo complementarios\".",
        "cierre": "Destaque la importancia de la concentración en la medición y la evaluación de la contaminación en diferentes medios. Presente al alumnado algunos métodos y técnicas utilizados en Química para medir y cuantificar la concentración de sustancias, como la espectrofotometría, la cromatografía, la titulación, entre otros. Use las tablas 1 a 14 de la norma \"Agua para uso y consumo humano. Límites permisibles de la calidad del agua\" para señalar por qué las concentraciones límite permitidas son utilizadas para evaluar y mitigar los riesgos asociados con la contaminación. Pregunte ¿por qué es importante establecer normas y regulaciones para controlar la concentración de los contaminantes en diferentes medios?",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "24/nov",
        "fechaDeCierre": "28/nov",
        "semanaEscolar": "13",
        "contenido": "Mezclas, compuestos y elementos representados con el modelo corpuscular.",
        "aprendizaje": "Explica semejanzas y diferencias de mezclas, compuestos y elementos, a partir de actividades experimentales y los clasifica en materiales de uso cotidiano.",
        "tema": "Elementos, compuestos y mezclas",
        "leccion": "Lección 1. Sustancias elementales y compuestos",
        "inicio": "La lección presenta la clasificación y las características de las sustancias puras, es decir, de los elementos y los compuestos, haciendo la distinción entre estos y las mezclas. La actividad de esta etapa tiene como propósito que los estudiantes analicen una gráfica para encontrar una relación entre el número de crímenes cometidos con violencia en los Estados Unidos de América y la cantidad de plomo emitido a la atmósfera. Si bien es cierto que, con los datos de la gráfica, es posible suponer una correlación entre la presencia de plomo en el medio ambiente y el comportamiento violento de las personas, explíqueles que se equieren más evidencias que sustenten este argumento y sugiérales que investiguen sobre más afectaciones a la salud provocadas por otros metales como el cadmio, el mercurio y el arsénico.",
        "desarrollo": "El propósito de los textos y las actividades en esta sección es que los educandos reconozcan que los elementos químicos son sustancias que no pueden descomponerse en otras más simples, mientras que los compuestos sí lo pueden hacer por medio de diversos métodos químicos. Además, dicha sección muestra la clasificación que se hace de los elementos y de los compuestos para estudiarlos en Química. Respecto a las actividades, en la primera de ellas (página 83) se sugiere orientarlos sobre los tipos de clasificaciones que pueden hacer para agrupar las sustancias que aparecen en la tabla, sobre todo, que lo hagan en función de cuáles sustancias son elementos y cuáles son compuestos. Para la actividad experimental (página 84), haga énfasis en el hecho de que se empleará la electrólisis, que es un método químico que permite separar un compuesto en los elementos que lo conforman. Para complementar este trabajo, se sugiere solicitarles que hagan una investigación sobre las aplicaciones de la electrólisis en la industria. Para el segundo experimento (páginas 85 y 86), el alumnado deberá identificar las propiedades físicas de distintas sustancias, como el color, el brillo, la maleabilidad, la ductilidad y la conductividad eléctrica y, con base en los resultados obtenidos, tendrá que proponer una clasificación en metales y no metales. Sobre esto, se sugiere que les comente que dichas propiedades no son un criterio definitivo de clasificación.",
        "cierre": "La actividad de esta etapa busca que apliquen los conocimientos adquiridos en la lección. Pídales que investiguen las fórmulas químicas de dos compuestos y dos elementos, así como algunos usos de éstos. Por último, haga énfasis en el hecho de que las mezclas pueden separarse por procedimientos físicos, los cuales se basan en ciertas propiedades y características como los estados de agregación, la solubilidad, el magnetismo, la densidad, etcétera; mientras que para separar los compuestos en los elementos que los conforman se requiere de métodos químicos, como la electrólisis. Pida a los estudiantes que resuelvan la ficha \"Contaminación del aire, una asesina silenciosa\" de su cuaderno de evidencias. ",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Distingue los elementos de los compuestos."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "1/dic",
        "fechaDeCierre": "5/dic",
        "semanaEscolar": "14",
        "contenido": "Mezclas, compuestos y elementos representados con el modelo corpuscular.",
        "aprendizaje": "Construye modelos corpusculares de mezclas, compuestos y elementos, a fin de comprender la estructura interna de los materiales en diferentes estados de agregación.",
        "tema": "Modelo corpuscular",
        "leccion": "Lección 2. Modelo corpuscular",
        "inicio": "La lección muestra el uso de los modelos corpusculares para representar la materia, es decir, las mezclas y las sustancias (compuestos y elementos). En sí, con esta lección se busca que los estudiantes desarrollen su capacidad de abstracción, a fin de que puedan relacionar fenómenos que ocurren a nivel macroscópico con descripciones de lo que sucede a nivel nanoscópico. La actividad de este apartado tiene como objetivo que los educandos reconozcan que la materia está formada por partículas; sin embargo, es posible que sus dibujos sean representaciones macroscópicas, sólo que hechas a una escala menor; por ejemplo, tanto el agua como el etanol, es posible que los representen como si fueran gotas más pequeñas, mientras que el dióxido de carbono lo pueden dibujar como si fueran ondas de viento o como pequeños puntos. Por consiguiente, se recomienda repasar la teoría cinética de la materia para orientarlos en las representaciones que deben elaborar.",
        "desarrollo": "El propósito de los textos y las actividades de este apartado es mostrarles a los estudiantes que en la representación de una sustancia elemental se observan átomos que son iguales entre sí; en cambio, para los compuestos, éstos son de diferente tipo. Antes de resolver las actividades, se sugiere que refuerce el término nanoscópico y retome los conceptos vistos en la lección pasada, que trata sobre los elementos y los compuestos. Para la primera actividad (página 89), retome lo visto en el tema de mezclas y recalque a los alumnos que tanto los elementos como los compuestos pueden formar moléculas, no obstante, haga énfasis en que algunos elementos, como los gases nobles, se encuentran como átomos independientes. Aunado a ello, apóyese en la figura 2.2 de la página 89 que muestra el cobre; coménteles que existen sustancias elementales que no están formadas por moléculas o átomos independientes, sino por átomos organizados en arreglos especiales, los cuales forman redes cristalinas o estructuras tridimensionales. Por otra parte, para la actividad de la página 90 solicite a los educandos que organizados en equipos, hagan una investigación acerca de los alótropos y que indiquen qué otros elementos poseen esta característica. Incluso, el producto de esta investigación puede formar parte del portafolio de evidencias.",
        "cierre": "La actividad de esta etapa busca que los alumnos apliquen los conocimientos adquiridos en la lección. El objetivo es que usen la representación química para las diferentes sustancias que aparecen en la tabla. Una vez que la hayan terminado, pídales que expliquen sus representaciones con base en el modelo corpuscular. Asimismo, pídales que vuelvan a responder la actividad de \"Inicio\" (página 88) y que analicen si hubo cambios o no en las representaciones elaboradas. Por último, haga énfasis en que los átomos no poseen color, y que el código empleado tanto en las imágenes como en las actividades es una convención para facilitar el lenguaje en Química.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Elabora de manera correcta una representación de los elementos y compuestos con el modelo corpuscular.Identifica la representación de los elementos y compuestos presentes en una mezcla utilizando el modelo corpuscular."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "8/dic",
        "fechaDeCierre": "12/dic",
        "semanaEscolar": "15",
        "contenido": "La Tabla periódica: criterios de clasificación de los elementos químicos y sus propiedades.",
        "aprendizaje": "Reconoce la presencia y predominancia de algunos elementos químicos que conforman a los seres vivos, la Tierra y el Universo, así como su ubicación en la Tabla periódica: metales, no metales y semimetales.",
        "tema": "Elementos en los seres vivos, Tierra y Universo",
        "leccion": "Lección 3. Elementos en todos lados",
        "inicio": "La lección tiene el propósito de que los estudiantes reconozcan que en su entorno hay elementos químicos, sobre todo, que sean conscientes de que éstos se encuentran presentes en todos los seres vivos, en la Tierra y el Universo. El objetivo de la actividad de este apartado es que los estudiantes reflexionen acerca del impacto que tienen los metales (ejemplos de elementos) en el desarrollo del país. Sobre esto, mencione las múltiples aplicaciones de los materiales metálicos y solicíteles que las relacionen con el desarrollo económico de México.",
        "desarrollo": "El propósito de los textos y las actividades de esta etapa es mostrar a los educandos que los elementos químicos cumplen funciones necesarias para la subsistencia de los seres vivos, y los requieren para llevar a cabo sus funciones vitales. Por otra parte, también se pretende que reconozcan que, debido a las propiedades que poseen los elementos metálicos, como la maleabilidad, la ductilidad, la conductividad eléctrica y térmica y el brillo, es que éstos son ampliamente utilizados en gran variedad de industrias y sectores. Para la primera actividad (página 93), que aborda el tema del uso de los metales, comente a los alumnos que, tanto los elementos metálicos como las aleaciones (mezclas de metales), han sido empleados por las civilizaciones desde la antigüedad; debido a ello, algunas etapas importantes de la historia de los seres humanos llevan el nombre del metal o la aleación que se utilizaba en una determinada época, por ejemplo, Edad de Cobre, Edad de Bronce y Edad de Hierro. Por otra parte, respecto al proceso de reúso y reciclado, explíqueles que varios metales reciclados logran conservar sus propiedades y, en algunos casos, no tienen limitaciones para ser reutilizados. Asimismo, mencione que para otros metales puede ocurrir que los costos de extracción y producción, así como el impacto ambiental que generan estos procesos, deberían conllevar la reducción o rechazo de dichos elementos metálicos. Para la segunda actividad (página 94), se elaborarán y analizarán dos gráficas a partir de los datos experimentales de abundancia de los elementos químicos en dos sistemas distintos, uno de ellos es el cuerpo humano y el otro es la corteza terrestre. Al respecto de esta actividad, coménteles que la abundancia de los elementos se expresa comúnmente en porcentaje en masa.",
        "cierre": "La actividad de esta etapa busca que los educandos apliquen los conocimientos adquiridos en la lección. El objetivo es que reflexionen en torno a la presencia de los elementos químicos en el universo. Explíqueles que la Tierra es el planeta idóneo para que prolifere la vida, y esto se debe a ciertas características como la presencia de oxígeno, la existencia de agua en los tres estados de agregación de la materia y la distancia que tiene nuestro planeta al Sol, entre otras.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Reconoce los elementos químicos en la Tierra y en el cuerpo humano."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "15/dic",
        "fechaDeCierre": "19/dic",
        "semanaEscolar": "16",
        "contenido": "La Tabla periódica: criterios de clasificación de los elementos químicos y sus propiedades.",
        "aprendizaje": "Construye modelos atómicos de Bohr -distribución de electrones en órbitas- con base en el número atómico de los primeros elementos químicos, con la intención de representar su conformación: protones, neutrones y electrones.",
        "tema": "Modelos atómicos",
        "leccion": "Lección 4. Modelos atómicos",
        "inicio": "La lección tiene por objetivo que Comprendan la estructura de un átomo en función de las partículas subatómicas que lo constituyen, así como la manera en que el número de dichas partículas permite identificarlos y diferenciarlos entre sí. Por otra parte, también se pretende que conozcan los conceptos de mol, constante de Avogadro y masa molar. La actividad de esta etapa tiene como propósito que los educandos adivinen cuáles objetos se encuentran al interior de una caja, porque no es posible observarlos. Al respecto, haga énfasis en el hecho de que en diversas ocasiones la evidencia que se requiere no siempre se puede obtener de manera directa.",
        "desarrollo": "El propósito de los textos y las actividades de esta sección es mostrarles a los alumnos la importancia de las partículas subatómicas. Por ejemplo, en el caso de los protones, el número de éstos determina la identidad de cada átomo; la ganancia o pérdida de electrones es útil para explicar el comportamiento químico y, en el caso de los neutrones, el hecho de que puede haber un número diferente de éstos en los átomos de un mismo elemento hace que existan los isótopos. La primera actividad (página 97) busca que los estudiantes indaguen más información sobre los isótopos. Para enriquecer este tema, se sugiere que también les solicite investigar acerca de isótopos que se emplean en medicina nuclear. Para la segunda actividad (página 98), oriente la reflexión de tal manera que comprendan que algunos electrones se localizan más cerca del núcleo, mientras que otros se encuentran en regiones más lejanas. En la tercera actividad (página 99), es conveniente que les recalque que un átomo es una partícula eléctricamente neutra, ya que tiene el mismo número de protones y de electrones; sin embargo, si un átomo gana o pierde electrones adquiere una carga eléctrica porque cambia el balance entre sus protones y sus electrones. Asimismo, se sugiere que les solicite que en las representaciones visuales que elaboren incluyan los protones que posee cada ion. Por último, haga énfasis en el hecho de que la masa molar se calcula a partir de la fórmula química de una sustancia, por lo cual es importante tomar en cuenta los subíndices, ya que éstos indican el número de átomos que hay de un determinado elemento en un compuesto.",
        "cierre": "La actividad de esta etapa tiene como propósito que los educandos apliquen los conocimientos adquiridos en la lección, para ello deberán emplear el concepto de cantidad de sustancia y cómo dicho concepto es útil para hacer cálculos matemáticos relacionados con la cantidad de partículas y con la cantidad de masa. También haga énfasis en que la masa molar se utiliza como un factor de conversión para transformar gramos a moles y viceversa.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Diferencia entre número atómico y número de masa. Utiliza factores de conversión para relacionar la masa, el mol y el número de Avogadro."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "12/ene",
        "fechaDeCierre": "16/ene",
        "semanaEscolar": "17",
        "contenido": "La Tabla periódica: criterios de clasificación de los elementos químicos y sus propiedades.",
        "aprendizaje": "Interpreta la información de la Tabla periódica ordenada por el número atómico, así como por grupos y periodos e identifca las propiedades periódicas de elementos representativos que permita inferir su comportamiento químico.",
        "tema": "Tabla periódica",
        "leccion": "Lección 5. Tabla periódica",
        "inicio": "La lección les muestra a los estudiantes la manera en que está organizada la tabla periódica que se usa en la actualidad, así como las características, las propiedades y los usos de algunos elementos representativos. Para la actividad de esta etapa fomente la creatividad de los educandos. Se sugiere que con esta actividad inicie la lección, aunque deberá solicitar que averigüen con antelación. Más adelante, y si el tiempo lo permite, organice una exposición, ya sea entre los compañeros del mismo grupo, con integrantes de otro grupo o grado o con los padres de familia, para que muestren algunos productos de la relación de los elementos y obras de arte.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es que los alumnos comprendan la organización de los elementos en la tabla periódica, así como su importancia, y conozcan la información que ésta aporta. Coménteles que fue el químico sueco Jöns Jacob Berzelius quien sugirió el uso de símbolos para representar los elementos; para ello, propuso que se utilizara la primera letra en mayúscula del nombre griego o latín de la sustancia en cuestión, y que, en caso de que hubiera elementos que comenzaran con la misma letra, se agregara una segunda letra minúscula para poder diferenciarlos. Para la primera actividad, mencione que antes de Dimitri Mendeleiev otros científicos también hicieron propuestas para organizar los elementos químicos conocidos hasta ese momento. Por ejemplo, el químico Johann Wolfgang Döbereiner relacionó la masa atómica de ciertos elementos con sus propiedades, de tal manera que los acomodó en forma de tríadas, e indicó que la masa atómica de uno de los tres elementos de la tríada es intermedia entre la masa atómica de los otros dos. Posteriormente, John Alexander Newlands propuso una clasificación de los elementos conocida como la Ley de las Octavas, ya que al ordenarlos en forma ascendente con base en su masa atómica notó que siete elementos consecutivos tenían propiedades diferentes, pero que el octavo elemento tenía propiedades parecidas al primero del grupo anterior. Asimismo, Alexandre Béguyer de Chancourtois hizo una propuesta en la cual acomodó los elementos químicos en una curva helicoidal según el orden creciente de sus masas atómicas. Solicite a los estudiantes que hagan una propuesta sobre la manera en que hubieran acomodado los elementos químicos, pero solamente tomando en cuenta la información de la cual disponían en el siglo xix . Para la segunda actividad, que es experimental (páginas 108 y 109), indique a los educandos que creen un registro fotográfico, a fin de que puedan comparar las propiedades del azufre antes y después de fundirlo y enfriarlo.",
        "cierre": "La actividad de este apartado tiene como propósito que los alumnos apliquen los conocimientos adquiridos en la lección; para ello, deberán adivinar el elemento químico que se les ha sido asignado al azar con base en una serie de preguntas, como la ubicación en la tabla periódica, clasificación, reactividad, propiedades, usos, entre otros. Por último, explíqueles la importancia de la sistematización de los elementos químicos en la tabla periódica propuesta por Mendeleiev y destaque el hecho de que fue el antecedente para que se propusiera la ley periódica de manera posterior.",
        "ejesArticuladores": "Artes y experiencias estéticas. Reconoce la relación de algunas obras de arte y la tabla periódica. ",
        "evaluacionFormativa": "Identifica y utiliza la información proporcionada por la tabla periódica."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "19/ene",
        "fechaDeCierre": "23/ene",
        "semanaEscolar": "18",
        "contenido": "La Tabla periódica: criterios de clasificación de los elementos químicos y sus propiedades.",
        "aprendizaje": "Representa los electrones de valencia de átomos de diferentes elementos químicos, por medio de diagramas de Lewis y los relaciona con el grupo al que pertenece en la Tabla periódica.",
        "tema": "Propiedades periódicas",
        "leccion": "Lección 6. Propiedades periódicas",
        "inicio": "La lección tiene el propósito que los estudiantes se familiaricen con el concepto de periodicidad y las propiedades de los elementos que la presentan en la tabla periódica. Sobre la actividad de esta sección mencióneles que los procesos de extracción y explotación de minerales tienen impactos ambientales significativos, los cuales pueden perdurar en el tiempo, e incluso ser permanentes, a pesar de que haya cesado la actividad minera en un determinado lugar. Solicíteles que investiguen las consecuencias que implica esta actividad; por ejemplo, en la contaminación del agua, el aire y el suelo; la deforestación; los daños a la flora y la fauna; el desplazamiento de las poblaciones humanas; etcétera.",
        "desarrollo": "El propósito de los textos y las actividades de esta etapa es que los educandos comprendan que las propiedades periódicas permiten hacer predicciones en las propiedades físicas y químicas de los elementos con base en su posición o ubicación en la tabla periódica. Para la primera actividad (página 111), los alumnos deberán establecer una relación entre el punto de fusión y el número atómico de diversos elementos. Haga énfasis en el hecho de que la gráfica mostrará un comportamiento periódico, porque se observará que los valores del punto de fusión incrementarán o disminuirán de manera repetitiva. Recuérdeles que la valencia se relaciona con el grupo al que pertenece el elemento y con el número de electrones que se encuentran en la última capa de un átomo. Para la segunda actividad (página 113), mencione que para estudiar el radio atómico se debe considerar a los átomos como esferas y que éste es una propiedad periódica que depende de las fuerzas electrostáticas entre los protones y los electrones, y de la forma en que estos últimos se acomodan en capas. Para la tercera actividad (páginas 113 y 114), haga énfasis en que la ganancia o pérdida de electrones se presenta en la capa externa de los átomos. También explíqueles que existe otra propiedad periódica conocida como afinidad electrónica, la cual se define como la energía que resulta de agregar un electrón a un átomo en estado gaseoso, y además presenta la misma tendencia que la energía de ionización, es decir, que aumenta a medida que se incrementa el número atómico, mientras que para un mismo grupo o familia disminuye al aumentar dicho número.",
        "cierre": "La actividad de esta etapa tiene como fin que los estudiantes apliquen los conocimientos adquiridos en la lección; para ello, se les pide que relacionen diversas propiedades, como la densidad, los puntos de fusión y de ebullición, el radio atómico y la energía de ionización con el número atómico de diversos elementos, a fin de que encuentren un comportamiento periódico en función de la ubicación de dichos elementos en la tabla periódica. Por último, haga hincapié en el hecho de que las propiedades periódicas dependen del número de electrones en la capa de valencia de cada tipo de átomo y de la forma en que los electrones se distribuyen.",
        "evaluacionFormativa": "Identifica las propiedades periódicas de los elementos representativos."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "26/ene",
        "fechaDeCierre": "30/ene",
        "semanaEscolar": "19",
        "contenido": "La Tabla periódica: criterios de clasificación de los elementos químicos y sus propiedades.",
        "aprendizaje": "Experimenta y diferencia los compuestos iónicos y moleculares, a partir de las propiedades identificadas en actividades experimentales; elabora conclusiones, inferencias y predicciones con base en la evidencia obtenida.",
        "tema": "Diagrama de Lewis",
        "leccion": "Lección 7. Enlaces químicos",
        "inicio": "El objetivo de la lección es que los estudiantes representen el enlace químico mediante los electrones de valencia a partir de la estructura de Lewis. La actividad de esta etapa busca favorecer en los educandos la capacidad de abstracción, ya que se les invita a representar a nivel nanoscópico los átomos que conforman la molécula de agua. Al respecto, es posible que dibujen pequeñas gotas de agua, en vez de elaborar representaciones de átomos y enlaces; en ese sentido, se sugiere repasar el modelo corpuscular de la materia.",
        "desarrollo": "El propósito de los textos y la actividad en esta etapa es que los alumnos elaboren estructuras de Lewis de especies neutras y de iones. Para estudiar el enlace químico, mencione que éste se genera por la interacción de los electrones de valencia, lo cual conlleva la unión de dos o más átomos. Si los electrones de valencia de un átomo se transfieren a otro(s) átomo(s), se formarán iones, mientras que si los electrones ocupan simultáneamente la capa de valencia de dos o más átomos, se dice que entre estos se comparten los electrones. La primera actividad tiene como finalidad que los estudiantes retomen lo aprendido sobre los diagramas de punto y las estructuras de Lewis para la representación química de diversas sustancias. Sobre esto, haga énfasis en que deben identificar los electrones de valencia de cada elemento para poder construir el diagrama de puntos; para ello, es importante que primero ubiquen en la tabla periódica el grupo o familia al que pertenece el elemento en cuestión. Por otra parte, para elaborar estructuras de Lewis de los iones, recuérdeles que deben agregar o eliminar los electrones necesarios para cumplir con la carga de la especie química correspondiente, es decir, que si se trata de un catión, deberán quitarle electrones según el número que indique la carga, pero si se trata de un anión, deberán añadir el número de electrones que indique la carga. Por último, explíqueles que no todos los átomos atraen con la misma fuerza a los electrones de valencia en un enlace químico, por ejemplo, algunos átomos como los del flúor y el oxígeno atraen con más fuerza a los electrones que los átomos de carbono e hidrógeno; por consiguiente, esta situación genera que la distribución de los electrones no sea la misma en todas las partes, aunque la molécula formada sea eléctricamente neutra. Sobre esto, mencióneles que la electronegatividad es una manera de medir la fuerza con la que diferentes átomos atraen a los electrones en un enlace, y que cuando ocurre un enlace químico entre átomos diferentes, el átomo más electronegativo será parcialmente negativo, mientras que el átomo menos electronegativo será parcialmente positivo.",
        "cierre": "La actividad de esta etapa tiene como propósito que los educandos apliquen los conocimientos adquiridos en la secuencia. El objetivo de esta es que propongan las estructuras de Lewis para algunas moléculas simples. Se sugiere que utilicen diferentes colores para representar los distintos átomos participantes en el enlace. Por último, haga énfasis en la importancia que tienen los electrones de valencia para explicar la estructura y la reactividad de las sustancias. Coménteles que el tipo de átomos que se combinan para formar una molécula y la manera en la que se enlazan determina la geometría, la cual es una característica de las moléculas que permite explicar su comportamiento químico.",
        "evaluacionFormativa": "Representa estructuras de Lewis para átomos neutros y iones. Representa estructuras de Lewis para moléculas simples."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/feb",
        "fechaDeCierre": "6/feb",
        "semanaEscolar": "20",
        "contenido": "Los compuestos iónicos y moleculares: propiedades y estructura.",
        "aprendizaje": "Analiza la formación y estructura de compuestos iónicos y moleculares a partir de las propiedades de la Tabla periódica",
        "tema": "Propiedades de compuestos iónicos y moleculares. Estructura de compuestos iónicos y moleculares",
        "leccion": "Lección 8. Sustancias moleculares y compuestos iónicos",
        "inicio": "El objetivo de la lección es mostrarles a los estudiantes que los materiales presentan diversas propiedades debido a que están formados por átomos distintos y porque éstos se unen de diferentes maneras. Con la actividad de este apartado se busca que los educandos analicen y comparen las propiedades de varias sustancias y expliquen sus semejanzas y sus diferencias con base en el modelo de enlace que las caracteriza. Oriéntelos de tal manera que observen que el primer grupo de sustancias está formado por compuestos cuyos elementos que los constituyen son no metales, mientras que las sustancias del segundo grupo están formadas por metales y no metales.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es que los alumnos conozcan el tipo de partículas que participan en la formación de los enlaces químicos y la manera en que éstas interactúan. Para la primera actividad (página 122), se sugiere que incluya en su explicación que la fórmula química condensada indica el número y tipo de átomos que participan en el enlace, mientras que la fórmula estructural hace alusión a la manera en que los átomos se encuentran enlazados, por ejemplo, si forman enlaces sencillos o enlaces múltiples (dobles y triples). Vuelva a retomar el hecho de que la valencia está relacionada con el grupo al que pertenece un determinado elemento y con el número de electrones de la última capa de un átomo; también coménteles que un electrón de valencia puede formar una pareja con un electrón de valencia de otro átomo al establecer un enlace. Para la actividad experimental (página 123), emplearán la electrólisis con la finalidad de separar un compuesto en los elementos que lo constituyen; para dicha actividad se empleará agua y se obtendrá oxígeno e hidrógeno. Se sugiere que haga énfasis en que observen con detalle el proceso, para que puedan notar los cambios que ocurren, en especial lo concerniente a la formación de ambos gases. La tercera actividad (página 124) busca que los estudiantes analicen el proceso de formación de los enlaces iónicos entre distintos átomos. Explique sobre esto que los metales tienden a perder electrones y formar cationes; en cambio, los no metales tienden a ganar electrones y formar aniones.",
        "cierre": "La actividad de esta etapa tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la lección; para ello, deberán proponer el tipo de enlace y analizar el tipo de elementos que interactuarán, es decir, si son metales o no metales. Por otra parte, en la representación nanoscópica de los compuestos con enlace iónico, puede orientarlos para que los representen con redes cristalinas, las cuales están formadas por aniones y cationes dispuestos en redes tridimensionales ordenadas.",
        "evaluacionFormativa": "Explica las características de los enlaces químicos a partir del modelo de compartición de electrones (covalente) y de tranferencia de electrones (iónico)."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/feb",
        "fechaDeCierre": "13/feb",
        "semanaEscolar": "21",
        "contenido": "Los compuestos iónicos y moleculares: propiedades y estructura.",
        "aprendizaje": "Valora el aprovechamiento de propiedades de compuestos iónicos y moleculares en el cuerpo humano y en diferentes ámbitos.",
        "tema": "Aprovechamiento de compuestos iónicos y moleculares",
        "leccion": "Lección 9. Aprovechamiento de compuestos iónicos y moleculares",
        "inicio": "La lección busca que los estudiantes reflexionen acerca de los materiales que los rodean, ya sea que dichos materiales tengan un origen natural o sean sintéticos. El objetivo de la actividad de esta etapa es que relacionen las propiedades de los materiales con la estructura química que presentan. Explíqueles que los fertilizantes pueden ser de origen animal, mineral, vegetal o sintético y que se utilizan para enriquecer y mejorar las características físicas, químicas y biológicas del suelo, a fin de incrementar el rendimiento de los cultivos.",
        "desarrollo": "El propósito de los textos y las actividades de esta etapa es que los educandos analicen beneficios y desventajas que supone el aprovechamiento de sustancias moleculares y compuestos iónicos. Para la primera actividad experimental (página 128), los alumnos trabajarán con poliestireno y observarán qué le ocurre si entra en contacto con agua y acetona. Mencióneles que los polímeros son sustancias formadas por grandes cadenas de monómeros que se unen entre sí mediante enlaces covalentes. También explíqueles que poseen propiedades físicas, químicas y mecánicas, siendo estas últimas las que describen el comportamiento de un material ante las fuerzas que se le aplican; algunas de éstas son resistencia frente a esfuerzos externos, rigidez frente a deformaciones, dureza ante la deformación cuando se está bajo una carga compresiva concentrada y la tenacidad en el momento en que el material se somete a impactos. Puede tomar como ejemplo al policarbonato, el cual se caracteriza por su rigidez, dureza y buena resistencia a los impactos, por lo cual se puede utilizar en la elaboración de los escudos antidisturbios. Para la segunda actividad (página 129), mencióneles que los plásticos biodegradables están fabricados con materiales que se pueden descomponer en un lapso menor al de las resinas plásticas; algunos de éstos son el trigo, el maíz, las papas, los plátanos, entre otros. Para la tercera actividad (página 130), haga énfasis en que cuando un compuesto iónico se disuelve en agua sus iones se separan, lo cual permite el flujo de electricidad, y es por ello que las disoluciones acuosas de compuestos iónicos tienen la capacidad de conducir la corriente eléctrica. Sobre esto, explique que el proceso en el cual las moléculas de un disolvente como el agua interactúan con los iones del soluto recibe el nombre de solvatación.",
        "cierre": "La actividad de esta etapa tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la secuencia. El objetivo es que reflexionen en torno al grave problema de contaminación que generan los residuos plásticos al no degradarse rápidamente, porque esto ocurre en un lapso muy grande y, desafortunadamente, gran cantidad de desechos terminan en el mar. Por último, haga hincapié en los efectos negativos que tiene la contaminación por plásticos en los ecosistemas marinos y terrestres. Resalte cómo los compuestos iónicos y moleculares se aprovechan en el cuerpo humano y en diversos ámbitos de la vida cotidiana. Solicite a los alumnos que resuelvan la ficha \"Un poco de sal para preparar agua dulce\" de su cuaderno de evidencias para valorar el aprovechamiento de compuestos iónicos en diversos procesos, como la desalinización del agua.",
        "evaluacionFormativa": "Reconoce la importancia de los compuestos iónicos y moleculares en diferentes ámbitos."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/feb",
        "fechaDeCierre": "20/feb",
        "semanaEscolar": "22",
        "contenido": "La química como fuente de energía química: carbohidratos, proteínas y lípidos.",
        "aprendizaje": "Valora la importancia de vitaminas, minerales y agua simple potable, para el adecuado funcionamiento del cuerpo humano, e identifica los impactos de su deficiencia.",
        "tema": "Vitaminas, minerales y agua simple en el cuerpo humano",
        "leccion": "Lección 10. Agua, vitaminas y minerales",
        "inicio": "El objetivo de la lección es mostrarles a los estudiantes la importancia que tiene para el buen funcionamiento del cuerpo humano el consumo en cantidades adecuadas de vitaminas, minerales y agua. Con la actividad de esta etapa, se busca que los educandos reflexionen acerca de lo vital que resulta para la sociedad tener acceso a agua potable. Sobre esto, mencione que a lo largo de la historia todas las civilizaciones han requerido de una buena gestión del agua para asegurar su subsistencia, y que incluso las civilizaciones prehispánicas tenían un vínculo especial con este líquido. Recuérdeles que la capital del imperio mexica, Tenochtitlan, se fundó sobre un islote en el gran lago de Texcoco, y que para mejorar el abastecimiento de agua dulce de la capital se construyó un acueducto que transportaba este líquido desde Chapultepec hasta el centro de Tenochtitlan.",
        "desarrollo": "El propósito de los textos y las actividades de esta etapa es que los alumnos reflexionen en torno a lo fundamental que es incluir en la dieta alimentos que contengan vitaminas y minerales, así como consumir la cantidad de agua adecuada. Para la primera actividad (página 133), recalque el hecho de que el agua está formada por dos átomos de hidrógeno (H) y uno de oxígeno (O) unidos por un enlace covalente polar. También mencione que este compuesto tiene una amplia capacidad para disolver sustancias iónicas y moleculares, muchas de las cuales están presentes en los seres vivos y son necesarias para su buen funcionamiento. Sobre el acceso al agua potable, señale que las fuentes de este líquido en México provienen de aguas superficiales como ríos y lagos, sin embargo, el principal problema de las aguas superficiales es la contaminación debida a las aguas residuales de origen doméstico, industrial, agrícola y ganadero, las cuales, al ser vertidas sin tratamiento previo, contienen importantes cantidades de contaminantes. Otras fuentes de suministro son el agua subterránea, que desafortunadamente se encuentra sobreexplotada, y las precipitaciones, cuyo principal inconveniente es que la lluvia no cae de manera uniforme en todo el país ni es constante a lo largo del año. Para la segunda actividad (página 134), comente a los alumnos que las vitaminas, los minerales y el agua potable son nutrientes esenciales que el cuerpo necesita para funcionar de manera correcta. En el caso de las vitaminas, hay algunas que son liposolubles y, por tanto, se recomienda consumirlas con moderación porque el cuerpo puede almacenarlas (productos de origen animal y alimentos que contienen grasas). Hay otras vitaminas que son solubles en agua y esas deben ingerirse todos los días (frutas, verduras, leche, productos lácteos y cereales). Los minerales ayudan a construir dientes y huesos fuertes y a transformar los alimentos que se consumen en energía. Cabe mencionar que el cuerpo necesita algunos minerales más que otros. Por ejemplo, el calcio, el fósforo, el magnesio, el sodio y el potasio son esenciales para un mejor funcionamiento del organismo. El agua, además de refrescar, mantiene al cuerpo a una temperatura normal, protege la médula espinal y otros tejidos sensibles, y desahoga los desechos gracias a la micción, la transpiración y las deposiciones. Complemente con otros ejemplos de beneficios a la salud que aportan las vitaminas, mencione que la vitamina A es importante para prevenir problemas oculares y favorecer el buen funcionamiento de los ojos, o que la vitamina B6 es necesaria para el desarrollo cerebral y para mantener saludable al sistema inmunitario.",
        "cierre": "La actividad de esta etapa tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la lección y propongan una serie de alimentos que les garanticen la ingesta adecuada de vitaminas y minerales. Sobre esto, comente que las dietas deben estar en función de varios factores, pues el estado de salud, preferencias alimenticias, edad, sexo, índice de masa corporal, entre otros, son diferentes en cada persona. A manera de ejemplo, mencione que los pacientes con insuficiencia renal requieren una ingesta controlada de agua y no deben consumir alimentos con alto contenido de sal. Invite a los alumnos a resolver la ficha \"Vitaminas y minerales para todos\". Al terminar, incentive una reflexión en grupo sobre la importancia de mantener una dieta equilibrada para asegurar el aporte adecuado de vitaminas, minerales y agua potable.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud. ",
        "evaluacionFormativa": "Comprende la importancia del acceso al agua potable. Propone una dieta que incluya la ingesta de vitaminas y minerales."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "23/feb",
        "fechaDeCierre": "27/feb",
        "semanaEscolar": "23",
        "contenido": "Las reacciones químicas: manifestaciones de las ecuaciones químicas.",
        "aprendizaje": "Reconoce distintas reacciones químicas en su entorno y en actividades experimentales, a partir de sus manifestaciones y el cambio de propiedades de reactivos a productos.",
        "tema": "Reacciones químicas",
        "leccion": "Lección 11. Reacciones químicas",
        "inicio": "La lección busca que los educandos identifiquen el cambio químico y la forma en que puede manifestarse en fenómenos cotidianos. La actividad de esta etapa tiene como propósito que observen una serie de imágenes y determinen en cuáles ha ocurrido una reacción química. Sobre esto, es importante que distingan entre cambios físicos y químicos, y que reflexionen acerca de la manera en que pueden saber que ha tenido lugar un cambio químico.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es que Comprendan que en una reacción química las sustancias se transforman en otras con propiedades distintas |de las que les dieron origen. |Asimismo, se señalan las características de un cambio químico y |se muestran algunos ejemplos comunes de estos procesos. |Haga énfasis que en lo que ocurre con una reacción química a nivel |nanoscópico, es decir, que a nivel de partículas se presenta un cambio |en la forma en que se organizan y reagrupan los átomos. |La primera actividad (página 137) busca que los alumnos perciban |si ha ocurrido algún cambio en las situaciones propuestas. Al respecto, aproveche para comentarles que a nivel macroscópico es posible |notar algunos indicios de que se han formado nuevas sustancias, por |ejemplo, la producción de ciertos olores o productos coloridos, la liberación o absorción de energía en forma de calor y la efervescencia. |La segunda actividad (página 139) pretende que los estudiantes |establezcan una diferencia entre un proceso físico (la ebullición) y un |proceso químico (la combustión). Se sugiere hacerles notar que la |temperatura de ignición se relaciona con la energía necesaria para |que inicie la combustión. |Sobre la reacción de combustión coménteles que gracias a los |avances tecnológicos y científicos se han diseñado motores más eficientes, con los cuales se espera disminuir la cantidad de gases contaminantes que se emiten a la atmósfera. |En el caso de la actividad experimental (página 140), es recomendable que también se investigue la fórmula química o símbolo |de los reactivos. |Por último, es importante hacerles notar que las reacciones de |descomposición son procesos químicos que siguen una dirección inversa a la de las reacciones de combinación, y que la diferencia entre |ambas tiene que ver con el número de reactivos que participan en la |reacción o el número de productos que se forman.",
        "cierre": "La actividad de esta etapa tiene como propósito que los educandos apliquen los conocimientos adquiridos en la secuencia, para ello deberán identificar el tipo de reacción que ha ocurrido. Se sugiere que los oriente de tal manera que analicen cuántos reactivos participan, cuántos productos se forman o si, en específico, los reactivos son sustancias moleculares que contienen átomos de carbono e hidrógeno y reaccionan con oxígeno.",
        "evaluacionFormativa": "Diferencia entre cambios físicos y cambios químicos. Distingue en una reacción química de combinación y una reacción química de descomposición."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/mar",
        "fechaDeCierre": "6/mar",
        "semanaEscolar": "24",
        "contenido": "Las reacciones químicas: manifestaciones de las ecuaciones químicas.",
        "aprendizaje": "Representa reacciones mediante modelos tridimensionales y ecuaciones químicas, con base en el lenguaje científico y la Ley de la conservación de la materia.",
        "tema": "Ley de la conservación de la materia",
        "leccion": "Lección 12. Conservación de la materia",
        "inicio": "La lección tiene como propósito que los alumnos comprendan la importancia de la ley de conservación de la materia y explicarla a partir de los conocimientos adquiridos sobre ecuaciones y reacciones químicas. La actividad de esta etapa retoma la reacción de combustión para mostrarle que en este proceso se forman nuevas sustancias y que, a pesar de que puedan percibir que hay variaciones en el peso y el volumen de los materiales originales y las cenizas que se forman, la materia siempre se conserva.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es hacer énfasis en el hecho de que, al ocurrir una reacción química, los átomos no se crean ni se destruyen, sino que cambia la forma en que se unen, y la cantidad de estos a lo largo de dicho proceso permanece constante. La primera actividad (páginas 143 y 144) tiene la intención de que los educandos retomen lo aprendido sobre las reacciones químicas de combustión, combinación y descomposición. Se sugiere que, al elaborar las representaciones nanoscópicas, les solicite que representen los átomos participantes con diversos colores. Respecto a la ecuación química, coménteles que ésta es la manera en que se representan los reactivos y los productos que participan en una reacción química, la cual muestra que los átomos cambian de posición, es decir, que en las nuevas sustancias (productos) se unen con otros átomos. Asimismo, recálqueles la importancia de que las ecuaciones químicas se encuentren balanceadas, a fin de que se cumpla la ley de la conservación de la materia, porque no es posible que los átomos desaparezcan o, por el contrario, aparezcan de la nada. Por otra parte, mencione la importancia de incluir el estado físico de las sustancias al escribir una ecuación química. La segunda actividad (página 145) pretende que los estudiantes se familiaricen con el proceso de balanceo en una ecuación química para que ésta cumpla con la ley de la conservación de la materia; para ello, deben aprender a identificar y contar los átomos que participan en la reacción química. Sobre esto, haga énfasis en que los coeficientes estequiométricos son los que nos ayudan a balancear la ecuación química, porque aseguran que haya el mismo número de cada tipo de átomo antes y después del proceso. Por último, mencióneles que la información que proporciona una ecuación química hace alusión al número de moles de los reactivos y de los productos en una reacción química, y que el término mol hace referencia a un conjunto de 6.023 × 1023 partículas.",
        "cierre": "En la actividad de esta etapa se espera que los estudiantes apliquen los conocimientos adquiridos en la lección. Para ello, el propósito es que balanceen una ecuación química y utilicen factores de conversión para transformar los moles de una sustancia en relación con otra, además de que relacionen los moles con otras unidades como la masa o el número de moléculas. Invite a los alumnos a resolver la ficha \"Química de la vida\" de su cuaderno de evidencias. Al terminar, incentive una reflexión en grupo sobre la importancia de representar a las reacciones químicas de manera precisa y coherente.",
        "evaluacionFormativa": "Dibuja representaciones nanoscópicas de las reacciones químicas. Balancea ecuaciones químicas.  Resuelve ejercicios de estequiometría (relaciones estequiométricas y conversiones)."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/mar",
        "fechaDeCierre": "13/mar",
        "semanaEscolar": "25",
        "contenido": "Las reacciones químicas: manifestaciones de las ecuaciones químicas.",
        "aprendizaje": "Explica lo que cambia y lo que permanece en una reacción química y valora su importancia, para producir nuevas sustancias y satisfacer necesidades humanas, así como solucionar problemas relacionados con la salud y el medio ambiente.",
        "tema": "Reacciones químicas que solucionan problemas",
        "leccion": "Lección 13. Reacciones químicas que solucionan problemas",
        "inicio": "La lección presenta las áreas de aplicación de las reacciones químicas, así como los beneficios y costos que implican. La actividad de esta etapa tiene como propósito que los estudiantes reflexionen en torno a las consecuencias de la emisión de gases de efecto invernadero. Sobre esto, explíqueles que el efecto invernadero es un fenómeno natural en el que unos determinados gases que están presentes en la atmósfera retienen parte de la energía solar que emite la superficie terrestre, lo cual produce un aumento en la temperatura. Haga énfasis en el hecho de que el efecto invernadero ha permitido el desarrollo de la vida en la Tierra; sin embargo, las actividades humanas han hecho que este efecto se intensifique, favoreciendo el incremento de la temperatura global.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es que los educandos conozcan los usos que tienen las reacciones químicas. Acerca de la síntesis química, mencióneles que es un proceso mediante el cual se obtiene gran variedad de compuestos químicos a partir de sustancias más simples. También comente que con la síntesis química se producen materiales que no se pueden obtener de manera directa de fuentes naturales. En el análisis químico, las reacciones químicas son útiles para detectar, identificar y cuantificar las sustancias presentes en un determinado medio. Mencione que el análisis químico se emplea en múltiples áreas, por ejemplo, en las ciencias forenses, en estudios ambientales, en la industria alimenticia y farmacéutica, en el campo de la salud, entre otros. Respecto a las transformaciones químicas, explique a los estudiantes que con las reacciones químicas se pueden formar productos no deseados, los cuales en ocasiones suelen generar problemas ambientales, de salud o repercusiones económicas o sociales. En la primera actividad (páginas 149 y 150) se sugiere que investiguen la importancia que tienen los polímeros para la sociedad, así como problemas al medio ambiente y a los seres vivos que la síntesis de estos ha generado. Por otra parte, indíqueles que, además de las propiedades físicas que registren del producto que generaron en el experimento, también evalúen la elasticidad y la resistencia al impacto que éste tenga. Para la segunda actividad (página 150), recalque lo fundamental que resultan los análisis clínicos para un buen diagnóstico y tratamiento de un determinado padecimiento o enfermedad.",
        "cierre": "La actividad de esta etapa busca que los alumnos apliquen los conocimientos adquiridos en la lección; para ello, se recomienda solicitarles que elaboren representaciones nanoscópicas de las reacciones químicas que se presentan. Por último, recalque que tanto las industrias, como los centros de investigación y la sociedad en general deben procurar el control de las reacciones, ya sea evitando en la medida de lo posible generar productos no deseados y dándoles otro uso, u optimizando los recursos e insumos que se requieren para llevar a cabo las reacciones químicas. Solicite a los alumnos que resuelvan la ficha \"¿Qué tanto color da las reacciones químicas?\" de su cuaderno de evidencias. El objetivo de este recurso es que los estudiantes reconozcan la utilidad de las reacciones químicas en la producción de nuevas sustancias que son fundamentales para solucionar problemas que se relacionan con la salud y el medio ambiente.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Valora la importancia de las reacciones químicas para producir nuevas sustancias y solucionar problemas relacionados con la salud y el medio ambiente."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/mar",
        "fechaDeCierre": "20/mar",
        "semanaEscolar": "26",
        "contenido": "Las reacciones químicas: manifestaciones de las ecuaciones químicas.",
        "aprendizaje": "Explica y representa intercambios de materia y energía - endotérmicas y exotérmicas - de reactivos a productos y su aprovechamiento en actividades humanas.",
        "tema": "Reacciones endotérmicas y exotérmicas",
        "leccion": "Lección 14. Reacciones endotérmicas y exotérmicas",
        "inicio": "El objetivo de la lección es que los alumnos conozcan la relación que existe entre las reacciones químicas y la energía. En la actividad de esta etapa se sugiere que, después de haber leído el fragmento del texto de Isaac Asimov, motive la reflexión en torno al impacto que tiene la obtención y el uso de los combustibles fósiles en el medio ambiente, y también que analicen cuáles serían las consecuencias que tendría la falta del petróleo y sus derivados en la elaboración de productos como medicamentos, cosméticos, plásticos, entre otros.",
        "desarrollo": "El propósito de los textos y las actividades en esta etapa es mostrarles a los educandos que en las reacciones químicas ocurre una transferencia de energía entre el sistema y los alrededores. Para introducir al tema de las reacciones exotérmicas y endotérmicas, solicíteles que identifiquen algunos eventos de su vida cotidiana en los que hayan notado que la energía calorífica se libera o, por el contrario, se absorbe. Para la primera actividad experimental (página 153), se sugiere también pedirles que elaboren representaciones nanoscópicas de las reacciones químicas de ambos experimentos. Por otra parte, es conveniente que investiguen el origen etimológico de los términos exotérmico y endotérmico, con la finalidad de mejorar la comprensión de estos conceptos. Dado que las reacciones químicas exotérmicas son importantes, en especial a nivel industrial, se sugiere que les solicite que investiguen sobre el uso de estas reacciones en la generación de energía, el uso de combustibles fósiles y otros combustibles alternativos; por ejemplo, el hidrógeno y el biodiésel. Al respecto de las reacciones endotérmicas, coménteles que éstas son menos comunes a nivel industrial y que es más frecuente que ocurran en los procesos biológicos que llevan a cabo los seres vivos. Por último, haga énfasis en el hecho de que, dependiendo como sea el balance neto de la energía, es decir, entre aquella que se requiere para romper enlaces en los reactivos y la que se produce cuando se forman los nuevos enlaces en los productos, es que una reacción química puede clasificarse en exotérmica o endotérmica.",
        "cierre": "La actividad de esta etapa tiene como propósito que los estudiantes apliquen los conocimientos adquiridos en la lección; para ello, se les invita a reflexionar acerca del impacto que tienen en el medio ambiente sus hábitos de consumo y el uso de energía en su vida cotidiana. También acerca de los efectos negativos del uso de combustibles fósiles como principal fuente de energía.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Representa intercambios de materia y energía."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "23/mar",
        "fechaDeCierre": "27/mar",
        "semanaEscolar": "27",
        "contenido": "Introducción a la Unidad 3",
        "tema": "Introducción a la Unidad 3",
        "leccion": "Me preparo",
        "inicio": "El alumnado debe tener noción de lo que es una mezcla y comprender la diferencia entre ésta y un compuesto. En la actividad 1, los componentes de la mezcla interactúan, y algunos de ellos experimentarán reacciones químicas.",
        "desarrollo": "Los estudiantes deberán recordar que la harina se obtiene del trigo y que contiene carbohidratos, que son una de las fuentes principales de energía. Otro tipo de nutrimentos son las proteínas, como el huevo, que es la fuente proteica principal del pan. Ya conocen la clasificación de la materia y las características de las reacciones químicas que se emplean en la obtención de energía. Utilice esta sección como ejercicio para tener una idea general de los conocimientos previos que tienen respecto a las reacciones químicas y a la energía. Explore sus experiencias fuera del contexto escolar con reacciones en las que hayan visto manifestaciones de energía como calor y luz, y oriéntelos para que descubran que se trata de reacciones químicas. Como introducción a los cambios químicos, repase los cambios físicos que estudiaron en su curso de Física en los que se requiere y se desprende energía al llevarse a cabo, en particular los cambios de estado de la materia. Del mismo modo, relacione el proceso de digestión y la nutrición que estudiaron en su curso de Biología con reacciones químicas que ocurren en nuestro cuerpo y que generan energía.",
        "cierre": "Oriente a los estudiantes hacia una comprensión sobre la diversidad de los alimentos. Para ello, pida que observen la imagen y pregunte ¿cuáles son las principales fuentes de alimentos que consumen en su dieta diaria? ¿Qué procesos piensan que atraviesan los alimentos desde que se cultivan hasta que llegan a su plato? En la actualidad, la agricultura ha adoptado diversos métodos para mejorar la producción de sus cultivos, como la aplicación de fertilizantes químicos. Comente que, gracias al uso de estos materiales, se satisface la enorme demanda de cereales alimentarios y otros productos en todo el mundo. Al respecto, pregunte ¿consideran que el uso excesivo de pesticidas y fertilizantes en el suelo puede tener efectos negativos? Elabore en el pizarrón una lista con sus respuestas y mencione que, en efecto, el uso en exceso de fertilizantes está deteriorando la calidad del suelo y de las aguas subterráneas, debido a los componentes de estas sustancias, que en gran medida son nitrógeno y fósforo. Aproveche la discusión en torno a esta problemática para relacionar los temas con el ods 9 (Industria, innovación e infraestructura). Con ayuda del contenido \"¿Sabes cómo funcionan los biofertilizantes?\", material que se sugiere en los \"Recursos de apoyo complementarios\", mencione que en la actualidad se desarrollan nuevos fertilizantes a base de microorganismos, que son capaces de reestructurar el suelo y mejorar el desarrollo de los cultivos. Si lo considera oportuno, introduzca a los educandos a uno de los temas centrales de la unidad: ácidos y bases. Para ello, pregunte ¿qué entienden por neutralización? Comente que algunos fertilizantes contienen carbonato de calcio, con el propósito de aumentar el pH del suelo, es decir, reducir la acidez generada por la lixiviación por medio de un proceso que se conoce como neutralización."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "13/abr",
        "fechaDeCierre": "17/abr",
        "semanaEscolar": "28",
        "contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
        "aprendizaje": "Reconoce los saberes de pueblos y culturas acerca de la diversidad de los alimentos y su importancia en el diseño de menús, orientados a una dieta saludable, acorde al contexto.",
        "tema": "Diversidad de los alimentos",
        "leccion": "Lección 1. Diversidad cultural de los alimentos",
        "inicio": "La lección no requiere un enfoque estrictamente químico, por el contrario, abordarla de una forma multidisciplinaria, como desde el punto de vista de la Geografía, la Economía y la Historia, favorecerá mucho el aprendizaje. Se recomienda exhortar a los estudiantes a identificar las similitudes en los platillos a lo largo del mundo, por ejemplo, identificar productos de proteínas, cereales, verduras, frutas o legumbres. Se debe fomentar el intercambio de ideas con respecto a su percepción del entorno. La dieta, incluso dentro de una misma región, varía en función de las tradiciones y saberes familiares.",
        "desarrollo": "Para favorecer la observación del entorno, solicite a los educandos que indiquen qué tipo de productos se venden por temporada y por región en los mercados o supermercados del país; por ejemplo, la calabaza (curcubita maxima) que se utiliza en la festividad de Día de Muertos únicamente está disponible en el país en temporada de otoño, al igual que la calabaza de castilla, que se consume y cultiva en todo el país. Algunas preguntas que pueden invitar a la reflexión son ¿qué verdura está disponible todo el año? ¿Qué grano o cereal (arroz, maíz o trigo) es el que más se consume en tu hogar? ¿Qué grano o cereal es el más representativo de Asia, Europa y México? ¿Por qué es más sencillo encontrar granos y cereales durante todo el año que algunas verduras o frutas? Se puede relacionar al porcentaje de humedad de la lección 8 en la unidad 1. Se sugiere retomar la lección 10 de la unidad 1, con el tema del consumo responsable de los productos cárnicos y de los productos ultraprocesados, debido a su impacto en la salud y en el medio ambiente.",
        "cierre": "La actividad de esta sección podría abordarse desde el enfoque histórico. Por ejemplo, pregunte ¿qué clase de granos se consumen en los tres países respectivamente? En México, maíz; en China, arroz; en Arabia Saudita, trigo, ya que esos cereales formaron parte del nacimiento y el desarrollo de sus respectivas civilizaciones; sin embargo, en los tres casos, sin importar el tipo de grano, forma parte importante de su alimentación. Preguntas como ¿qué verduras creen que se consuman en Arabia Saudita? ¿Qué dulces piensan que se consumen en China? pueden despertar la curiosidad del alumnado y llevarlos a la búsqueda de información por iniciativa propia.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Reconoce que las personas consumen alimentos relacionados con diversos factores."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "20/abr",
        "fechaDeCierre": "24/abr",
        "semanaEscolar": "29",
        "contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
        "aprendizaje": "Explica cómo obtiene la energía el cuerpo humano, a partir de los nutrimentos e identifica los alimentos que los contienen.",
        "tema": "Nutrimentos y su energía",
        "leccion": "Lección 2. Nutrimentos como fuentes de masa y energía",
        "inicio": "La actividad de esta etapa invita a los alumnos a la reflexión, por ejemplo, al contrastar los siguientes datos: cerca de 33 % de las personas en nuestro país padecen obesidad, mientras que 15 \\% vive con inseguridad alimentaria y otro 14.2 \\% sufre desnutrición. Estas preguntas pueden funcionar como detonadoras: ¿será sencillo conseguir agua potable en cualquier lugar de México? No, existen muchas comunidades en la zona sur del país que no tienen acceso al servicio de agua potable; ¿será sencillo conseguir bebidas azucaradas (como refrescos) en cualquier lugar de México? La respuesta es sí, las cadenas de distribución pueden llegar incluso a comunidades muy alejadas. De nuevo, resultaría conveniente resaltar el impacto a la salud y al ambiente del consumo de alimentos ultraprocesados, no sólo por el contenido en grasas y azúcares, sino también por los empaques de un solo uso.",
        "desarrollo": "Invite a los alumnos a recodar los componentes mayoritarios de la masa del cuerpo humano: agua, proteínas, grasas, carbohidratos y minerales. Algunos apoyos en la identificación de los carbohidratos son que la fórmula molecular únicamente contendrá átomos de carbono, hidrógeno y oxígeno; éstos tendrán una proporción de un átomo de carbono por dos hidrógenos y un oxígeno, es decir, $C_1(H_2O)_1$, de ahí que se les denomine carbohidratos o hidratos de carbono. A lo largo de esta lección y las siguientes se usará el concepto de contenido energético, cuyas unidades son históricamente las calorías (cal), o en el sistema internacional de unidades, los Joules (J). Se debe tener especial cuidado al enseñar la equivalencia entre calorías y Calorías. Resalte continuamente que 1 000 calorías (cal) equivalen a una kilocaloría que puede ser abreviarse como Cal o kcal. Invítelos a revisar el etiquetado de diversos productos alimenticios e identificar el contenido energético, si viene informado en calorías, kilocalorías o Joules; también, exhórtelos a que hagan un consumo informado de productos procesados y ultraprocesados. Para los lípidos (grasas o aceites), recuérdeles que forman parte de nuestra ingesta, ya que incluso algunas vitaminas forman parte de este grupo alimenticio y que se encuentran de manera natural en muchos alimentos; sin embargo, el exceso de productos fritos representa un problema para la salud. Resalte en este tema que es importante la disminución o alto total en la ingesta de aceites \"trans\", debido a que suelen ser más difíciles de degradar por el sistema digestivo y, por tanto, provocan su acumulación y problemas de salud. Y al final, para las proteínas, resalte que no son una fuente de energía considerable; sin embargo, los aminoácidos que las componen son necesarios para el correcto funcionamiento del cuerpo humano. Valdría la pena señalar que la ingesta de proteínas es necesaria y que, en caso de no consumir productos cárnicos (ricos en proteínas), se debe acudir al profesional de la salud para idear un régimen alimentario que permita obtener estos aminoácidos de otra fuente, por ejemplo, suplementos alimentarios, ya que el humano no es capaz de producirlos todos de manera autónoma.",
        "cierre": "La actividad de esta etapa permite identificar propiedades mecánicas de un tipo de proteínas en sus propios cuerpos. Vale la pena señalar que las proteínas forman dos grandes grupos: las estructurales (cabello, cartílago, músculo) y las micelares, responsables de la actividad enzimática en nuestro cuerpo humano; también pueden ser formas de vida, como las bacterias, por ejemplo, Escherichia coli. Anime a los alumnos a resolver la ficha \"El mole, un festín de sabor\" de su cuaderno de evidencias. Con ello mejorarán su capacidad para identificar los nutrimentos en diferentes alimentos, además de su comprensión general sobre cómo el cuerpo obtiene energía a partir de estos nutrimentos.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
        "evaluacionFormativa": "Identifica las funciones en el cuerpo humando de las biomoléculas y relaciona las biomoléculas con los alimentos que las contienen."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "27/abr",
        "fechaDeCierre": "1/may",
        "semanaEscolar": "30",
        "contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
        "aprendizaje": "Analiza el aporte energético de los alimentos y lo relaciona con las actividades físicas personales, a fin de tomar decisiones vinculadas a una dieta saludable.",
        "tema": "Aporte energético de los alimentos",
        "leccion": "Lección 3. Aporte energético de los alimentos",
        "inicio": "La actividad de esta etapa permite la observación y reflexión, con dos variantes que resulta adecuado señalar: los sistemas de transporte colectivo, que al ser fortalecidos permiten a la mayor parte de la población desplazarse con una emisión de gases contaminantes menor, y el nivel de actividad física que cada persona lleva a cabo. No se requiere ser un atleta de alto rendimiento para tener una vida saludable (si algún alumno se encuentra en las posibilidades de serlo, incentívelo), ya que basta con tener al menos 30 minutos de actividad física al día.",
        "desarrollo": "Al trabajar con la figura 3.1 (página 174), mencione a los educandos que la recomendación de ingesta diaria es 2 000 kilocalorías (señale el error en el pie de la etiqueta), por lo que el producto que se muestra en el etiquetado, en caso de contener una ración por envase, contribuye con 10 % de la necesidad diaria en una porción de 45 gramos. Solicíteles que indiquen, a su consideración, qué es equivalente a 50 gramos (para ayudarlos a dimensionar, una tortilla promedio de maíz pesa 30 gramos). Existen productos ultraprocesados que en 100 gramos de producto contienen 490 kcal, es decir, una cuarta parte de la necesidad energética diaria, sin mencionar que nutricionalmente no aportan nada. Se propone examinar diversos productos en el aula para que el alumnado esté consciente de su alimentación. La tabla 3.1 (página 174) les permitirá identificar que los productos pueden contener más de un tipo de sustancias (carbohidratos, grasas y proteínas) en el mismo alimento. La actividad a partir de la tabla 3.3 (página 176) también motiva a la reflexión de los estudiantes, para ello se sugiere que la lleven a cabo de manera individual y que piensen en su estilo de vida. Un ejemplo que puede comentarles es lo que implicó al Australopithecus aumentar su ingesta calórica para poder continuar su evolución hacia los siguientes homínidos. Luego pregúnteles ¿qué actividades del cuerpo consideran que consumen energía sin necesidad del movimiento? Si bien, no es un tema propio de la Química, el sector salud forma parte de las aplicaciones en las que pueden contribuir las ciencias químicas. A manera divulgativa, comente sobre los análisis cuantitativos (como en la lección 9 de la unidad 1) que la Química pone a disposición del sector salud; por ejemplo, la medición de la glucosa en la sangre y su evolución desde la toma de muestra por parte de personal calificado hasta los dispositivos de libre acceso en el mercado, que requieren una cantidad minúscula de muestra (sangre) para hacer la medición.",
        "cierre": "La actividad de esta etapa invita a evaluar la ingesta calórica de cada persona. Es prudente que sea una actividad individual y que las propuestas se compartan con sus compañeros. También es aconsejable que se incentive a los estudiantes a llevar a cabo esta práctica de manera permanente, o al menos de manera esporádica, haciendo hincapié en los múltiples beneficios de una dieta saludable, remarcando la salud. Como actividad final, pida a los estudiantes que resuelvan la ficha \"Los extras del pozolito\" de su cuaderno de evidencias. Al terminar, invítelos a que registren en su libreta todas sus comidas (desayuno, almuerzo, cena, etcétera) y actividades físicas diarias durante una semana. Indíqueles que a partir de este registro deberán tomar decisiones relacionadas con la dieta y la actividad física basadas en su aprendizaje sobre el aporte energético de los alimentos.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
        "evaluacionFormativa": "Estima la ingesta calórica diaria después de revisar los alimentos que se ingieren en una semana."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "4/may",
        "fechaDeCierre": "8/may",
        "semanaEscolar": "31",
        "contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
        "aprendizaje": "Distingue las propiedades de ácidos y bases en su entorno, a partir de indicadores e interpreta la escala de acidez y basicidad.",
        "tema": "Propiedades de ácidos y bases",
        "leccion": "Lección 4. Sustancias ácidas y básicas",
        "inicio": "La actividad de esta etapa tiene como propósito identificar sustancias ácidas y básicas a partir de propiedades organolépticas: el sabor, el olor y el tacto. Sería prudente mencionar a los educandos que, dentro de los alimentos, además de las sustancias estudiadas en las lecciones 1 y 2 de esta unidad, existe gran diversidad que le confieren aromas y sabores y que no necesariamente forman parte de los carbohidratos, lípidos o proteínas, por lo que se puede considerar a un alimento como una mezcla homogénea o heterogénea, según sea el caso. Salvo en casos en los que se tiene garantía de la inocuidad de las sustancias, no es recomendable verificar la acidez o la basicidad a partir de sus propiedades organolépticas. En esta lección se explicará cómo las propiedades que se pueden medir con experimentos permitirán su clasificación en sustancias ácidas o básicas. Al final, coménteles que el consumo excesivo de alimentos ácidos e irritantes puede provocar graves problemas gastrointestinales como, en casos extremos, las úlceras.",
        "desarrollo": "La actividad (página 179) sirve para que los alumnos distingan la acidez o basicidad de una sustancia por medio de una prueba experimental cualitativa; en este caso, el uso de un indicador químico como el que se extrae de la col morada (Brassica oleracea). Explíqueles que la coloración morada que adquiere el extracto obtenido con agua se debe a la sustancia llamada antocianina, un tipo de sustancia capaz de formar mezclas homogéneas en el agua denominados cromóforos, cuya capacidad de generar color depende, en este caso, de la acidez o la basicidad de la mezcla donde se encuentre. Entonces el extracto de col morada es un indicador cualitativo que, debido a sus cambios de color, permite identificar si la mezcla en la que se encuentra presenta propiedades ácidas o básicas. Al utilizar la escala de colores (página 179), de manera cualitativa, una persona puede identificar si las sustancias mezcladas con agua son sustancias con propiedades ácidas, neutras o básicas. Es importante señalar que se puede identificar la sustancia sólo hasta que se tenga la evidencia experimental del color que torna el indicador. Como señala el texto, si es necesario aplicar análisis cuantitativos, es decir, obtener información precisa, serán necesarios distintos instrumentos, como los potenciómetros. Resalte que la reacción de la actividad (página 180) para la formación del ácido carbónico (H2CO3) requiere de dióxido de carbono (CO2) y agua (H2O). Recuérdeles que el dióxido de carbono (CO2) es uno de los contaminantes atmosféricos y que representa un peligro debido a la acidificación de los mares, que se explica por esa misma reacción. Extienda la explicación a los otros gases (azufre, nitrógeno) e incentive un aprendizaje integral que permita ver el mismo fenómeno en distintos escenarios.",
        "cierre": "Se sugiere que revise la interpretación de medios ácidos de los estudiantes, ya que, debido a la falta de experiencia, cualquier valor entre 0 y 7, como se establece en la figura 4.6 (página 182), es de un ácido. Recuérdeles que es una escala logarítmica, para evitar un aprendizaje erróneo, por tanto, se debe aclarar e indicar con cautela que los suelos deben ser \"ligeramente ácidos\", o como indica la actividad (página 183), establecer un intervalo de valores de pH, para que el alumnado no infiera que un suelo ácido (pH = 1) favorecerá el crecimiento de las plantas.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comparar la acidez y basicidad del suelo de nuestro país."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "11/may",
        "fechaDeCierre": "15/may",
        "semanaEscolar": "32",
        "contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
        "aprendizaje": "Deduce los productos de reacciones de neutralización sencillas, con base en el modelo de Arrhenius, mediante actividades experimentales.",
        "tema": "Modelo de Arrhenius",
        "leccion": "Lección 5. Ácidos y bases en agua",
        "inicio": "En la actividad de esta etapa se sugiere guiarlos a la reflexión en la automedicación y las consecuencias de la exposición prolongada a ciertos medicamentos. Analgésicos como el ácido acetilsalicílico pueden provocar daños gastrointestinales si su consumo es frecuente y prolongado; es mejor siempre acudir al médico.",
        "desarrollo": "La lección permite una enseñanza desde la evidencia experimental, utilizando la conductividad eléctrica como criterio en la identificación de la fuerza de disociación de un ácido o una base al mezclarlo con agua. Es pertinente recordar que, a partir de los resultados experimentales, se requiere de algún modelo que permita explicar dichos resultados obtenidos. Una forma de llevar esta lección es por medio de la pregunta y el experimento detonador siguiente: al introducir el dispositivo descrito en la página 123 y 186 en agua, ¿el led emite luz? Si se usa agua potable, con certeza no prenderá. Al agregar sal de mesa, el led encenderá. Resulta útil recuperar esos aprendizajes adquiridos en la unidad 2 relacionados con el modelo de enlace iónico. Los educandos deberán comprender que el led sólo puede encender si existe flujo de corriente eléctrica. Al introducir el dispositivo en vinagre y luego en ácido muriático, descubrirán que, si bien en ambos casos el led enciende, la intensidad con que lo hace con cada sustancia variará. Solicíteles que revisen en la etiqueta del producto la composición para que refuerce el concepto de mezcla homogénea. La teoría de Arrhenius permite explicar que moléculas como el ácido acético presente en el vinagre, o el ácido clorhídrico presente en el ácido muriático, se disocian en disolución acuosa para generar iones hidronio en mayor o menor cantidad; sin embargo, esta teoría sirve sólo para sustancias que dentro de su composición tuvieran un átomo de hidrógeno que pudiera ionizarse, al igual que las bases, definidas como aquellas sustancias que, en disolución acuosa, al ionizarse, generarán un ion hidroxilo.",
        "cierre": "La actividad de esta etapa permite retomar y reforzar las actividades iniciales y de desarrollo. Algunas preguntas útiles que permitirán el vínculo con la siguiente lección son ¿qué clase de compuestos son los medicamentos conocidos como antiácidos? ¿Qué tipo de malestar son capaces de aliviar? ¿Requieren estar en forma ionizada o neutra? El nombre del fármaco adelanta que su uso es específicamente para disminuir la acidez, y esto se logra debido a una reacción de neutralización. Evalúe la capacidad de los educandos para deducir los productos de las reacciones de neutralización utilizando el modelo de Arrhenius. Para ello, solicíteles que resuelvan la ficha \"Lo que disuelve la lluvia\" de su cuaderno de evidencias. Complemente la actividad con una evaluación formativa a través de los recursos digitales para reforzar el aprendizaje de manera efectiva.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
        "evaluacionFormativa": "Reconoce los iones que se forman en agua de acuerdo con el modelo de Arrhenius."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "18/may",
        "fechaDeCierre": "22/may",
        "semanaEscolar": "33",
        "contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
        "aprendizaje": "Diseña y lleva a cabo reacciones de neutralización, a fin de obtener productos útiles en la vida cotidiana, así como para el tratamiento de residuos.",
        "tema": "Reacciones de neutralización",
        "leccion": "Lección 6. Reacciones de neutralización",
        "inicio": "La actividad de esta etapa depende fundamentalmente de la experiencia de los estudiantes en cuanto a su acercamiento y conocimiento de las situaciones que se presentan en las imágenes. Resultaría más provechoso que se lleve a cabo con la guía del docente, explicando las sustancias involucradas y los fenómenos desde el punto de vista del tiempo en que ocurren.",
        "desarrollo": "A partir de la actividad inicial y del texto, se debe insistir en que las evidencias experimentales permiten entender que un proceso está ocurriendo. Por ejemplo, en tres casos de la actividad de inicio ocurre un burbujeo instantáneo, una evidencia de que ocurre una reacción química. En el caso de la estatua, valdría la pena señalar que también existe la liberación de un gas; sin embargo, la reacción requiere de mucho tiempo y no esta sumergida en agua, por lo que resulta imposible ver esa evidencia. Si se definen las disoluciones ácidas y básicas (cuando las sustancias se encuentran en concentraciones similares) como aquellas que conducen mejor la corriente eléctrica, se puede apoyar del instrumento para detectar la conductividad que se construyó en las páginas 123 y 186, y así comparar la conductividad de una mezcla de agua-vinagre, una mezcla de agua-bicarbonato de sodio y de la combinación de ambas mezclas, explicando la reacción que ocurre y solicitando que se analice la evidencia experimental obtenida. Las imágenes de la actividad inicial, su explicación y la primera actividad (página 190) servirán como base para las lecciones 11 y 12, relacionándolas con la rapidez de una reacción. La actividad (página 191) es adecuada para integrar los conocimientos de las lecciones anteriores, ya que permite: - identificar la utilidad de un indicador químico, no sólo como herramienta de clasificación de sustancias ácidas o básicas, sino como una herramienta para seguir el avance de una reacción; * identificar en un sistema distinto (agua-vinagre) al que ocurre en el estómago, un mismo fenómeno (neutralización) y cómo el estudio de las reacciones permite trasladar los resultados a nuevos sistemas de interés para la humanidad, y * ser conscientes de la rapidez con la que ocurren los procesos y la eficiencia de las neutralizaciones.",
        "cierre": "Al igual que en la sección anterior, debe mencionarse que estos ejercicios son hipotéticos, debido a que las sustancias que se utilizan son ácidos y bases fuertes. En la realidad, se utilizan sustancias menos agresivas para modificar el pH del suelo. Algunas sustancias que ayudan a acidificar el suelo, como el sulfato de amonio, tienen la doble función de aportar macronutrientes (compuestos químicos azufrados o nitrogenados) que algunas plantas requieren para su crecimiento. Como actividad final, organice a los alumnos en parejas y pídales que resuelvan la ficha \"Hay vida en el mar\". Para complementar, invítelos a compartir en el pizarrón una lista de acciones que nos permitan reducir la acidificación de los océanos con base en su conocimiento sobre sustancias ácidas y básicas.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
        "evaluacionFormativa": "Reconoce reacciones de neutralización para la solución de problemas ambientales."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "25/may",
        "fechaDeCierre": "29/may",
        "semanaEscolar": "34",
        "contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
        "aprendizaje": "Evalúa los beneficios y riesgos a la salud y al medio ambiente, de ácidos y bases, en diversos ámbitos a través del pensamiento crítico.",
        "tema": "Beneficios de riesgos de ácidos y bases",
        "leccion": "Lección 7. Beneficios y riesgos de ácidos y bases",
        "inicio": "La actividad de esta etapa invita a la reflexión de los alumnos. Motívelos para que compartan sus intereses o gustos artísticos, o bien, para poder presentarles obras de arte que retraten los problemas ambientales que ha sufrido la humanidad. Obras como Saturno devorando a su hijo, de Francisco de Goya, representan los signos de la enfermedad conocida como saturnismo o plumbosis, asociada con la contaminación por plomo, o el personaje del Sombrerero loco de la obra Alicia en el país de las maravillas, de Lewis Carroll, que retrata a una persona que sufre una enfermedad asociada con la contaminación por mercurio. Por otra parte, los incisos b y c permiten integrar lo analizado en las lecciones anteriores; por ejemplo, se podría solicitar a los educandos, a partir de una lluvia de ideas grupal, una o varias formas de identificar la acidificación del agua de mar, como por medio de indicadores químicos o de una reacción de neutralización.",
        "desarrollo": "En la primera parte de la lección se recupera lo abordado en las primeras lecciones de la unidad 3, por lo que presenta otra perspectiva para hablar del Plato del bien comer y justificar por qué los alimentos ultraprocesados, ricos en grasas, irritantes o sustancias ácidas (como los refrescos), no deben ser consumidos de manera recurrente o en grandes cantidades, ya que representan un riego para la salud debido a los niveles de acidez que pueden provocar. También permite reforzar el concepto de pH, que está asociado con la concentración de iones hidronio o protones de manera logarítmica. Esto, cuando se tienen problemas de acidez, implica que la concentración de protones (provenientes del HCl segregado por el estómago) sea alta, es decir, se tienen valores de pH de entre 1 y 3 unidades, por lo que tomar agua pura ayuda a diluir en el líquido gastrointestinal (disminuir) la concentración de los protones y, por tanto, a aumentar el valor del pH hacia valores más saludables. Invite a los alumnos a reflexionar sobre el uso de las plantas termoeléctricas, principal fuente de energía eléctrica en el mundo, las cuales permiten que la humanidad tenga los beneficios tecnológicos de salud, educación, esparcimiento y trabajo que se han desarrollado. El uso mesurado de algunos aparatos es el tipo de acciones individuales que pueden reducir la huella de carbono, ya que, aun modificando las fuentes de energía distintas a la termoeléctrica, no bastaría para solucionar el problema si se hacen gastos desmesurados de energía en cada hogar del mundo. Integrar el concepto de alimentación saludable, evitar el consumo de productos cárnicos o ultraprocesados de manera constante en la dieta diaria o favorecer estilos de vida más saludables al hacer caminatas o actividades físicas sin aparatos eléctricos encendidos son algunas de las múltiples formas en que se puede exhortar al alumnado a efectuar cambios en favor del medio ambiente; además, se puede hacer una lluvia de ideas que favorezca el debate y el aprendizaje grupal.",
        "cierre": "Para esta actividad deben considerarse múltiples variables, como la estacionalidad de los datos. La temperatura juega un papel fundamental en el proceso de solvatación de los gases, como el dióxido de carbono; a menor temperatura, mayor solubilidad del gas, por lo que también entran en juego las corrientes de viento y las marítimas. Definido esto, el mapa permite corroborar que el pH se torna más ácido (color azul) en dos regiones: en los polos Norte y Sur y en las costas de los continentes. En cuanto a los numerales 2 y 3 de la actividad, permiten recuperar y dar cierre a lo visto en las lecciones anteriores: reducir la huella de carbono desde lo individual, así como favorecer y solicitar a los gobiernos el fortalecimiento de sistemas de transporte colectivo y la protección de los bosques y las selvas.",
        "ejesArticuladores": "Artes y experiencias estéticas.",
        "evaluacionFormativa": "Evalúa el mejor antiácido con base en su capacidad neutralizante. Identifica la acidificación de los océanos en el mundo y en la región en la que vive."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "1/jun",
        "fechaDeCierre": "5/jun",
        "semanaEscolar": "35",
        "contenido": "Las reacciones de óxido-reducción (redox).",
        "aprendizaje": "Identifica reacciones de redox en su entorno y comprende su importancia en diferentes ámbitos.",
        "tema": "Reacciones de óxido-reducción",
        "leccion": "Lección 8. Reacciones de óxido-reducción",
        "inicio": "Para la lección 8, se sugiere comenzar desde la evidencia experimental que permita a los estudiantes identificar un proceso de oxidación en su vida cotidiana, por ejemplo, al tomar algunos frutos como manzanas, aguacates o plátanos, cuyo proceso de oxidación ocurre de manera rápida (escala de minutos) y se puede seguir de manera visual. Pregúnteles: ¿por qué las manzanas no se oxidan antes de partirlas a la mitad como lo hacen una vez que se cortaron? Consideren que ambas están en el mismo entorno. Relacione la oxidación de las manzanas con la actividad de inicio y explique a los estudiantes que la corteza de algunas frutas protege al cuerpo/pulpa del contacto con el oxígeno presente en el aire. En el proceso de oxidación, por lo general interviene el oxígeno del entorno y una sustancia susceptible a interactuar con él y a oxidarse. Se puede señalar que, así como la cubierta de las frutas evita el contacto de la pulpa con el aire, otras sustancias como los materiales de construcción, en particular metálicos, deben ser protegidos de alguna manera para evitar que se oxiden. Para ello, se pueden usar pinturas, plásticos, concreto o, como indica el texto, láminas de otros metales que se oxiden primero \"protegiendo\" al metal de nuestro interés. Las implicaciones del proceso de oxidación no sólo son económicas, en cuestiones de seguridad, una estructura metálica oxidada no tendrá la misma resistencia, por lo tanto, puede provocar accidentes.",
        "desarrollo": "A los educandos les resulta sencillo identificar los procesos de oxidación, ya que son los que se pueden observar a diario con facilidad; sin embargo, los de reducción suelen ser más difíciles de identificar. La razón es que suelen asumir que son procesos independientes y en tiempos distintos. Al hacer énfasis en que la oxidación ocurre al mismo tiempo que la reducción, mencióneles que en la molécula de oxígeno es en la que ocurre la reducción. Retome el ejemplo de la fruta o de los metales. En éste se indica que son los azúcares y los metales los que se oxidan y se les debe recordar que entonces el oxígeno se reduce; por ejemplo, en el caso de los metales ambas sustancias, metales y oxígeno, generan una nueva sustancia: un óxido metálico, como el óxido de cobre o de cinc. Con la definición formal de oxidación y reducción en función de los electrones transferidos puede resultar más sencillo que el alumnado entienda que los procesos globales involucran ambas reacciones y que, si sólo se señala o considera una, entonces el proceso no podría existir. La actividad \"¿Cómo sintetizar el cobre?\" (páginas 201 y 202) resulta adecuada para la propuesta anterior.",
        "cierre": "En la actividad de cierre de la lección 8 de nuevo la evidencia experimental debe guiar a los estudiantes: la formación de las burbujas es la única evidencia visual que podemos obtener de que el proceso está ocurriendo.",
        "evaluacionFormativa": "Identifica los átomos que se oxidan y los que se reducen en la combustión de glucosa de nuestras células."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "8/jun",
        "fechaDeCierre": "12/jun",
        "semanaEscolar": "36",
        "contenido": "Las reacciones de óxido-reducción (redox).",
        "aprendizaje": "Analiza la transferencia de electrones entre reactivos y productos en reacciones de óxido-reducción (redox), con base en el cambio del número de oxidación, a partir de actividades experimentales.",
        "tema": "Número de oxidación",
        "leccion": "Lección 9. Identificación y uso de reacciones redox",
        "inicio": "Antes de iniciar la actividad, comente que las sustancias de las imágenes están en contacto con el entorno, en particular con el oxígeno en el aire; después invite a los alumnos a reflexionar en el tiempo que toma cada reacción: el caso del incendio es el único que ocurre en cuestión de minutos. Pregúnteles ¿consideran que el carbonato de calcio, sustancia que es el componente principal de la estatua y del caracol marino, sufriría una transformación al estar en contacto con el aire sin la presencia de la lluvia o del agua de mar? Luego coménteles que el carbonato de calcio es la combinación de las especies más oxidadas posibles del carbono y del calcio y que, por tanto, es imposible que participen en una reacción en la que el oxígeno se reduzca. Para el caso del incendio, puede resultar sencillo recordar que toda combustión es un proceso de oxidación. El caso de la tubería resulta ser en el que más procesos pueden ocurrir, ya que de manera natural las sustancias metálicas tenderán a oxidarse a lo largo del tiempo; sin embargo, cuando estas sustancias además están en contacto con mezclas conductoras de corriente eléctrica, como el agua de mar, y más aún cuando tienen un pH ligeramente ácido, el proceso de oxidación adquiere velocidades más altas y, por tanto, son sistemas que deben ser protegidos de maneras más eficientes.",
        "desarrollo": "Este tema suele ser complicado para los educandos debido a que deben abstraer en ecuaciones información experimental que en algunos casos resulta difícil de conseguir, por ello, se recomienda siempre guiarse a partir de información experimental que puede tener concordancia con la experiencia que tienen a su edad; por ejemplo, plantéeles los siguientes escenarios: ¿consideran que el dióxido de carbono que se libera de la combustión podría seguir \"quemándose\"? ¿Piensan que el óxido que se forma sobre las estatuas podría seguir oxidándose? Esto los llevará a cuestionarse si existe dicha posibilidad; basta con mencionar que, si el dióxido de carbono pudiera usarse como combustible, no habría problemas ambientales por su acumulación, o que si los óxidos continuaran \"oxidándose\" veríamos, por ejemplo, otro cambio de color en las estatuas, como las de bronce. Una vez que entiendan que ambos casos son imposibles, entonces requerirán de alguna herramienta para entender y explicar la realidad que les rodea; es aquí donde los números de oxidación ofrecen un criterio, de entre otros, para entender los fenómenos. Los hidrocarburos deben tener carbonos con estados de oxidación negativos (metano), valor cero (formaldehido) o inclusive con un valor divalente positivo (monóxido de carbono) para que puedan oxidarse (perder electrones) por medio de una combustión. Una vez que se alcanzó el máximo grado de oxidación, los compuestos ya no pueden seguir oxidándose, no importa qué tan oxidante sea el medio. Un caso similar ocurre con los átomos metálicos, es aquí donde se evidencia la utilidad de las propiedades periódicas y de incentivar el uso (no memorización) de la tabla periódica: las familias en la tabla periódica permiten agrupar los estados de oxidación recurrentes de los átomos que las conforman, es decir, cualquier elemento de la familia uno tendrá el estado de oxidación 1+, mientras que los elementos de la familia 4 pueden tener valores entre 4- y 4+. Resultaría útil colocar algunas sustancias (hidrocarburos), para que los estudiantes verifiquen por qué dichas sustancias pueden funcionar como combustibles: gas butano, propano, etileno, metanol, etanol o carbono elemental (se busca que todas las sustancias puedan oxidarse hasta el estado 4+).",
        "cierre": "La actividad de esta etapa permite a los alumnos acercarse a un concepto con el que deberán trabajar en materias avanzadas de química: la reversibilidad, que no es materia de estudio de este curso, pero que es útil mencionar. Un error asociado con la falta de experiencia es que se considera que los procesos químicos son irreversibles en su totalidad; sin embargo, esta actividad permite revisar si el proceso del cobre y de la plata se consideran reversibles. Una posible ayuda es que, si los procesos fueran irreversibles, entonces una vez que se formó la plata metálica los lentes impedirían el paso de la luz y se quedarían así para siempre. Pida a los educandos que resuelvan la ficha \"Cómo proteger el mundo de la corrosión\" de su cuaderno de evidencias. Use este recurso para resaltar la importancia de conocer las reacciones de óxidoreducción para asegurar la integridad de las personas. Invite a una reflexión grupal sobre cómo prevenir este tipo de accidentes con base en el contenido de la ficha y lo que han aprendido en el curso.",
        "evaluacionFormativa": "Identifica las sustancias que se reducen y se oxidan en diferentes materiales, determina el número de oxidación y la transferencia de electrones."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "15/jun",
        "fechaDeCierre": "19/jun",
        "semanaEscolar": "37",
        "contenido": "Las reacciones de óxido-reducción (redox).",
        "aprendizaje": "Valora los beneficios y el costo ambiental de procesos y productos derivados de las reacciones redox, por medio de debates y argumentando su postura a favor del desarrollo sustentable.",
        "tema": "Reacciones redox y el desarrollo sustentable",
        "leccion": "Lección 10. Reacciones redox y desarrollo sustentable",
        "inicio": "Se sugiere abordar la actividad de esta etapa con los estudiantes desde la perspectiva socioeconómica de algunas regiones del país y, en general, del mundo (un tercio de la población mundial, según la onu ), en las que no existen o, debido a su ubicación geografía, son de difícil acceso las redes de distribución de gas licuado o gas natural, por lo que las personas de esas regiones económicamente desfavorecidas cocinan con fuentes combustibles como el carbón o la leña. Otras opciones para cocinar son las resistencias eléctricas dentro de parrillas, las estufas de combustión que consumen de manera eficiente el gas o, en otros casos, las parrillas de inducción que consumen energía eléctrica. Mencióneles también la opción de las estufas solares, ya que en regiones con un clima que favorezca su uso serían altamente recomendable para evitar el uso de carbón o leña. Resalte que, durante la revolución industrial en el siglo xviii , la quema de carbón en fábricas y sistemas de transporte provocó múltiples enfermedades en la población, como el cáncer pulmonar; esto se debe a que en la actualidad se sabe que también se generan compuestos conocidos como hidrocarburos aromáticos policíclicos (hap ), que son nocivos para la salud y en la actualidad son ampliamente estudiados.",
        "desarrollo": "Se sugiere abordar el tema con una visión multidisciplinar y resaltar las contribuciones de la Química para resolver los problemas con los que la humanidad lidia en la actualidad, de esta manera podrá relacionar con ejemplos reales específicos cómo interviene esta disciplina. En el apartado de los combustibles alternativos invítelos a hacer una recopilación de lo revisado en lecciones anteriores: la movilidad y los gases contaminantes, la alimentación y los problemas ambientales asociados y las reacciones de combustión para la obtención de energía. También es buen momento para invitarlos a reflexionar en torno al uso indiscriminado de la materia prima y la energía del planeta con recursos finitos, esto les permitirá reconocer valores ambientales como la austeridad, el respeto, la solidaridad, la corresponsabilidad, la empatía y la coherencia. Explíqueles que no existe una máquina perfecta (leyes de la termodinámica) y que lo único que la humanidad puede intentar es mejorar sus procesos para hacer más eficiente el consumo de energía. Para profundizar en el tema, coménteles cómo ha cambiado la iluminación; pregúnteles ¿es necesario que algo se caliente para generar luz? Haga un recorrido breve de los objetos para la iluminación: las velas que iluminan y que pierden energía en forma de calor, las bombillas que generan más luz y también en mayor o menor medida pierden energía en forma de calor, hasta la actualidad con el uso de leds, que requieren una cantidad de energía muy pequeña, ofrecen buena cantidad de luz, no se pierde tanta energía en forma de calor y si además se coloca cerca una lupa puede iluminar más que una bombilla. El calor, en estos casos, es una pérdida de energía y se busca que muchas máquinas de distintos procesos consuman la menor cantidad de energía y sigan haciendo su trabajo. En el apartado de Nuevas baterías, invítelos a tomar conciencia de que no se considere únicamente las emisiones de dióxido de carbono, ya que, por ejemplo, en el tema de movilidad, una alternativa son los autos híbridos o eléctricos, aunque, si bien eliminan o reducen este gas, requieren energía para funcionar y físicamente siguen ocupando un lugar en las ciudades y la producción de las pilas para su funcionamiento contamina en gran medida el medio ambiente. Una solución a este problema es que los gobiernos del mundo mejoren y expandan los sistemas de transporte colectivo, porque con ello se obtendría un impacto positivo en la calidad del medio ambiente de ciudades y en la salud de sus habitantes.",
        "cierre": "Haga que los educandos sean conscientes del costo energético de todos los aparatos que utilizan al día y los efectos que tiene en el medio ambiente la obtención de esa energía. Las alternativas que proponen las ciencias químicas no son la única solución al problema de contaminación ambiental, el desafío de la crisis climática requiere del trabajo en conjunto de múltiples puntos de vista, desde las ciencias sociales, las ingenierías, otras ciencias naturales y las posturas económicas y sociales. Motívelos para que en la actividad de esta etapa relacionen la Química como una herramienta más para resolver estos desafíos. Invite a los educandos a resolver la ficha \"Alternativas de energía con redox\" de su cuaderno de evidencias. Al terminar, anímelos a organizar una mesa redonda donde, en equipos, analicen los beneficios y el costo ambiental del uso de las reacciones de óxido-reducción en la obtención de energía.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Analiza y argumenta las características de combustibles alternativos. Determina el ciclo de vida de alguna fuente de energía."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "22/jun",
        "fechaDeCierre": "26/jun",
        "semanaEscolar": "38",
        "contenido": "Factores de la velocidad de reacción: concentración de reactivos y temperatura.",
        "aprendizaje": "Explica los factores que influyen en la rapidez de las reacciones químicas, con base en la identificación y control de variables mediante actividades experimentales y modelos corpusculares.",
        "tema": "Factores que influyen en la velocidad de una reacción química",
        "leccion": "Lección 11. Factores que influyen en la rapidez de una reacción",
        "inicio": "Además de pedirles que resuelvan la actividad de esta etapa, recuérdeles los ejemplos que han sido utilizados en las lecciones pasadas: velocidad de combustión en la quema de madera o hidrocarburos, velocidad de las reacciones ácido-base como en la neutralización, velocidad de oxidación y reducción durante los procesos que afectan a los metales. Explíqueles que en el entorno existe un sinfín de reacciones en las que se puede monitorear la rapidez de manera cualitativa, por ejemplo, por medio de la vista, y también existen reacciones que ocurren tan lentamente que es necesario tener algún registro de los sistemas en su forma inicial para poder compararlos con las finales. Coménteles que necesitamos que algunas reacciones ocurran con mayor rapidez y, para ello, se usan los catalizadores. Por otro lado, se requiere que otras ocurran de manera más lenta de lo que normalmente lo hacen y para lograrlo se usan los inhibidores, que pueden ser sustancias o cambios físicos, por ejemplo, las bajas temperaturas retardan la actividad enzimática de los microorganismos en los alimentos. La actividad es un buen detonador para entender la función \"retardante\" de algunas sustancias que permiten conservar las obras de arte en buenas condiciones, protegiéndolas, por ejemplo, de la oxidación de los pigmentos.",
        "desarrollo": "El tema de cinética química es amplio y complejo, por lo que es importante mencionar a los alumnos que para este curso se tiene como objetivo la identificación y una breve explicación de los factores experimentales que pueden afectar la rapidez de una reacción química. Como en lecciones anteriores, vale la pena mencionar la utilidad de los datos experimentales para poder dar seguimiento y comprender que una reacción química está ocurriendo. En este caso, el seguimiento de la reacción se hace por medio de la medición de un producto que se puede recolectar y medir su volumen (dióxido de carbono gaseoso); pregúnteles por las herramientas adquiridas en lecciones anteriores: ¿es posible medir si la reacción está ocurriendo? Un ejemplo sería con el aparato de conductividad eléctrica y otro sería con un conductímetro. Para complementar la explicación del texto mencióneles que existe un gran número de variables que pueden afectar la rapidez con que ocurre una reacción, además se debe hacer mención de que todas esas variables no afectan por separado, sino que en la realidad influyen al mismo tiempo. La actividad experimental propuesta (páginas 216 y 217) permite evaluar la concentración inicial como un factor que influye en la rapidez; también se puede hacer fácilmente la evaluación del tamaño de la partícula como en la figura 11.4 (página 216). En el caso del efecto de la temperatura, se les pide a los estudiantes que evalúen su efecto. Proponga que lo hagan con una pastilla efervescente en vasos con agua a temperatura ambiente, con hielos y recién hervida utilizando la velocidad del burbujeo como criterio de rapidez. Con este experimento se pueden explicar tanto el efecto de la rapidez de las partículas como el número de colisiones.",
        "cierre": "La actividad de esta etapa permite relacionar la lección anterior con la rapidez de reacción. Pregunte a los estudiantes ¿qué compuesto consideran que oxidará el etanol una vez que sea procesado por el cuerpo? Después de que tracen la gráfica, mencióneles que existe una ley que explica el comportamiento del alcohol en la sangre llamada ley de rapidez de reacción. Invítelos a analizar la gráfica; muestre que la rapidez es proporcional a la concentración en la gráfica y que la ley de rapidez = k[A]a se cumple en todo momento (a mayor concentración del etanol, más rápidamente desparece, y a medida que disminuye la concentración del alcohol, la rapidez es cada vez menor). Trabaje en conjunto con los estudiantes en cómo identificar los factores adecuados para aumentar o disminuir la rapidez de una reacción química según las necesidades prácticas, como acelerar de forma sustentable el tiempo de degradación de los plásticos, con la ficha \"Los residuos y su tiempo de descomposición\" del cuaderno de evidencias. Para vincular los aprendizajes obtenidos en el curso, pida a los educandos que en la actividad 2 de la sección \"Analizo\", además de hacer lo que se pide, construyan los modelos corpusculares de los procesos que se mencionan.",
        "ejesArticuladores": "Artes y experiencias estéticas.",
        "evaluacionFormativa": "Explora diferentes factores que afectan la rapidez en una reacción química. Evalúa la concentración de una reacción química en nuestro organismo."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "29/jun",
        "fechaDeCierre": "3/jul",
        "semanaEscolar": "39",
        "contenido": "Factores de la velocidad de reacción: concentración de reactivos y temperatura.",
        "aprendizaje": "Valora los beneficios de modificar la rapidez de las reacciones químicas, a través del diseño e implementación de actividades experimentales.",
        "tema": "Beneficios de modificar la rapidez de una reacción química",
        "leccion": "Lección 12. Beneficios de modificar la rapidez de reacción",
        "inicio": "De nuevo, la utilidad de haber mencionado la velocidad con que ocurre cada proceso en lecciones anteriores permite que esta actividad sea más sencilla de comprender; además, gracias a la lección 11, los estudiantes podrán tener conciencia sobre las múltiples variables que afectan a una reacción, en este caso, de descomposición del medicamento. Resultaría útil, antes de comenzar el tema, que los alumnos, además de consultar dónde se guardan los medicamentos, investiguen qué se hace en sus hogares con aquellos que han caducado. Con esa información puede abordar el contenido de esta lección. Recuerde a los educandos que la mayoría de los medicamentos tienen indicaciones específicas sobre las condiciones donde deben guardarse para mantener su eficiencia; además, haga énfasis en que el uso de medicamentos debe ser prescrito por personal de la salud y se debe evitar la automedicación, por lo que, en un inicio, los medicamentos que se tengan en casa estarán mientras dure el tratamiento.",
        "desarrollo": "Como se analizó en la unidad en la lección 8 de la unidad 1, resulta de suma utilidad el cálculo de la concentración de una sustancia en una mezcla, en este caso, el porcentaje de humedad en alimentos permite tomar decisiones sobre el manejo y almacenamiento de determinados alimentos para evitar su descomposición. Un buen ejemplo para el alumnado que podría permitirles encontrar evidencia experimental en su entorno cotidiano es el uso de la levadura en la producción de pan. Exhórtelos a que, junto a algún supervisor, hagan cualquier receta de pan que requiera el uso de levadura que catalice la degradación de los almidones; además de ser potencialmente placentero, les permitiría experimentar con diferentes cantidades de levadura y analizar los resultados obtenidos. Existen dos conceptos asociados con el uso de medicamentos. El primero de ellos es la dosis que recomienda el personal médico para consumir un fármaco; al preguntar a los estudiantes al respecto, se pueden recibir respuestas como \"una pastilla cada seis horas\", \"una inyección cada día\", etcétera. Análogo al gráfico del alcohol de la actividad de cierre de la lección anterior, los medicamentos adquieren una concentración en sangre que los vuelve eficientes; por ejemplo, los antibióticos requieren mantener constante una concentración para que actúen contra los patógenos, es por ello que se deben respetar los tiempos indicados y no adelantar o atrasar la dosis recetada. Por otra parte, el tema de la caducidad de los medicamentos es un buen ejemplo de rapidez de reacción. Los fármacos suelen ser sustancias activas que al descomponerse pierden eficiencia, en el mejor de los casos, pero a veces puede resultar contraproducente la ingesta de un medicamento caduco, por lo que lo más adecuado es seguir las instrucciones que recomienda el fabricante, pues son emitidas por profesionales de la salud. Por último, se puede hacer un llamado a la disposición adecuada de los medicamentos caducos. Erradicar el hábito de tirar medicamentos caducos por el drenaje es imperativo en favor de los ecosistemas acuáticos, además de que formará personas con sólidos valores ambientales.",
        "cierre": "La actividad de cierre involucra un sistema complejo: el cuerpo humano, que tiene variables que influyen al mismo tiempo en el metabolismo. Se debe indicar a los alumnos que se trata de un ejercicio teórico que simplifica la complejidad del sistema y que, bajo ciertas circunstancias, un cuerpo humano puede comportarse de forma que es posible predecir lo que ocurría, por ejemplo, si se varia la temperatura en él. Por otra parte, por lo general un cuerpo sano metabolizará de manera más rápida que un cuerpo sedentario; sin embargo, esto depende también de un componente genético y del tipo de sustancias que se ingieren. Solicite a los estudiantes que resuelvan la ficha \"Acelera para contaminar menos\" de su cuaderno de evidencias. El propósito de este contenido es que pongan en práctica lo visto en clase y valoren los beneficios prácticos de modificar la rapidez de las reacciones químicas a través de la reducción de emisiones contaminantes. Oriente a los alumnos en la resolución del inciso b de la sección \"Concluyo\". Recuérdeles que los catalizadores pueden minimizar o eliminar subproductos indeseados que se convierten en desechos, lo cual es necesario para lograr una Química amigable con el medio ambiente. Con esto se espera que la respuesta del alumnado vincule los aprendizajes con la industrialización sustentable.",
        "ejesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
        "evaluacionFormativa": "Explora la acción de una enzima en una reacción química. Predice los cambios en la rapidez en algunos procesos metabólicos."
    }
]}