{
  "weeks": [
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "23 mar",
      "FechaDeCierre": "27 mar",
      "SemanaEscolar": 27,
      "Contenido": "Introducción a la Unidad 3",
      "Aprendizaje": "",
      "Tema": "Introducción a la Unidad 3",
      "Leccion": "Me preparo",
      "Inicio": "El alumnado debe tener noción de lo que es una mezcla y comprender la diferencia entre ésta y un compuesto. En la actividad 1, los componentes de la mezcla interactúan, y algunos de ellos experimentarán reacciones químicas.",
      "Desarrollo": "Los estudiantes deberán recordar que la harina se obtiene del trigo y que contiene carbohidratos, que son una de las fuentes principales de energía. Otro tipo de nutrimentos son las proteínas, como el huevo, que es la fuente proteica principal del pan. Ya conocen la clasificación de la materia y las características de las reacciones químicas que se emplean en la obtención de energía. Utilice esta sección como ejercicio para tener una idea general de los conocimientos previos que tienen respecto a las reacciones químicas y a la energía. Explore sus experiencias fuera del contexto escolar con reacciones en las que hayan visto manifestaciones de energía como calor y luz, y oriéntelos para que descubran que se trata de reacciones químicas. Como introducción a los cambios químicos, repase los cambios físicos que estudiaron en su curso de Física en los que se requiere y se desprende energía al llevarse a cabo, en particular los cambios de estado de la materia. Del mismo modo, relacione el proceso de digestión y la nutrición que estudiaron en su curso de Biología con reacciones químicas que ocurren en nuestro cuerpo y que generan energía.",
      "Cierre": "Oriente a los estudiantes hacia una comprensión sobre la diversidad de los alimentos. Para ello, pida que observen la imagen y pregunte ¿cuáles son las principales fuentes de alimentos que consumen en su dieta diaria? ¿Qué procesos piensan que atraviesan los alimentos desde que se cultivan hasta que llegan a su plato? En la actualidad, la agricultura ha adoptado diversos métodos para mejorar la producción de sus cultivos, como la aplicación de fertilizantes químicos. Comente que, gracias al uso de estos materiales, se satisface la enorme demanda de cereales alimentarios y otros productos en todo el mundo. Al respecto, pregunte ¿consideran que el uso excesivo de pesticidas y fertilizantes en el suelo puede tener efectos negativos? Elabore en el pizarrón una lista con sus respuestas y mencione que, en efecto, el uso en exceso de fertilizantes está deteriorando la calidad del suelo y de las aguas subterráneas, debido a los componentes de estas sustancias, que en gran medida son nitrógeno y fósforo. Aproveche la discusión en torno a esta problemática para relacionar los temas con el ods 9 (Industria, innovación e infraestructura). Con ayuda del contenido \"¿Sabes cómo funcionan los biofertilizantes?\", material que se sugiere en los \"Recursos de apoyo complementarios\", mencione que en la actualidad se desarrollan nuevos fertilizantes a base de microorganismos, que son capaces de reestructurar el suelo y mejorar el desarrollo de los cultivos. Si lo considera oportuno, introduzca a los educandos a uno de los temas centrales de la unidad: ácidos y bases. Para ello, pregunte ¿qué entienden por neutralización? Comente que algunos fertilizantes contienen carbonato de calcio, con el propósito de aumentar el pH del suelo, es decir, reducir la acidez generada por la lixiviación por medio de un proceso que se conoce como neutralización.",
      "EjesArticuladores": "",
      "EvaluacionFormativa": [
        "Recupera los aprendizajes de la Unidad anterior."
      ],
      "Evidencias": [],
      "Actividades": [],
      "Proyectos": [
        "Me preparo"
      ],
      "LibroSep": "Saberes y Pensamiento Científico 294-298",
      "LibroMcMillan": "",
      "Vinculacion": "",
      "Worklist": [
        "Me preparo"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 294-298"
      ],
      "ActPro": [
        "Me preparo"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "13 abr",
      "FechaDeCierre": "17 abr",
      "SemanaEscolar": 28,
      "Contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
      "Aprendizaje": "Reconoce los saberes de pueblos y culturas acerca de la diversidad de los alimentos y su importancia en el diseño de menús, orientados a una dieta saludable, acorde al contexto.",
      "Tema": "Diversidad de los alimentos",
      "Leccion": "L1. Diversidad cultural de los alimentos",
      "Inicio": "La lección no requiere un enfoque estrictamente químico, por el contrario, abordarla de una forma multidisciplinaria, como desde el punto de vista de la Geografía, la Economía y la Historia, favorecerá mucho el aprendizaje. Se recomienda exhortar a los estudiantes a identificar las similitudes en los platillos a lo largo del mundo, por ejemplo, identificar productos de proteínas, cereales, verduras, frutas o legumbres. Se debe fomentar el intercambio de ideas con respecto a su percepción del entorno. La dieta, incluso dentro de una misma región, varía en función de las tradiciones y saberes familiares.",
      "Desarrollo": "Para favorecer la observación del entorno, solicite a los educandos que indiquen qué tipo de productos se venden por temporada y por región en los mercados o supermercados del país; por ejemplo, la calabaza (curcubita maxima) que se utiliza en la festividad de Día de Muertos únicamente está disponible en el país en temporada de otoño, al igual que la calabaza de castilla, que se consume y cultiva en todo el país. Algunas preguntas que pueden invitar a la reflexión son ¿qué verdura está disponible todo el año? ¿Qué grano o cereal (arroz, maíz o trigo) es el que más se consume en tu hogar? ¿Qué grano o cereal es el más representativo de Asia, Europa y México? ¿Por qué es más sencillo encontrar granos y cereales durante todo el año que algunas verduras o frutas? Se puede relacionar al porcentaje de humedad de la lección 8 en la unidad 1. Se sugiere retomar la lección 10 de la unidad 1, con el tema del consumo responsable de los productos cárnicos y de los productos ultraprocesados, debido a su impacto en la salud y en el medio ambiente.",
      "Cierre": "La actividad de esta sección podría abordarse desde el enfoque histórico. Por ejemplo, pregunte ¿qué clase de granos se consumen en los tres países respectivamente? En México, maíz; en China, arroz; en Arabia Saudita, trigo, ya que esos cereales formaron parte del nacimiento y el desarrollo de sus respectivas civilizaciones; sin embargo, en los tres casos, sin importar el tipo de grano, forma parte importante de su alimentación. Preguntas como ¿qué verduras creen que se consuman en Arabia Saudita? ¿Qué dulces piensan que se consumen en China? pueden despertar la curiosidad del alumnado y llevarlos a la búsqueda de información por iniciativa propia.",
      "EjesArticuladores": "Interculturalidad crítica.",
      "EvaluacionFormativa": [
        "Reconoce que las personas consumen alimentos relacionados con diversos factores."
      ],
      "Evidencias": [],
      "Actividades": [
        "1"
      ],
      "Proyectos": [
        "Descomposicion"
      ],
      "LibroSep": "Saberes y Pensamiento Científico 148-152 y 236-240",
      "LibroMcMillan": "Química Imagina  166-167",
      "Vinculacion": "\\textbf{Biología:} Participa en la prevención de enfermedades relacionadas con la alimentación y el consumo de alimentos ultraprocesados.\\\\ \\textbf{Matemáticas:} Analiza datos en gráficas.",
      "Worklist": [
        "L1. Diversidad cultural de los alimentos",
        "A.1 Conoce tus alimentos"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 148-152 y 236-240",
        "Química Imagina  166-167"
      ],
      "ActPro": [
        "1",
        "Descomposicion"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "20 abr",
      "FechaDeCierre": "24 abr",
      "SemanaEscolar": 29,
      "Contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
      "Aprendizaje": "Explica cómo obtiene la energía el cuerpo humano, a partir de los nutrimentos e identifica los alimentos que los contienen.",
      "Tema": "Nutrimentos y su energía",
      "Leccion": "L2. Nutrimentos como fuentes de masa y energía",
      "Inicio": "La actividad de esta etapa invita a los alumnos a la reflexión, por ejemplo, al contrastar los siguientes datos: cerca de 33 % de las personas en nuestro país padecen obesidad, mientras que 15 \\% vive con inseguridad alimentaria y otro 14.2 \\% sufre desnutrición. Estas preguntas pueden funcionar como detonadoras: ¿será sencillo conseguir agua potable en cualquier lugar de México? No, existen muchas comunidades en la zona sur del país que no tienen acceso al servicio de agua potable; ¿será sencillo conseguir bebidas azucaradas (como refrescos) en cualquier lugar de México? La respuesta es sí, las cadenas de distribución pueden llegar incluso a comunidades muy alejadas. De nuevo, resultaría conveniente resaltar el impacto a la salud y al ambiente del consumo de alimentos ultraprocesados, no sólo por el contenido en grasas y azúcares, sino también por los empaques de un solo uso.",
      "Desarrollo": "Invite a los alumnos a recodar los componentes mayoritarios de la masa del cuerpo humano: agua, proteínas, grasas, carbohidratos y minerales. Algunos apoyos en la identificación de los carbohidratos son que la fórmula molecular únicamente contendrá átomos de carbono, hidrógeno y oxígeno; éstos tendrán una proporción de un átomo de carbono por dos hidrógenos y un oxígeno, es decir, $C_1(H_2O)_1$, de ahí que se les denomine carbohidratos o hidratos de carbono. A lo largo de esta lección y las siguientes se usará el concepto de contenido energético, cuyas unidades son históricamente las calorías (cal), o en el sistema internacional de unidades, los Joules (J). Se debe tener especial cuidado al enseñar la equivalencia entre calorías y Calorías. Resalte continuamente que 1 000 calorías (cal) equivalen a una kilocaloría que puede ser abreviarse como Cal o kcal. Invítelos a revisar el etiquetado de diversos productos alimenticios e identificar el contenido energético, si viene informado en calorías, kilocalorías o Joules; también, exhórtelos a que hagan un consumo informado de productos procesados y ultraprocesados. Para los lípidos (grasas o aceites), recuérdeles que forman parte de nuestra ingesta, ya que incluso algunas vitaminas forman parte de este grupo alimenticio y que se encuentran de manera natural en muchos alimentos; sin embargo, el exceso de productos fritos representa un problema para la salud. Resalte en este tema que es importante la disminución o alto total en la ingesta de aceites \"trans\", debido a que suelen ser más difíciles de degradar por el sistema digestivo y, por tanto, provocan su acumulación y problemas de salud. Y al final, para las proteínas, resalte que no son una fuente de energía considerable; sin embargo, los aminoácidos que las componen son necesarios para el correcto funcionamiento del cuerpo humano. Valdría la pena señalar que la ingesta de proteínas es necesaria y que, en caso de no consumir productos cárnicos (ricos en proteínas), se debe acudir al profesional de la salud para idear un régimen alimentario que permita obtener estos aminoácidos de otra fuente, por ejemplo, suplementos alimentarios, ya que el humano no es capaz de producirlos todos de manera autónoma.",
      "Cierre": "La actividad de esta etapa permite identificar propiedades mecánicas de un tipo de proteínas en sus propios cuerpos. Vale la pena señalar que las proteínas forman dos grandes grupos: las estructurales (cabello, cartílago, músculo) y las micelares, responsables de la actividad enzimática en nuestro cuerpo humano; también pueden ser formas de vida, como las bacterias, por ejemplo, Escherichia coli. Anime a los alumnos a resolver la ficha \"El mole, un festín de sabor\" de su cuaderno de evidencias. Con ello mejorarán su capacidad para identificar los nutrimentos en diferentes alimentos, además de su comprensión general sobre cómo el cuerpo obtiene energía a partir de estos nutrimentos.",
      "EjesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
      "EvaluacionFormativa": [
        "Identifica las funciones en el cuerpo humando de las biomoléculas y relaciona las biomoléculas con los alimentos que las contienen."
      ],
      "Evidencias": [
        "F13"
      ],
      "Actividades": [
        "2",
        "3"
      ],
      "Proyectos": [
        "Proteinas"
      ],
      "LibroSep": "Saberes y Pensamiento Científico 142-155 ,Nuestro libro de Proyectos 122-131",
      "LibroMcMillan": "Química Imagina  168-173",
      "Vinculacion": "\\textbf{Biología:} Participa en la prevención de enfermedades relacionadas con la alimentación y el consumo de alimentos ultraprocesados.",
      "Worklist": [
        "L2. Nutrimentos como fuentes de masa y energía",
        "A.2 Nutrimentos como fuentes de masa y energía",
        "A.3 Biomoléculas",
        "F13. El mole, un festín de sabor"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 142-155 ",
        "Nuestro libro de Proyectos 122-131",
        "Química Imagina  168-173"
      ],
      "ActPro": [
        "2",
        "3",
        "F13",
        "Proteinas"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "27 abr",
      "FechaDeCierre": "1 may",
      "SemanaEscolar": 30,
      "Contenido": "Los alimentos como fuente de energía química: carbohidratos, proteínas y lípidos.",
      "Aprendizaje": "Analiza el aporte energético de los alimentos y lo relaciona con las actividades físicas personales, a fin de tomar decisiones vinculadas a una dieta saludable.",
      "Tema": "Aporte energético",
      "Leccion": "L3. Aporte energético de los alimentos",
      "Inicio": "La actividad de esta etapa permite la observación y reflexión, con dos variantes que resulta adecuado señalar: los sistemas de transporte colectivo, que al ser fortalecidos permiten a la mayor parte de la población desplazarse con una emisión de gases contaminantes menor, y el nivel de actividad física que cada persona lleva a cabo. No se requiere ser un atleta de alto rendimiento para tener una vida saludable (si algún alumno se encuentra en las posibilidades de serlo, incentívelo), ya que basta con tener al menos 30 minutos de actividad física al día.",
      "Desarrollo": "Al trabajar con la figura 3.1 (página 174), mencione a los educandos que la recomendación de ingesta diaria es 2 000 kilocalorías (señale el error en el pie de la etiqueta), por lo que el producto que se muestra en el etiquetado, en caso de contener una ración por envase, contribuye con 10 % de la necesidad diaria en una porción de 45 gramos. Solicíteles que indiquen, a su consideración, qué es equivalente a 50 gramos (para ayudarlos a dimensionar, una tortilla promedio de maíz pesa 30 gramos). Existen productos ultraprocesados que en 100 gramos de producto contienen 490 kcal, es decir, una cuarta parte de la necesidad energética diaria, sin mencionar que nutricionalmente no aportan nada. Se propone examinar diversos productos en el aula para que el alumnado esté consciente de su alimentación. La tabla 3.1 (página 174) les permitirá identificar que los productos pueden contener más de un tipo de sustancias (carbohidratos, grasas y proteínas) en el mismo alimento. La actividad a partir de la tabla 3.3 (página 176) también motiva a la reflexión de los estudiantes, para ello se sugiere que la lleven a cabo de manera individual y que piensen en su estilo de vida. Un ejemplo que puede comentarles es lo que implicó al Australopithecus aumentar su ingesta calórica para poder continuar su evolución hacia los siguientes homínidos. Luego pregúnteles ¿qué actividades del cuerpo consideran que consumen energía sin necesidad del movimiento? Si bien, no es un tema propio de la Química, el sector salud forma parte de las aplicaciones en las que pueden contribuir las ciencias químicas. A manera divulgativa, comente sobre los análisis cuantitativos (como en la lección 9 de la unidad 1) que la Química pone a disposición del sector salud; por ejemplo, la medición de la glucosa en la sangre y su evolución desde la toma de muestra por parte de personal calificado hasta los dispositivos de libre acceso en el mercado, que requieren una cantidad minúscula de muestra (sangre) para hacer la medición.",
      "Cierre": "La actividad de esta etapa invita a evaluar la ingesta calórica de cada persona. Es prudente que sea una actividad individual y que las propuestas se compartan con sus compañeros. También es aconsejable que se incentive a los estudiantes a llevar a cabo esta práctica de manera permanente, o al menos de manera esporádica, haciendo hincapié en los múltiples beneficios de una dieta saludable, remarcando la salud. Como actividad final, pida a los estudiantes que resuelvan la ficha \"Los extras del pozolito\" de su cuaderno de evidencias. Al terminar, invítelos a que registren en su libreta todas sus comidas (desayuno, almuerzo, cena, etcétera) y actividades físicas diarias durante una semana. Indíqueles que a partir de este registro deberán tomar decisiones relacionadas con la dieta y la actividad física basadas en su aprendizaje sobre el aporte energético de los alimentos.",
      "EjesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
      "EvaluacionFormativa": [
        "Estima la ingesta calórica diaria después de revisar los alimentos que se ingieren en una semana."
      ],
      "Evidencias": [
        "F14"
      ],
      "Actividades": [
        "4",
        "5"
      ],
      "Proyectos": [],
      "LibroSep": "Saberes y Pensamiento Científico 280-283",
      "LibroMcMillan": "Química Imagina  174-177",
      "Vinculacion": "\\textbf{Biología:} Participa en la prevención de enfermedades relacionadas con la alimentación y el consumo de alimentos ultraprocesados.\\\\ \\textbf{Matemáticas:} Analiza datos en tablas y resuelve operaciones.",
      "Worklist": [
        "L3. Aporte energético de los alimentos",
        "A.4 ¿Cuánta energía comes?",
        "A.5 Necesidades energéticas individuales",
        "F14. Los extras del pozolito"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 280-283",
        "Química Imagina  174-177"
      ],
      "ActPro": [
        "4",
        "5",
        "F14"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "4 may",
      "FechaDeCierre": "8 may",
      "SemanaEscolar": 31,
      "Contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
      "Aprendizaje": "Distingue las propiedades de ácidos y bases en su entorno, a partir de indicadores e interpreta la escala de acidez y basicidad.",
      "Tema": "Propiedades de ácidos y bases",
      "Leccion": "L4. Sustancias ácidas y básicas",
      "Inicio": "La actividad de esta etapa tiene como propósito identificar sustancias ácidas y básicas a partir de propiedades organolépticas: el sabor, el olor y el tacto. Sería prudente mencionar a los educandos que, dentro de los alimentos, además de las sustancias estudiadas en las lecciones 1 y 2 de esta unidad, existe gran diversidad que le confieren aromas y sabores y que no necesariamente forman parte de los carbohidratos, lípidos o proteínas, por lo que se puede considerar a un alimento como una mezcla homogénea o heterogénea, según sea el caso. Salvo en casos en los que se tiene garantía de la inocuidad de las sustancias, no es recomendable verificar la acidez o la basicidad a partir de sus propiedades organolépticas. En esta lección se explicará cómo las propiedades que se pueden medir con experimentos permitirán su clasificación en sustancias ácidas o básicas. Al final, coménteles que el consumo excesivo de alimentos ácidos e irritantes puede provocar graves problemas gastrointestinales como, en casos extremos, las úlceras.",
      "Desarrollo": "La actividad (página 179) sirve para que los alumnos distingan la acidez o basicidad de una sustancia por medio de una prueba experimental cualitativa; en este caso, el uso de un indicador químico como el que se extrae de la col morada (Brassica oleracea). Explíqueles que la coloración morada que adquiere el extracto obtenido con agua se debe a la sustancia llamada antocianina, un tipo de sustancia capaz de formar mezclas homogéneas en el agua denominados cromóforos, cuya capacidad de generar color depende, en este caso, de la acidez o la basicidad de la mezcla donde se encuentre. Entonces el extracto de col morada es un indicador cualitativo que, debido a sus cambios de color, permite identificar si la mezcla en la que se encuentra presenta propiedades ácidas o básicas. Al utilizar la escala de colores (página 179), de manera cualitativa, una persona puede identificar si las sustancias mezcladas con agua son sustancias con propiedades ácidas, neutras o básicas. Es importante señalar que se puede identificar la sustancia sólo hasta que se tenga la evidencia experimental del color que torna el indicador. Como señala el texto, si es necesario aplicar análisis cuantitativos, es decir, obtener información precisa, serán necesarios distintos instrumentos, como los potenciómetros. Resalte que la reacción de la actividad (página 180) para la formación del ácido carbónico (H2CO3) requiere de dióxido de carbono (CO2) y agua (H2O). Recuérdeles que el dióxido de carbono (CO2) es uno de los contaminantes atmosféricos y que representa un peligro debido a la acidificación de los mares, que se explica por esa misma reacción. Extienda la explicación a los otros gases (azufre, nitrógeno) e incentive un aprendizaje integral que permita ver el mismo fenómeno en distintos escenarios.",
      "Cierre": "Se sugiere que revise la interpretación de medios ácidos de los estudiantes, ya que, debido a la falta de experiencia, cualquier valor entre 0 y 7, como se establece en la figura 4.6 (página 182), es de un ácido. Recuérdeles que es una escala logarítmica, para evitar un aprendizaje erróneo, por tanto, se debe aclarar e indicar con cautela que los suelos deben ser \"ligeramente ácidos\", o como indica la actividad (página 183), establecer un intervalo de valores de pH, para que el alumnado no infiera que un suelo ácido (pH = 1) favorecerá el crecimiento de las plantas.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Comparar la acidez y basicidad del suelo de nuestro país."
      ],
      "Evidencias": [],
      "Actividades": [
        "6",
        "7"
      ],
      "Proyectos": [
        "Acidos"
      ],
      "LibroSep": "Saberes y Pensamiento Científico 156-159 y 284-285",
      "LibroMcMillan": "Química Imagina  178-183",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.\\\\ \\textbf{Matemáticas:} Resuelve operaciones.",
      "Worklist": [
        "L4. Sustancias ácidas y básicas",
        "A.6 ¿Ácido o base?",
        "A.7 ¿Cuál es el pH?"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 156-159 y 284-285",
        "Química Imagina  178-183"
      ],
      "ActPro": [
        "6",
        "7",
        "Acidos"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "11 may",
      "FechaDeCierre": "15 may",
      "SemanaEscolar": 32,
      "Contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
      "Aprendizaje": "Deduce los productos de reacciones de neutralización sencillas, con base en el modelo de Arrhenius, mediante actividades experimentales.",
      "Tema": "Modelo de Arrhenius",
      "Leccion": "L5. Ácidos y bases en agua",
      "Inicio": "En la actividad de esta etapa se sugiere guiarlos a la reflexión en la automedicación y las consecuencias de la exposición prolongada a ciertos medicamentos. Analgésicos como el ácido acetilsalicílico pueden provocar daños gastrointestinales si su consumo es frecuente y prolongado; es mejor siempre acudir al médico.",
      "Desarrollo": "La lección permite una enseñanza desde la evidencia experimental, utilizando la conductividad eléctrica como criterio en la identificación de la fuerza de disociación de un ácido o una base al mezclarlo con agua. Es pertinente recordar que, a partir de los resultados experimentales, se requiere de algún modelo que permita explicar dichos resultados obtenidos. Una forma de llevar esta lección es por medio de la pregunta y el experimento detonador siguiente: al introducir el dispositivo descrito en la página 123 y 186 en agua, ¿el led emite luz? Si se usa agua potable, con certeza no prenderá. Al agregar sal de mesa, el led encenderá. Resulta útil recuperar esos aprendizajes adquiridos en la unidad 2 relacionados con el modelo de enlace iónico. Los educandos deberán comprender que el led sólo puede encender si existe flujo de corriente eléctrica. Al introducir el dispositivo en vinagre y luego en ácido muriático, descubrirán que, si bien en ambos casos el led enciende, la intensidad con que lo hace con cada sustancia variará. Solicíteles que revisen en la etiqueta del producto la composición para que refuerce el concepto de mezcla homogénea. La teoría de Arrhenius permite explicar que moléculas como el ácido acético presente en el vinagre, o el ácido clorhídrico presente en el ácido muriático, se disocian en disolución acuosa para generar iones hidronio en mayor o menor cantidad; sin embargo, esta teoría sirve sólo para sustancias que dentro de su composición tuvieran un átomo de hidrógeno que pudiera ionizarse, al igual que las bases, definidas como aquellas sustancias que, en disolución acuosa, al ionizarse, generarán un ion hidroxilo.",
      "Cierre": "La actividad de esta etapa permite retomar y reforzar las actividades iniciales y de desarrollo. Algunas preguntas útiles que permitirán el vínculo con la siguiente lección son ¿qué clase de compuestos son los medicamentos conocidos como antiácidos? ¿Qué tipo de malestar son capaces de aliviar? ¿Requieren estar en forma ionizada o neutra? El nombre del fármaco adelanta que su uso es específicamente para disminuir la acidez, y esto se logra debido a una reacción de neutralización. Evalúe la capacidad de los educandos para deducir los productos de las reacciones de neutralización utilizando el modelo de Arrhenius. Para ello, solicíteles que resuelvan la ficha \"Lo que disuelve la lluvia\" de su cuaderno de evidencias. Complemente la actividad con una evaluación formativa a través de los recursos digitales para reforzar el aprendizaje de manera efectiva.",
      "EjesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
      "EvaluacionFormativa": [
        "Reconoce los iones que se forman en agua de acuerdo con el modelo de Arrhenius."
      ],
      "Evidencias": [
        "F15"
      ],
      "Actividades": [
        "8",
        "9",
        "10"
      ],
      "Proyectos": [],
      "LibroSep": "Saberes y Pensamiento Científico 286-289",
      "LibroMcMillan": "Química Imagina  184-187",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.",
      "Worklist": [
        "L5. Ácidos y bases en agua",
        "A.8 El modelo de Arrhenius",
        "A.9 Fórmulas, pH y acidez",
        "A.10 Los modelos científicos evolucionan",
        "F15. Lo que disuelve la lluvia ácida"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 286-289",
        "Química Imagina  184-187"
      ],
      "ActPro": [
        "8",
        "9",
        "10",
        "F15"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "18 may",
      "FechaDeCierre": "22 may",
      "SemanaEscolar": 33,
      "Contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
      "Aprendizaje": "Diseña y lleva a cabo reacciones de neutralización, a fin de obtener productos útiles en la vida cotidiana, así como para el tratamiento de residuos.",
      "Tema": "Reacciones de neutralización",
      "Leccion": "L6. Reacciones de neutralización",
      "Inicio": "La actividad de esta etapa depende fundamentalmente de la experiencia de los estudiantes en cuanto a su acercamiento y conocimiento de las situaciones que se presentan en las imágenes. Resultaría más provechoso que se lleve a cabo con la guía del docente, explicando las sustancias involucradas y los fenómenos desde el punto de vista del tiempo en que ocurren.",
      "Desarrollo": "A partir de la actividad inicial y del texto, se debe insistir en que las evidencias experimentales permiten entender que un proceso está ocurriendo. Por ejemplo, en tres casos de la actividad de inicio ocurre un burbujeo instantáneo, una evidencia de que ocurre una reacción química. En el caso de la estatua, valdría la pena señalar que también existe la liberación de un gas; sin embargo, la reacción requiere de mucho tiempo y no esta sumergida en agua, por lo que resulta imposible ver esa evidencia. Si se definen las disoluciones ácidas y básicas (cuando las sustancias se encuentran en concentraciones similares) como aquellas que conducen mejor la corriente eléctrica, se puede apoyar del instrumento para detectar la conductividad que se construyó en las páginas 123 y 186, y así comparar la conductividad de una mezcla de agua-vinagre, una mezcla de agua-bicarbonato de sodio y de la combinación de ambas mezclas, explicando la reacción que ocurre y solicitando que se analice la evidencia experimental obtenida. Las imágenes de la actividad inicial, su explicación y la primera actividad (página 190) servirán como base para las lecciones 11 y 12, relacionándolas con la rapidez de una reacción. La actividad (página 191) es adecuada para integrar los conocimientos de las lecciones anteriores, ya que permite: - identificar la utilidad de un indicador químico, no sólo como herramienta de clasificación de sustancias ácidas o básicas, sino como una herramienta para seguir el avance de una reacción;  identificar en un sistema distinto (agua-vinagre) al que ocurre en el estómago, un mismo fenómeno (neutralización) y cómo el estudio de las reacciones permite trasladar los resultados a nuevos sistemas de interés para la humanidad, y  ser conscientes de la rapidez con la que ocurren los procesos y la eficiencia de las neutralizaciones.",
      "Cierre": "Al igual que en la sección anterior, debe mencionarse que estos ejercicios son hipotéticos, debido a que las sustancias que se utilizan son ácidos y bases fuertes. En la realidad, se utilizan sustancias menos agresivas para modificar el pH del suelo. Algunas sustancias que ayudan a acidificar el suelo, como el sulfato de amonio, tienen la doble función de aportar macronutrientes (compuestos químicos azufrados o nitrogenados) que algunas plantas requieren para su crecimiento. Como actividad final, organice a los alumnos en parejas y pídales que resuelvan la ficha \"Hay vida en el mar\". Para complementar, invítelos a compartir en el pizarrón una lista de acciones que nos permitan reducir la acidificación de los océanos con base en su conocimiento sobre sustancias ácidas y básicas.",
      "EjesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
      "EvaluacionFormativa": [
        "Reconoce reacciones de neutralización para la solución de problemas ambientales."
      ],
      "Evidencias": [
        "F16"
      ],
      "Actividades": [
        "11",
        "12"
      ],
      "Proyectos": [
        "Alimentos Acidos"
      ],
      "LibroSep": "Saberes y Pensamiento Científico 161-165 y 291-292",
      "LibroMcMillan": "Química Imagina  188-193",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.",
      "Worklist": [
        "L6. Reacciones de neutralización",
        "A.11 Productos en la vida cotidiana",
        "A.12 Neutralizar para ayudar",
        "F16. Hay vida en el mar"
      ],
      "Libros": [
        "Saberes y Pensamiento Científico 161-165 y 291-292",
        "Química Imagina  188-193"
      ],
      "ActPro": [
        "11",
        "12",
        "F16",
        "Alimentos Acidos"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "25 may",
      "FechaDeCierre": "29 may",
      "SemanaEscolar": 34,
      "Contenido": "Propiedades de ácidos y bases, reacciones de neutralización y modelo de Arrhenius.",
      "Aprendizaje": "Evalúa los beneficios y riesgos a la salud y al medio ambiente, de ácidos y bases, en diversos ámbitos a través del pensamiento crítico.",
      "Tema": "Ácidos y bases",
      "Leccion": "L7. Beneficios y riesgos de ácidos y bases",
      "Inicio": "La actividad de esta etapa invita a la reflexión de los alumnos. Motívelos para que compartan sus intereses o gustos artísticos, o bien, para poder presentarles obras de arte que retraten los problemas ambientales que ha sufrido la humanidad. Obras como Saturno devorando a su hijo, de Francisco de Goya, representan los signos de la enfermedad conocida como saturnismo o plumbosis, asociada con la contaminación por plomo, o el personaje del Sombrerero loco de la obra Alicia en el país de las maravillas, de Lewis Carroll, que retrata a una persona que sufre una enfermedad asociada con la contaminación por mercurio. Por otra parte, los incisos b y c permiten integrar lo analizado en las lecciones anteriores; por ejemplo, se podría solicitar a los educandos, a partir de una lluvia de ideas grupal, una o varias formas de identificar la acidificación del agua de mar, como por medio de indicadores químicos o de una reacción de neutralización.",
      "Desarrollo": "En la primera parte de la lección se recupera lo abordado en las primeras lecciones de la unidad 3, por lo que presenta otra perspectiva para hablar del Plato del bien comer y justificar por qué los alimentos ultraprocesados, ricos en grasas, irritantes o sustancias ácidas (como los refrescos), no deben ser consumidos de manera recurrente o en grandes cantidades, ya que representan un riego para la salud debido a los niveles de acidez que pueden provocar. También permite reforzar el concepto de pH, que está asociado con la concentración de iones hidronio o protones de manera logarítmica. Esto, cuando se tienen problemas de acidez, implica que la concentración de protones (provenientes del HCl segregado por el estómago) sea alta, es decir, se tienen valores de pH de entre 1 y 3 unidades, por lo que tomar agua pura ayuda a diluir en el líquido gastrointestinal (disminuir) la concentración de los protones y, por tanto, a aumentar el valor del pH hacia valores más saludables. Invite a los alumnos a reflexionar sobre el uso de las plantas termoeléctricas, principal fuente de energía eléctrica en el mundo, las cuales permiten que la humanidad tenga los beneficios tecnológicos de salud, educación, esparcimiento y trabajo que se han desarrollado. El uso mesurado de algunos aparatos es el tipo de acciones individuales que pueden reducir la huella de carbono, ya que, aun modificando las fuentes de energía distintas a la termoeléctrica, no bastaría para solucionar el problema si se hacen gastos desmesurados de energía en cada hogar del mundo. Integrar el concepto de alimentación saludable, evitar el consumo de productos cárnicos o ultraprocesados de manera constante en la dieta diaria o favorecer estilos de vida más saludables al hacer caminatas o actividades físicas sin aparatos eléctricos encendidos son algunas de las múltiples formas en que se puede exhortar al alumnado a efectuar cambios en favor del medio ambiente; además, se puede hacer una lluvia de ideas que favorezca el debate y el aprendizaje grupal.",
      "Cierre": "Para esta actividad deben considerarse múltiples variables, como la estacionalidad de los datos. La temperatura juega un papel fundamental en el proceso de solvatación de los gases, como el dióxido de carbono; a menor temperatura, mayor solubilidad del gas, por lo que también entran en juego las corrientes de viento y las marítimas. Definido esto, el mapa permite corroborar que el pH se torna más ácido (color azul) en dos regiones: en los polos Norte y Sur y en las costas de los continentes. En cuanto a los numerales 2 y 3 de la actividad, permiten recuperar y dar cierre a lo visto en las lecciones anteriores: reducir la huella de carbono desde lo individual, así como favorecer y solicitar a los gobiernos el fortalecimiento de sistemas de transporte colectivo y la protección de los bosques y las selvas.",
      "EjesArticuladores": "Artes y experiencias estéticas.",
      "EvaluacionFormativa": [
        "Evalúa el mejor antiácido con base en su capacidad neutralizante.",
        "Identifica la acidificación de los océanos en el mundo y en la región en la que vive."
      ],
      "Evidencias": [],
      "Actividades": [
        "13",
        "14",
        "15"
      ],
      "Proyectos": [
        "Arrehenius"
      ],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  193-197",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.\\\\ \\textbf{Matemáticas:} Analiza datos en gráficas.",
      "Worklist": [
        "L7. Beneficios y riesgos de ácidos y bases",
        "A.13 Beneficios y riesgos de ácidos y bases",
        "A.14 ¿Tus alimentos son ácidos?",
        "A.15 Cuida el medio ambiente"
      ],
      "Libros": [
        "Química Imagina  193-197"
      ],
      "ActPro": [
        "13",
        "14",
        "15",
        "Arrehenius"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "1 jun",
      "FechaDeCierre": "5 jun",
      "SemanaEscolar": 35,
      "Contenido": "Las reacciones de óxido-reducción (redox).",
      "Aprendizaje": "Identifica reacciones de redox en su entorno y comprende su importancia en diferentes ámbitos.",
      "Tema": "Reacciones de óxido-reducción",
      "Leccion": "L8. Reacciones de óxido-reducción",
      "Inicio": "Para la lección 8, se sugiere comenzar desde la evidencia experimental que permita a los estudiantes identificar un proceso de oxidación en su vida cotidiana, por ejemplo, al tomar algunos frutos como manzanas, aguacates o plátanos, cuyo proceso de oxidación ocurre de manera rápida (escala de minutos) y se puede seguir de manera visual. Pregúnteles: ¿por qué las manzanas no se oxidan antes de partirlas a la mitad como lo hacen una vez que se cortaron? Consideren que ambas están en el mismo entorno. Relacione la oxidación de las manzanas con la actividad de inicio y explique a los estudiantes que la corteza de algunas frutas protege al cuerpo/pulpa del contacto con el oxígeno presente en el aire. En el proceso de oxidación, por lo general interviene el oxígeno del entorno y una sustancia susceptible a interactuar con él y a oxidarse. Se puede señalar que, así como la cubierta de las frutas evita el contacto de la pulpa con el aire, otras sustancias como los materiales de construcción, en particular metálicos, deben ser protegidos de alguna manera para evitar que se oxiden. Para ello, se pueden usar pinturas, plásticos, concreto o, como indica el texto, láminas de otros metales que se oxiden primero \"protegiendo\" al metal de nuestro interés. Las implicaciones del proceso de oxidación no sólo son económicas, en cuestiones de seguridad, una estructura metálica oxidada no tendrá la misma resistencia, por lo tanto, puede provocar accidentes.",
      "Desarrollo": "A los educandos les resulta sencillo identificar los procesos de oxidación, ya que son los que se pueden observar a diario con facilidad; sin embargo, los de reducción suelen ser más difíciles de identificar. La razón es que suelen asumir que son procesos independientes y en tiempos distintos. Al hacer énfasis en que la oxidación ocurre al mismo tiempo que la reducción, mencióneles que en la molécula de oxígeno es en la que ocurre la reducción. Retome el ejemplo de la fruta o de los metales. En éste se indica que son los azúcares y los metales los que se oxidan y se les debe recordar que entonces el oxígeno se reduce; por ejemplo, en el caso de los metales ambas sustancias, metales y oxígeno, generan una nueva sustancia: un óxido metálico, como el óxido de cobre o de cinc. Con la definición formal de oxidación y reducción en función de los electrones transferidos puede resultar más sencillo que el alumnado entienda que los procesos globales involucran ambas reacciones y que, si sólo se señala o considera una, entonces el proceso no podría existir. La actividad \"¿Cómo sintetizar el cobre?\" (páginas 201 y 202) resulta adecuada para la propuesta anterior.",
      "Cierre": "En la actividad de cierre de la lección 8 de nuevo la evidencia experimental debe guiar a los estudiantes: la formación de las burbujas es la única evidencia visual que podemos obtener de que el proceso está ocurriendo.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Identifica los átomos que se oxidan y los que se reducen en la combustión de glucosa de nuestras células."
      ],
      "Evidencias": [],
      "Actividades": [
        "16",
        "17"
      ],
      "Proyectos": [],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  198-203",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.",
      "Worklist": [
        "L8. Reacciones de óxido-reducción",
        "A.16 ¿Oxida o reduce?",
        "A.17 Reacciones de óxido-reducción"
      ],
      "Libros": [
        "Química Imagina  198-203"
      ],
      "ActPro": [
        "16",
        "17"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "8 jun",
      "FechaDeCierre": "12 jun",
      "SemanaEscolar": 36,
      "Contenido": "Las reacciones de óxido-reducción (redox).",
      "Aprendizaje": "Analiza la transferencia de electrones entre reactivos y productos en reacciones de óxido-reducción (redox), con base en el cambio del número de oxidación, a partir de actividades experimentales.",
      "Tema": "Número de oxidación",
      "Leccion": "L9. Identificación y uso de reacciones redox",
      "Inicio": "Antes de iniciar la actividad, comente que las sustancias de las imágenes están en contacto con el entorno, en particular con el oxígeno en el aire; después invite a los alumnos a reflexionar en el tiempo que toma cada reacción: el caso del incendio es el único que ocurre en cuestión de minutos. Pregúnteles ¿consideran que el carbonato de calcio, sustancia que es el componente principal de la estatua y del caracol marino, sufriría una transformación al estar en contacto con el aire sin la presencia de la lluvia o del agua de mar? Luego coménteles que el carbonato de calcio es la combinación de las especies más oxidadas posibles del carbono y del calcio y que, por tanto, es imposible que participen en una reacción en la que el oxígeno se reduzca. Para el caso del incendio, puede resultar sencillo recordar que toda combustión es un proceso de oxidación. El caso de la tubería resulta ser en el que más procesos pueden ocurrir, ya que de manera natural las sustancias metálicas tenderán a oxidarse a lo largo del tiempo; sin embargo, cuando estas sustancias además están en contacto con mezclas conductoras de corriente eléctrica, como el agua de mar, y más aún cuando tienen un pH ligeramente ácido, el proceso de oxidación adquiere velocidades más altas y, por tanto, son sistemas que deben ser protegidos de maneras más eficientes.",
      "Desarrollo": "Este tema suele ser complicado para los educandos debido a que deben abstraer en ecuaciones información experimental que en algunos casos resulta difícil de conseguir, por ello, se recomienda siempre guiarse a partir de información experimental que puede tener concordancia con la experiencia que tienen a su edad; por ejemplo, plantéeles los siguientes escenarios: ¿consideran que el dióxido de carbono que se libera de la combustión podría seguir \"quemándose\"? ¿Piensan que el óxido que se forma sobre las estatuas podría seguir oxidándose? Esto los llevará a cuestionarse si existe dicha posibilidad; basta con mencionar que, si el dióxido de carbono pudiera usarse como combustible, no habría problemas ambientales por su acumulación, o que si los óxidos continuaran \"oxidándose\" veríamos, por ejemplo, otro cambio de color en las estatuas, como las de bronce. Una vez que entiendan que ambos casos son imposibles, entonces requerirán de alguna herramienta para entender y explicar la realidad que les rodea; es aquí donde los números de oxidación ofrecen un criterio, de entre otros, para entender los fenómenos. Los hidrocarburos deben tener carbonos con estados de oxidación negativos (metano), valor cero (formaldehido) o inclusive con un valor divalente positivo (monóxido de carbono) para que puedan oxidarse (perder electrones) por medio de una combustión. Una vez que se alcanzó el máximo grado de oxidación, los compuestos ya no pueden seguir oxidándose, no importa qué tan oxidante sea el medio. Un caso similar ocurre con los átomos metálicos, es aquí donde se evidencia la utilidad de las propiedades periódicas y de incentivar el uso (no memorización) de la tabla periódica: las familias en la tabla periódica permiten agrupar los estados de oxidación recurrentes de los átomos que las conforman, es decir, cualquier elemento de la familia uno tendrá el estado de oxidación 1+, mientras que los elementos de la familia 4 pueden tener valores entre 4- y 4+. Resultaría útil colocar algunas sustancias (hidrocarburos), para que los estudiantes verifiquen por qué dichas sustancias pueden funcionar como combustibles: gas butano, propano, etileno, metanol, etanol o carbono elemental (se busca que todas las sustancias puedan oxidarse hasta el estado 4+).",
      "Cierre": "La actividad de esta etapa permite a los alumnos acercarse a un concepto con el que deberán trabajar en materias avanzadas de química: la reversibilidad, que no es materia de estudio de este curso, pero que es útil mencionar. Un error asociado con la falta de experiencia es que se considera que los procesos químicos son irreversibles en su totalidad; sin embargo, esta actividad permite revisar si el proceso del cobre y de la plata se consideran reversibles. Una posible ayuda es que, si los procesos fueran irreversibles, entonces una vez que se formó la plata metálica los lentes impedirían el paso de la luz y se quedarían así para siempre. Pida a los educandos que resuelvan la ficha \"Cómo proteger el mundo de la corrosión\" de su cuaderno de evidencias. Use este recurso para resaltar la importancia de conocer las reacciones de óxidoreducción para asegurar la integridad de las personas. Invite a una reflexión grupal sobre cómo prevenir este tipo de accidentes con base en el contenido de la ficha y lo que han aprendido en el curso.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Identifica las sustancias que se reducen y se oxidan en diferentes materiales, determina el número de oxidación y la transferencia de electrones."
      ],
      "Evidencias": [
        "F17"
      ],
      "Actividades": [
        "18",
        "19",
        "20"
      ],
      "Proyectos": [
        "Corrosion"
      ],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  204-209",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.",
      "Worklist": [
        "L9. Identificación y uso de reacciones redox",
        "A.18 La química de la fotosíntesis y de la respiración",
        "A.19 identificación y uso de reacciones redox",
        "A.20 Energía química y sus alternativas",
        "F17. Cómo proteger el mundo de la corrosión"
      ],
      "Libros": [
        "Química Imagina  204-209"
      ],
      "ActPro": [
        "18",
        "19",
        "20",
        "F17",
        "Corrosion"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "15 jun",
      "FechaDeCierre": "19 jun",
      "SemanaEscolar": 37,
      "Contenido": "Las reacciones de óxido-reducción (redox).",
      "Aprendizaje": "Valora los beneficios y el costo ambiental de procesos y productos derivados de las reacciones redox, por medio de debates y argumentando su postura a favor del desarrollo sustentable.",
      "Tema": "Reacciones redox",
      "Leccion": "L10. Reacciones redox y desarrollo sustentable",
      "Inicio": "Se sugiere abordar la actividad de esta etapa con los estudiantes desde la perspectiva socioeconómica de algunas regiones del país y, en general, del mundo (un tercio de la población mundial, según la onu ), en las que no existen o, debido a su ubicación geografía, son de difícil acceso las redes de distribución de gas licuado o gas natural, por lo que las personas de esas regiones económicamente desfavorecidas cocinan con fuentes combustibles como el carbón o la leña. Otras opciones para cocinar son las resistencias eléctricas dentro de parrillas, las estufas de combustión que consumen de manera eficiente el gas o, en otros casos, las parrillas de inducción que consumen energía eléctrica. Mencióneles también la opción de las estufas solares, ya que en regiones con un clima que favorezca su uso serían altamente recomendable para evitar el uso de carbón o leña. Resalte que, durante la revolución industrial en el siglo xviii , la quema de carbón en fábricas y sistemas de transporte provocó múltiples enfermedades en la población, como el cáncer pulmonar; esto se debe a que en la actualidad se sabe que también se generan compuestos conocidos como hidrocarburos aromáticos policíclicos (hap ), que son nocivos para la salud y en la actualidad son ampliamente estudiados.",
      "Desarrollo": "Se sugiere abordar el tema con una visión multidisciplinar y resaltar las contribuciones de la Química para resolver los problemas con los que la humanidad lidia en la actualidad, de esta manera podrá relacionar con ejemplos reales específicos cómo interviene esta disciplina. En el apartado de los combustibles alternativos invítelos a hacer una recopilación de lo revisado en lecciones anteriores: la movilidad y los gases contaminantes, la alimentación y los problemas ambientales asociados y las reacciones de combustión para la obtención de energía. También es buen momento para invitarlos a reflexionar en torno al uso indiscriminado de la materia prima y la energía del planeta con recursos finitos, esto les permitirá reconocer valores ambientales como la austeridad, el respeto, la solidaridad, la corresponsabilidad, la empatía y la coherencia. Explíqueles que no existe una máquina perfecta (leyes de la termodinámica) y que lo único que la humanidad puede intentar es mejorar sus procesos para hacer más eficiente el consumo de energía. Para profundizar en el tema, coménteles cómo ha cambiado la iluminación; pregúnteles ¿es necesario que algo se caliente para generar luz? Haga un recorrido breve de los objetos para la iluminación: las velas que iluminan y que pierden energía en forma de calor, las bombillas que generan más luz y también en mayor o menor medida pierden energía en forma de calor, hasta la actualidad con el uso de leds, que requieren una cantidad de energía muy pequeña, ofrecen buena cantidad de luz, no se pierde tanta energía en forma de calor y si además se coloca cerca una lupa puede iluminar más que una bombilla. El calor, en estos casos, es una pérdida de energía y se busca que muchas máquinas de distintos procesos consuman la menor cantidad de energía y sigan haciendo su trabajo. En el apartado de Nuevas baterías, invítelos a tomar conciencia de que no se considere únicamente las emisiones de dióxido de carbono, ya que, por ejemplo, en el tema de movilidad, una alternativa son los autos híbridos o eléctricos, aunque, si bien eliminan o reducen este gas, requieren energía para funcionar y físicamente siguen ocupando un lugar en las ciudades y la producción de las pilas para su funcionamiento contamina en gran medida el medio ambiente. Una solución a este problema es que los gobiernos del mundo mejoren y expandan los sistemas de transporte colectivo, porque con ello se obtendría un impacto positivo en la calidad del medio ambiente de ciudades y en la salud de sus habitantes.",
      "Cierre": "Haga que los educandos sean conscientes del costo energético de todos los aparatos que utilizan al día y los efectos que tiene en el medio ambiente la obtención de esa energía. Las alternativas que proponen las ciencias químicas no son la única solución al problema de contaminación ambiental, el desafío de la crisis climática requiere del trabajo en conjunto de múltiples puntos de vista, desde las ciencias sociales, las ingenierías, otras ciencias naturales y las posturas económicas y sociales. Motívelos para que en la actividad de esta etapa relacionen la Química como una herramienta más para resolver estos desafíos. Invite a los educandos a resolver la ficha \"Alternativas de energía con redox\" de su cuaderno de evidencias. Al terminar, anímelos a organizar una mesa redonda donde, en equipos, analicen los beneficios y el costo ambiental del uso de las reacciones de óxido-reducción en la obtención de energía.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Analiza y argumenta las características de combustibles alternativos.",
        "Determina el ciclo de vida de alguna fuente de energía."
      ],
      "Evidencias": [
        "F18"
      ],
      "Actividades": [
        "21",
        "22"
      ],
      "Proyectos": [
        "Reduccion"
      ],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  210-213",
      "Vinculacion": "\\textbf{Física:} Reconoce los saberes y las prácticas para el aprovechamiento de energías y la sustentabilidad.\\\\ \\textbf{Matemáticas:} Analiza datos en gráficas.",
      "Worklist": [
        "L10. Reacciones redox y desarrollo sustentable",
        "A.21 Las redox en el medio ambiente",
        "A.22 Control de la rapidez de una reacción",
        "F18. Alternativas de energía con redox"
      ],
      "Libros": [
        "Química Imagina  210-213"
      ],
      "ActPro": [
        "21",
        "22",
        "F18",
        "Reduccion"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "22 jun",
      "FechaDeCierre": "26 jun",
      "SemanaEscolar": 38,
      "Contenido": "Factores de la velocidad de reacción: concentración de reactivos y temperatura.",
      "Aprendizaje": "Explica los factores que influyen en la rapidez de las reacciones químicas, con base en la identificación y control de variables mediante actividades experimentales y modelos corpusculares.",
      "Tema": "Velocidad de una reacción",
      "Leccion": "L11. Factores que influyen en la rapidez de una reacción",
      "Inicio": "Además de pedirles que resuelvan la actividad de esta etapa, recuérdeles los ejemplos que han sido utilizados en las lecciones pasadas: velocidad de combustión en la quema de madera o hidrocarburos, velocidad de las reacciones ácido-base como en la neutralización, velocidad de oxidación y reducción durante los procesos que afectan a los metales. Explíqueles que en el entorno existe un sinfín de reacciones en las que se puede monitorear la rapidez de manera cualitativa, por ejemplo, por medio de la vista, y también existen reacciones que ocurren tan lentamente que es necesario tener algún registro de los sistemas en su forma inicial para poder compararlos con las finales. Coménteles que necesitamos que algunas reacciones ocurran con mayor rapidez y, para ello, se usan los catalizadores. Por otro lado, se requiere que otras ocurran de manera más lenta de lo que normalmente lo hacen y para lograrlo se usan los inhibidores, que pueden ser sustancias o cambios físicos, por ejemplo, las bajas temperaturas retardan la actividad enzimática de los microorganismos en los alimentos. La actividad es un buen detonador para entender la función \"retardante\" de algunas sustancias que permiten conservar las obras de arte en buenas condiciones, protegiéndolas, por ejemplo, de la oxidación de los pigmentos.",
      "Desarrollo": "El tema de cinética química es amplio y complejo, por lo que es importante mencionar a los alumnos que para este curso se tiene como objetivo la identificación y una breve explicación de los factores experimentales que pueden afectar la rapidez de una reacción química. Como en lecciones anteriores, vale la pena mencionar la utilidad de los datos experimentales para poder dar seguimiento y comprender que una reacción química está ocurriendo. En este caso, el seguimiento de la reacción se hace por medio de la medición de un producto que se puede recolectar y medir su volumen (dióxido de carbono gaseoso); pregúnteles por las herramientas adquiridas en lecciones anteriores: ¿es posible medir si la reacción está ocurriendo? Un ejemplo sería con el aparato de conductividad eléctrica y otro sería con un conductímetro. Para complementar la explicación del texto mencióneles que existe un gran número de variables que pueden afectar la rapidez con que ocurre una reacción, además se debe hacer mención de que todas esas variables no afectan por separado, sino que en la realidad influyen al mismo tiempo. La actividad experimental propuesta (páginas 216 y 217) permite evaluar la concentración inicial como un factor que influye en la rapidez; también se puede hacer fácilmente la evaluación del tamaño de la partícula como en la figura 11.4 (página 216). En el caso del efecto de la temperatura, se les pide a los estudiantes que evalúen su efecto. Proponga que lo hagan con una pastilla efervescente en vasos con agua a temperatura ambiente, con hielos y recién hervida utilizando la velocidad del burbujeo como criterio de rapidez. Con este experimento se pueden explicar tanto el efecto de la rapidez de las partículas como el número de colisiones.",
      "Cierre": "La actividad de esta etapa permite relacionar la lección anterior con la rapidez de reacción. Pregunte a los estudiantes ¿qué compuesto consideran que oxidará el etanol una vez que sea procesado por el cuerpo? Después de que tracen la gráfica, mencióneles que existe una ley que explica el comportamiento del alcohol en la sangre llamada ley de rapidez de reacción. Invítelos a analizar la gráfica; muestre que la rapidez es proporcional a la concentración en la gráfica y que la ley de rapidez = k[A]a se cumple en todo momento (a mayor concentración del etanol, más rápidamente desparece, y a medida que disminuye la concentración del alcohol, la rapidez es cada vez menor). Trabaje en conjunto con los estudiantes en cómo identificar los factores adecuados para aumentar o disminuir la rapidez de una reacción química según las necesidades prácticas, como acelerar de forma sustentable el tiempo de degradación de los plásticos, con la ficha \"Los residuos y su tiempo de descomposición\" del cuaderno de evidencias. Para vincular los aprendizajes obtenidos en el curso, pida a los educandos que en la actividad 2 de la sección \"Analizo\", además de hacer lo que se pide, construyan los modelos corpusculares de los procesos que se mencionan.",
      "EjesArticuladores": "Artes y experiencias estéticas.",
      "EvaluacionFormativa": [
        "Explora diferentes factores que afectan la rapidez en una reacción química.",
        "Evalúa la concentración de una reacción química en nuestro organismo."
      ],
      "Evidencias": [
        "F19"
      ],
      "Actividades": [
        "23",
        "24",
        "25",
        "26",
        "27"
      ],
      "Proyectos": [],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  214-219",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.\\\\ \\textbf{Matemáticas:} Analiza datos en tablas y gráficas.",
      "Worklist": [
        "L11. Factores que influyen en la rapidez de una reacción",
        "A.23 ¿Cómo modifico la rapidez de una reacción química?",
        "A.24 Factores de rapidez en las reacciones",
        "A.25 Energía y rapidez de las reacciones",
        "A.26 Catalizadores en las reacciones químicas",
        "A.27 Rapidez de reacción y conservación de alimentos",
        "F19. Cómo acelerar un consumo responsable"
      ],
      "Libros": [
        "Química Imagina  214-219"
      ],
      "ActPro": [
        "23",
        "24",
        "25",
        "26",
        "27",
        "F19"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "29 jun",
      "FechaDeCierre": "3 jul",
      "SemanaEscolar": 39,
      "Contenido": "Factores de la velocidad de reacción: concentración de reactivos y temperatura.",
      "Aprendizaje": "Valora los beneficios de modificar la rapidez de las reacciones químicas, a través del diseño e implementación de actividades experimentales.",
      "Tema": "Rapidez de una reacción",
      "Leccion": "L12. Beneficios de modificar la rapidez de reacción",
      "Inicio": "De nuevo, la utilidad de haber mencionado la velocidad con que ocurre cada proceso en lecciones anteriores permite que esta actividad sea más sencilla de comprender; además, gracias a la lección 11, los estudiantes podrán tener conciencia sobre las múltiples variables que afectan a una reacción, en este caso, de descomposición del medicamento. Resultaría útil, antes de comenzar el tema, que los alumnos, además de consultar dónde se guardan los medicamentos, investiguen qué se hace en sus hogares con aquellos que han caducado. Con esa información puede abordar el contenido de esta lección. Recuerde a los educandos que la mayoría de los medicamentos tienen indicaciones específicas sobre las condiciones donde deben guardarse para mantener su eficiencia; además, haga énfasis en que el uso de medicamentos debe ser prescrito por personal de la salud y se debe evitar la automedicación, por lo que, en un inicio, los medicamentos que se tengan en casa estarán mientras dure el tratamiento.",
      "Desarrollo": "Como se analizó en la unidad en la lección 8 de la unidad 1, resulta de suma utilidad el cálculo de la concentración de una sustancia en una mezcla, en este caso, el porcentaje de humedad en alimentos permite tomar decisiones sobre el manejo y almacenamiento de determinados alimentos para evitar su descomposición. Un buen ejemplo para el alumnado que podría permitirles encontrar evidencia experimental en su entorno cotidiano es el uso de la levadura en la producción de pan. Exhórtelos a que, junto a algún supervisor, hagan cualquier receta de pan que requiera el uso de levadura que catalice la degradación de los almidones; además de ser potencialmente placentero, les permitiría experimentar con diferentes cantidades de levadura y analizar los resultados obtenidos. Existen dos conceptos asociados con el uso de medicamentos. El primero de ellos es la dosis que recomienda el personal médico para consumir un fármaco; al preguntar a los estudiantes al respecto, se pueden recibir respuestas como \"una pastilla cada seis horas\", \"una inyección cada día\", etcétera. Análogo al gráfico del alcohol de la actividad de cierre de la lección anterior, los medicamentos adquieren una concentración en sangre que los vuelve eficientes; por ejemplo, los antibióticos requieren mantener constante una concentración para que actúen contra los patógenos, es por ello que se deben respetar los tiempos indicados y no adelantar o atrasar la dosis recetada. Por otra parte, el tema de la caducidad de los medicamentos es un buen ejemplo de rapidez de reacción. Los fármacos suelen ser sustancias activas que al descomponerse pierden eficiencia, en el mejor de los casos, pero a veces puede resultar contraproducente la ingesta de un medicamento caduco, por lo que lo más adecuado es seguir las instrucciones que recomienda el fabricante, pues son emitidas por profesionales de la salud. Por último, se puede hacer un llamado a la disposición adecuada de los medicamentos caducos. Erradicar el hábito de tirar medicamentos caducos por el drenaje es imperativo en favor de los ecosistemas acuáticos, además de que formará personas con sólidos valores ambientales.",
      "Cierre": "La actividad de cierre involucra un sistema complejo: el cuerpo humano, que tiene variables que influyen al mismo tiempo en el metabolismo. Se debe indicar a los alumnos que se trata de un ejercicio teórico que simplifica la complejidad del sistema y que, bajo ciertas circunstancias, un cuerpo humano puede comportarse de forma que es posible predecir lo que ocurría, por ejemplo, si se varia la temperatura en él. Por otra parte, por lo general un cuerpo sano metabolizará de manera más rápida que un cuerpo sedentario; sin embargo, esto depende también de un componente genético y del tipo de sustancias que se ingieren. Solicite a los estudiantes que resuelvan la ficha \"Acelera para contaminar menos\" de su cuaderno de evidencias. El propósito de este contenido es que pongan en práctica lo visto en clase y valoren los beneficios prácticos de modificar la rapidez de las reacciones químicas a través de la reducción de emisiones contaminantes. Oriente a los alumnos en la resolución del inciso b de la sección \"Concluyo\". Recuérdeles que los catalizadores pueden minimizar o eliminar subproductos indeseados que se convierten en desechos, lo cual es necesario para lograr una Química amigable con el medio ambiente. Con esto se espera que la respuesta del alumnado vincule los aprendizajes con la industrialización sustentable.",
      "EjesArticuladores": "Vida saludable. Reconoce algunas prácticas para el cuidado de la salud.",
      "EvaluacionFormativa": [
        "Explora la acción de una enzima en una reacción química.",
        "Predice los cambios en la rapidez en algunos procesos metabólicos."
      ],
      "Evidencias": [
        "F20"
      ],
      "Actividades": [
        "28",
        "29",
        "30"
      ],
      "Proyectos": [
        "Velocidad Reaccion"
      ],
      "LibroSep": "",
      "LibroMcMillan": "Química Imagina  220-225",
      "Vinculacion": "\\textbf{Física:} Reconoce el pensamiento científico, una forma de plantear y solucionar problemas y su incidencia en la transformación de la sociedad.",
      "Worklist": [
        "L12. Beneficios de modificar la rapidez de reacción",
        "A.28 Rapidez de reacción y conservación",
        "A.29 La química en la medicina",
        "A.30 Implicaciones de la Química en la vida",
        "F20. Acelera para contaminar menos"
      ],
      "Libros": [
        "Química Imagina  220-225"
      ],
      "ActPro": [
        "28",
        "29",
        "30",
        "F20",
        "Velocidad Reaccion"
      ]
    }
  ]
}