{
    "weeks": [
        {
            "unidad": 1,
            "fechaDeInicio": "1/sept",
            "fechaDeCierre": "5/sept",
            "semanaEscolar": "1",
            "contenido": "Operaciones básicas con números enteros y decimales (suma y resta).",
            "aprendizaje": "Comprenderán y realizarán sumas y restas con números enteros y decimales, aplicando los procedimientos correctos.",
            "tema": "Suma y resta de números.",
            "leccion": "Uso de las operaciones de suma y resta en situaciones cotidianas.",
            "inicio": "La clase comenzará con una actividad interactiva en la que Compartirán ejemplos de situaciones cotidianas en las que utilizan sumas y restas, como comprar en una tienda o calcular la distancia recorrida. Se les motivará a pensar en cómo las operaciones básicas son esenciales para la resolución de problemas reales. Esta discusión inicial servirá para conectar los conceptos de suma y resta con sus aplicaciones prácticas, generando interés y contextualización del tema.",
            "desarrollo": "Se explicará detalladamente cómo realizar sumas y restas con números enteros y decimales, enfatizando la importancia de colocar correctamente los números en columnas al realizar operaciones largas. Se mostrarán ejemplos paso a paso en la pizarra, comenzando con problemas sencillos y avanzando gradualmente hacia ejercicios que incluyen decimales y valores negativos. Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en sus cuadernos, lo cual fomentará la colaboración y la discusión sobre diferentes estrategias de resolución. Se proporcionarán hojas de trabajo con problemas que mezclen sumas y restas en contextos cotidianos para reforzar la comprensión.",
            "cierre": "Para cerrar la clase, los estudiantes resolverán un problema contextualizado, como ajustar un presupuesto simple o calcular cambios de una compra. Se realizará una breve reflexión grupal en la que Compartirán los desafíos que encontraron y las estrategias que les funcionaron mejor. Se asignará una tarea con problemas de suma y resta para reforzar lo aprendido, y se animará a los estudiantes a practicar en casa con ejemplos de su vida cotidiana.",
            "ejesArticuladores": "Inclusión, Pensamiento crítico, Interculturalidad crítica.",
            "evaluacionFormativa": "Observación de la participación en discusiones, corrección de ejercicios en clase, y tarea de problemas mixtos de suma y resta."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "8/sept",
            "fechaDeCierre": "12/sept",
            "semanaEscolar": "2",
            "contenido": "Operaciones básicas de multiplicación y división con números enteros y decimales.",
            "aprendizaje": "Los estudiantes podrán multiplicar y dividir números enteros y decimales, aplicando algoritmos apropiados y entendiendo su utilidad en problemas cotidianos.",
            "tema": "Multiplicación y división de números.",
            "leccion": "Ejecución de multiplicaciones y divisiones en diferentes contextos.",
            "inicio": "Se iniciará la clase con un juego rápido de preguntas y respuestas para repasar los conceptos de suma y resta vistos la semana anterior. Luego, se introducirá la multiplicación y la división como herramientas para simplificar operaciones repetitivas, como sumar el mismo número varias veces o repartir una cantidad en partes iguales. Para captar la atención de los estudiantes, se utilizarán ejemplos cotidianos, como calcular el costo total de varios artículos o dividir alimentos entre amigos.",
            "desarrollo": "La lección se centrará en explicar los algoritmos de multiplicación y división, tanto para números enteros como decimales. Se utilizarán representaciones visuales, como diagramas de área para la multiplicación y esquemas de reparto para la división, para ayudar a los estudiantes a entender los conceptos de manera visual. Los estudiantes trabajarán en pequeños grupos para resolver ejercicios, primero con multiplicaciones y luego con divisiones, verificando sus resultados con calculadoras para fomentar la precisión y la autoverificación. Se integrarán problemas del mundo real, como calcular la cantidad de productos en paquetes o dividir un premio, para que los estudiantes apliquen lo aprendido en contextos significativos.",
            "cierre": "Para cerrar, se discutirá cómo la multiplicación y la división se relacionan con la suma y la resta, reforzando la idea de que todas las operaciones básicas están conectadas. Los estudiantes resolverán un desafío final que combine multiplicación y división en un problema práctico. Se realizará una retroalimentación grupal, resaltando las estrategias efectivas y los errores comunes. Se asignará una tarea con problemas mixtos de multiplicación y división para consolidar los conceptos abordados durante la semana.",
            "ejesArticuladores": "Relación entre las operaciones básicas; aplicación práctica en la vida diaria.",
            "evaluacionFormativa": "Participación en ejercicios grupales, corrección en clase, y asignación de una hoja de ejercicios de multiplicación y división."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "15/sept",
            "fechaDeCierre": "19/sept",
            "semanaEscolar": "3",
            "contenido": "Resolución de problemas que involucren sumas, restas, multiplicaciones y divisiones.",
            "aprendizaje": "Los estudiantes desarrollarán habilidades para identificar y aplicar las operaciones básicas en la resolución de problemas contextualizados.",
            "tema": "Resolución de problemas con operaciones básicas.",
            "leccion": "Identificación de operaciones necesarias para resolver problemas matemáticos.",
            "inicio": "La clase iniciará con una breve introducción sobre la importancia de resolver problemas en la vida diaria y cómo las operaciones matemáticas nos ayudan a encontrar soluciones a situaciones cotidianas. Se presentarán ejemplos de problemas reales, como planificar un evento con un presupuesto limitado o distribuir recursos equitativamente, para motivar a los estudiantes y mostrarles la relevancia de lo que aprenderán.",
            "desarrollo": "Durante esta semana, los estudiantes aprenderán a identificar las operaciones necesarias para resolver diferentes tipos de problemas matemáticos. Se les enseñará a leer y analizar enunciados de problemas, subrayar información clave y determinar si deben sumar, restar, multiplicar o dividir. Trabajarán en grupos para resolver una variedad de problemas prácticos, aplicando las operaciones básicas que han aprendido. Se enfatizará la importancia de verificar sus respuestas y discutir en grupo para encontrar la mejor estrategia de resolución.",
            "cierre": "Para concluir, se realizará una actividad de retroalimentación en la que los estudiantes presentarán sus soluciones a los problemas trabajados y explicarán el proceso que siguieron. Se hará hincapié en la importancia de la comunicación y la justificación de sus respuestas. Se les dará una hoja de problemas adicionales como tarea, animándolos a aplicar las estrategias vistas en clase.",
            "ejesArticuladores": "Desarrollo de habilidades de resolución de problemas y pensamiento crítico.",
            "evaluacionFormativa": "Observación de la discusión grupal, revisión de ejercicios en clase y evaluación de la tarea asignada con problemas de la vida real."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "22/sept",
            "fechaDeCierre": "26/sept",
            "semanaEscolar": "4",
            "contenido": "Clasificación y representación de fracciones.",
            "aprendizaje": "El alumno identificará y clasificará diferentes tipos de fracciones (propias, impropias y mixtas) y las representará de manera gráfica.",
            "tema": "Fracciones.",
            "leccion": "Clasificación y representación.",
            "inicio": "La clase comenzará con una actividad de exploración en la que se presentarán ejemplos de fracciones en objetos cotidianos, como rebanadas de pizza o piezas de chocolate. Se les preguntará a los estudiantes si saben cómo expresar estas partes como fracciones y qué significan. Esta introducción ayudará a que los alumnos comprendan la importancia de las fracciones y se familiaricen con el concepto de una parte de un todo.",
            "desarrollo": "Se explicará la clasificación de fracciones en propias, impropias y mixtas, utilizando representaciones visuales como diagramas y gráficos. Los estudiantes participarán en una actividad práctica donde deberán clasificar diferentes fracciones y representarlas en la pizarra. Además, se explicará cómo simplificar fracciones y convertir fracciones impropias en mixtas. Se entregarán ejercicios para que practiquen la clasificación y representación de fracciones, y se fomentará la discusión en grupo sobre las diferencias y similitudes entre los tipos de fracciones.",
            "cierre": "Para cerrar, los estudiantes realizarán una actividad en parejas donde deberán crear un póster con ejemplos de fracciones propias, impropias y mixtas, y explicarán a la clase cómo identificarlas. Se hará una reflexión grupal sobre la utilidad de clasificar fracciones y cómo estas clasificaciones facilitan la resolución de problemas. Se asignará una tarea que incluya ejercicios de clasificación y representación para reforzar el aprendizaje.",
            "ejesArticuladores": "Comprensión visual de fracciones y su aplicación en la vida diaria.",
            "evaluacionFormativa": "Evaluación mediante ejercicios de clasificación y representación, participación en discusiones grupales, y un póster de fracciones como proyecto."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "29/sept",
            "fechaDeCierre": "3/oct",
            "semanaEscolar": "5",
            "contenido": "Nombres de fracciones y su representación en la recta numérica.",
            "aprendizaje": "El alumno nombrará fracciones y las ubicará correctamente en la recta numérica.",
            "tema": "Fracciones.",
            "leccion": "Nombres y ubicación en la recta numérica.",
            "inicio": "Se comenzará la clase con una lluvia de ideas sobre lo que los estudiantes saben acerca de las fracciones. Se hará una breve explicación del concepto de fracción, su historia y aplicaciones en la vida cotidiana. Se preguntará a los estudiantes si pueden dar ejemplos de fracciones que utilizan en su vida diaria para activar conocimientos previos.",
            "desarrollo": "El docente explicará la clasificación de fracciones en propias, impropias y mixtas, utilizando ejemplos visuales y manipulativos como círculos y rectángulos divididos en partes iguales. Los estudiantes participarán activamente al clasificar ejemplos proporcionados por el profesor y al representar fracciones gráficamente en sus cuadernos. Se fomentará la discusión en grupo para analizar la diferencia entre los tipos de fracciones y cómo representarlas en una gráfica.",
            "cierre": "Para finalizar, se realizará un breve repaso de lo aprendido y se dará a los estudiantes un pequeño ejercicio para resolver en equipo sobre la clasificación de fracciones y su representación gráfica. Se hará una retroalimentación grupal, resaltando los errores comunes y las estrategias correctas. Se asignará una tarea de refuerzo para casa donde los estudiantes practiquen la clasificación y representación de nuevas fracciones.",
            "ejesArticuladores": "Pensamiento matemático, Comunicación.",
            "evaluacionFormativa": "Ejercicios prácticos y preguntas de autoevaluación."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "6/oct",
            "fechaDeCierre": "10/oct",
            "semanaEscolar": "6",
            "contenido": "Conversión y comparación de fracciones utilizando M.C.D y M.C.M.",
            "aprendizaje": "El alumno convertirá fracciones y las comparará utilizando el M.C.D y M.C.M.",
            "tema": "Fracciones.",
            "leccion": "Conversión y comparación.",
            "inicio": "Se iniciará la clase con una introducción al concepto de Mínimo Común Múltiplo (M.C.M) y Máximo Común Divisor (M.C.D), y su importancia en la comparación y simplificación de fracciones. Compartirán sus conocimientos previos y se hará una breve actividad de repaso con números enteros antes de aplicar estos conceptos a fracciones.",
            "desarrollo": "El profesor demostrará cómo utilizar el M.C.D para simplificar fracciones y cómo usar el M.C.M para convertir fracciones a denominadores comunes. Los alumnos resolverán ejercicios prácticos en equipos, donde tendrán que encontrar el M.C.M y M.C.D de varios conjuntos de fracciones, compararlas y ordenarlas de menor a mayor. Se utilizarán juegos interactivos en línea (si es posible) para reforzar la práctica.",
            "cierre": "Se realizará una actividad de cierre donde los estudiantes tendrán que explicar el proceso de conversión y comparación usando M.C.M y M.C.D a sus compañeros en una especie de mini-presentación. Esto ayudará a consolidar su comprensión y a desarrollar habilidades comunicativas. El docente proporcionará retroalimentación específica y asignará una serie de problemas para resolver en casa.",
            "ejesArticuladores": "Razonamiento lógico, solución de problemas.",
            "evaluacionFormativa": "Ejercicios de conversión y comparación en grupo, quiz individual."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "13/oct",
            "fechaDeCierre": "17/oct",
            "semanaEscolar": "7",
            "contenido": "Simplificación de fracciones y resolución de problemas.",
            "aprendizaje": "El alumno simplificará fracciones y aplicará sus conocimientos para resolver problemas contextualizados.",
            "tema": "Fracciones.",
            "leccion": "Simplificación y aplicación.",
            "inicio": "La clase comenzará con un repaso rápido sobre simplificación de fracciones usando el M.C.D. El profesor planteará preguntas abiertas para que los alumnos discutan la importancia de simplificar fracciones en la vida diaria, como al dividir cantidades de comida o materiales.",
            "desarrollo": "Se presentarán problemas prácticos donde la simplificación de fracciones sea necesaria para encontrar la respuesta, como en recetas o divisiones de terrenos. Los alumnos trabajarán en parejas para resolver estos problemas, mientras el profesor pasa entre los grupos para guiar y corregir errores comunes. Se introducirá la idea de la simplificación como una herramienta para facilitar cálculos posteriores.",
            "cierre": "Para finalizar, se realizará una discusión grupal sobre las estrategias utilizadas para simplificar y resolver los problemas planteados. Se asignará una actividad donde los estudiantes deberán crear su propio problema contextualizado que involucre fracciones y su simplificación, el cual compartirán con la clase en la siguiente sesión.",
            "ejesArticuladores": "Solución de problemas, representación.",
            "evaluacionFormativa": "Resolución de problemas en parejas, evaluación con rubrica."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "20/oct",
            "fechaDeCierre": "24/oct",
            "semanaEscolar": "8",
            "contenido": "Ubicación de números decimales en la recta numérica y conversión de porcentajes a decimales.",
            "aprendizaje": "El alumno ubicará números decimales en la recta numérica y convertirá porcentajes a decimales.",
            "tema": "Números Decimales",
            "leccion": "Decimales y porcentajes.",
            "inicio": "Se iniciará la clase con una breve revisión de cómo se representan fracciones en la recta numérica y se conectará esta idea a los decimales. El profesor mostrará ejemplos de cómo los decimales pueden ser ubicados en una recta numérica, haciendo una conexión visual entre fracciones y decimales.",
            "desarrollo": "Los alumnos participarán en una actividad práctica donde convertirán porcentajes a decimales y luego los ubicarán en la recta numérica. Se utilizarán ejercicios de escritura y manipulación con tarjetas para que los alumnos puedan comparar y ordenar estos números. El profesor resaltará patrones y relaciones clave entre los números representados.",
            "cierre": "Los estudiantes realizarán ejercicios adicionales en su cuaderno donde convertirán una lista de porcentajes a decimales y los ubicarán en una recta numérica. Se realizará una retroalimentación grupal para revisar respuestas correctas y corregir errores comunes, concluyendo con un breve cuestionario para evaluar su comprensión.",
            "ejesArticuladores": "Representación, pensamiento matemático.",
            "evaluacionFormativa": "Ejercicios de conversión y ubicación en la recta numérica."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "27/oct",
            "fechaDeCierre": "31/oct",
            "semanaEscolar": "9",
            "contenido": "Operaciones con múltiplos de 10 y conversión de fracciones a decimales.",
            "aprendizaje": "El alumno realizará operaciones con múltiplos de 10 y convertirá fracciones a decimales.",
            "tema": "Números Decimales",
            "leccion": "Operaciones y conversión.",
            "inicio": "El inicio se centrará en revisar los conceptos básicos de múltiplos de 10 y su importancia en el sistema numérico. Se mostrarán ejemplos de cómo estas operaciones simplifican cálculos y se realizarán ejercicios rápidos para practicar multiplicaciones y divisiones con múltiplos de 10.",
            "desarrollo": "El docente explicará el proceso de convertir fracciones a decimales, mostrando ejemplos y permitiendo que los estudiantes practiquen con calculadoras. Se introducirán actividades donde los alumnos deben realizar ambas tareas, combinar operaciones con múltiplos de 10 y convertir fracciones a decimales, para mostrar la aplicabilidad de estos conceptos en situaciones cotidianas como cálculos de dinero.",
            "cierre": "La clase finalizará con un pequeño juego de grupo donde los alumnos deben convertir fracciones a decimales y ubicarlas correctamente en una serie de operaciones con múltiplos de 10. Se discutirá en grupo cómo estas habilidades pueden ser útiles y se asignará una hoja de trabajo para reforzar los conceptos aprendidos.",
            "ejesArticuladores": "Razonamiento lógico, solución de problemas.",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos y quiz de conversión."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "3/nov",
            "fechaDeCierre": "7/nov",
            "semanaEscolar": "10",
            "contenido": "Conversión de decimales a fracciones y comparación de números negativos.",
            "aprendizaje": "El alumno convertirá decimales a fracciones y comparará números negativos.",
            "tema": "Decimales y números negativos.",
            "leccion": "Conversión y comparación.",
            "inicio": "Se iniciará con un breve repaso sobre la conversión de fracciones a decimales y se introducirá la idea inversa: convertir decimales a fracciones. Compartirán sus ideas iniciales y se discutirá la utilidad de esta habilidad.",
            "desarrollo": "El profesor demostrará cómo convertir decimales a fracciones mediante ejemplos paso a paso, y los alumnos practicarán con ejercicios dirigidos. Se mostrará la recta numérica y se explicará cómo se pueden comparar números negativos, utilizando actividades visuales y manipulativas para reforzar el concepto.",
            "cierre": "Para cerrar, los alumnos resolverán una serie de problemas que requieran tanto la conversión de decimales a fracciones como la comparación de números negativos en la recta numérica. Se realizará una discusión final para aclarar dudas y consolidar los aprendizajes, y se asignará un ejercicio de práctica para casa.",
            "ejesArticuladores": "Razonamiento lógico, solución de problemas.",
            "evaluacionFormativa": "Actividades de comparación en recta numérica y ejercicios de conversión."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "10/nov",
            "fechaDeCierre": "14/nov",
            "semanaEscolar": "11",
            "contenido": "Suma y resta de números negativos.",
            "aprendizaje": "El alumno sumará y restará números negativos correctamente.",
            "tema": "Números negativos.",
            "leccion": " Suma y resta.",
            "inicio": "La clase comenzará con una revisión de la ubicación y comparación de números negativos en la recta numérica. Se planteará una pregunta inicial para discutir qué sucede cuando se suman o restan números negativos, estimulando la participación de los alumnos para activar conocimientos previos.",
            "desarrollo": "El docente explicará las reglas de la suma y resta de números negativos utilizando ejemplos visuales en la pizarra y ejercicios prácticos. Los estudiantes participarán en un juego de mesa donde deben mover fichas en una recta numérica gigante, sumando y restando números negativos según las tarjetas que tomen. Esta actividad permitirá una comprensión kinestésica del concepto.",
            "cierre": "Para concluir, se realizará un repaso con ejercicios escritos donde los alumnos aplicarán las reglas aprendidas. Se corregirán errores comunes y se darán recomendaciones sobre cómo evitar confusiones al sumar y restar números negativos. Se entregará una hoja de ejercicios adicionales como tarea para casa.",
            "ejesArticuladores": "Pensamiento matemático, solución de problemas.",
            "evaluacionFormativa": "Ejercicios de cálculo y juegos interactivos."
        },
        {
            "unidad": 1,
            "fechaDeInicio": "17/nov",
            "fechaDeCierre": "21/nov",
            "semanaEscolar": "12",
            "contenido": "Multiplicación, división y potencias con números negativos.",
            "aprendizaje": "El alumno multiplicará, dividirá y calculará potencias de números negativos siguiendo las reglas correspondientes.",
            "tema": "Números negativos.",
            "leccion": "Multiplicación y división",
            "inicio": "La clase iniciará con un repaso de la suma y resta de números negativos, seguido de una introducción a la multiplicación y división de números negativos, explicando las reglas y por qué se cumplen matemáticamente. Los estudiantes discutirán en parejas las reglas básicas y sus aplicaciones.",
            "desarrollo": "El docente demostrará cómo multiplicar y dividir números negativos, utilizando ejemplos concretos y ejercicios dirigidos. Se explorarán las potencias de números negativos y las reglas para calcularlas correctamente. Los alumnos realizarán ejercicios en grupos pequeños para reforzar estas habilidades, utilizando recursos visuales y manipulativos.",
            "cierre": "Para cerrar la unidad, los alumnos participarán en un juego interactivo de desafíos matemáticos donde aplicarán todas las operaciones vistas con números negativos. Se realizará una evaluación sumativa para medir el aprendizaje y se discutirá en grupo cómo estas habilidades se aplican en situaciones reales, cerrando con una reflexión sobre los aprendizajes alcanzados y su utilidad en la vida cotidiana.",
            "ejesArticuladores": "Razonamiento lógico, solución de problemas.",
            "evaluacionFormativa": "Evaluación sumativa con ejercicios de multiplicación, división y potencias."
        },
        {
            "unidad": 2,
            "fechaDeInicio": "24/nov",
            "fechaDeCierre": "28/nov",
            "semanaEscolar": "13",
            "contenido": "Operaciones con decimales",
            "aprendizaje": "Comprende la importancia de los decimales en situaciones cotidianas.\n Resuelve problemas que involucren la suma y resta de decimales en contextos de la vida real.",
            "tema": "Suma de decimales. Resta de decimales",
            "leccion": "Suma de decimales. Resta de decimales",
            "inicio": "Para iniciar la lección, se realizará una introducción sobre la importancia de los decimales en la vida cotidiana, mencionando ejemplos como compras, mediciones y cálculos financieros. Se preguntará a los estudiantes si alguna vez han utilizado decimales y en qué contextos, para activar sus conocimientos previos. A continuación, se presentarán ejemplos básicos de suma y resta de decimales en el pizarrón, utilizando visuales como líneas numéricas para mostrar cómo se alinean los decimales. Se incentivará la participación activa al pedir a los estudiantes que sugieran sus propios ejemplos y los resuelvan frente a la clase.",
            "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios impresos que incluyen sumas y restas de decimales. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se enfatizará la alineación correcta de los puntos decimales y la adición y sustracción cuidadosa de cada columna. Además, se presentarán problemas contextualizados que reflejen situaciones de la vida real, como calcular el total de una compra con varios artículos o determinar el cambio recibido en una transacción. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que incluyan sumas y restas de números decimales negativos y positivos. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias empleadas para sumar y restar decimales. Se invitará a los estudiantes a compartir sus experiencias, destacando qué les resultó más fácil y qué más desafiante. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá problemas de suma y resta de decimales de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de los decimales y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "1/dic",
            "fechaDeCierre": "5/dic",
            "semanaEscolar": "14",
            "contenido": "Operaciones con decimales",
            "aprendizaje": "Calcula Comprende la importancia de la multiplicación de decimales en situaciones cotidianas.\nResuelve problemas contextualizados que involucren la multiplicación de decimales.",
            "tema": "Multiplicación de decimales",
            "leccion": "Multiplicación de decimales",
            "inicio": "Para iniciar la lección, se revisarán brevemente las operaciones previas con decimales: suma y resta, para asegurar que todos los estudiantes estén al día. A continuación, se introducirá la multiplicación de decimales, explicando su importancia en contextos cotidianos, como el cálculo de precios totales y la medición de áreas. Se presentarán ejemplos sencillos en el pizarrón, como 2.5 x 1.2, y se explicará paso a paso el proceso de multiplicación, incluyendo la colocación correcta de los decimales en el resultado final. Se animará a los estudiantes a participar activamente sugiriendo ejemplos adicionales y resolviéndolos en el pizarrón.",
            "desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que abarcan multiplicaciones de decimales de diferentes niveles de dificultad. El docente supervisará la actividad, ofreciendo retroalimentación y asistencia según sea necesario. Se presentarán problemas contextualizados en situaciones cotidianas, como calcular el costo total de varios artículos con precios decimales y determinar el área de figuras geométricas. A medida que los estudiantes ganen confianza, se introducirán ejercicios más complejos, como multiplicaciones con múltiples decimales y problemas que involucren números negativos. Se fomentará la colaboración y el intercambio de estrategias entre los estudiantes, promoviendo un aprendizaje más profundo y significativo. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes.",
            "cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas en la multiplicación de decimales. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de multiplicación de decimales de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "8/dic",
            "fechaDeCierre": "12/dic",
            "semanaEscolar": "15",
            "contenido": "Operaciones con decimales",
            "aprendizaje": "Comprende la importancia de la división de decimales en situaciones cotidianas.\nAplica sus conocimientos de operaciones con decimales para resolver problemas reales.",
            "tema": "División de decimales. Resolución de problemas",
            "leccion": "División de decimales. Resolución de problemas",
            "inicio": "Para iniciar la lección, se revisarán brevemente las operaciones previas con decimales: suma, resta y multiplicación. A continuación, se introducirá la división de decimales, explicando su importancia en contextos cotidianos, como dividir cantidades de dinero y medir ingredientes en recetas. Se presentarán ejemplos sencillos en el pizarrón, como 6.4 ÷ 2, y se explicará paso a paso el proceso de división, incluyendo la colocación correcta de los decimales en el resultado final. Se animará a los estudiantes a participar activamente sugiriendo ejemplos adicionales y resolviéndolos en el pizarrón.",
            "desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que abarcan divisiones de decimales de diferentes niveles de dificultad. El docente supervisará la actividad, ofreciendo retroalimentación y asistencia según sea necesario. Se presentarán problemas contextualizados en situaciones cotidianas, como calcular el costo por unidad de varios artículos y dividir una cantidad de dinero entre varias personas. A medida que los estudiantes ganen confianza, se introducirán ejercicios más complejos, como divisiones con múltiples decimales y problemas que involucren números negativos. Se fomentará la colaboración y el intercambio de estrategias entre los estudiantes, promoviendo un aprendizaje más profundo y significativo. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
            "cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas en la división de decimales y la resolución de problemas. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de división de decimales y resolución de problemas de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "15/dic",
            "fechaDeCierre": "19/dic",
            "semanaEscolar": "16",
            "contenido": "Operaciones con fracciones",
            "aprendizaje": "Comprende la importancia de las fracciones en situaciones cotidianas.\nRealiza sumas y restas con fracciones con denominadores iguales y diferentes.\nResuelve problemas contextualizados que involucren la suma y resta de fracciones.",
            "tema": "Suma y resta con denominadores iguales y diferentes",
            "leccion": "Suma y resta con denominadores iguales y diferentes",
            "inicio": "Para iniciar la lección, se realizará una breve introducción sobre las fracciones y su importancia en la vida cotidiana, mencionando ejemplos como cocinar, medir y repartir. Se preguntará a los estudiantes si han utilizado fracciones y en qué contextos, para activar sus conocimientos previos. A continuación, se presentarán ejemplos básicos de suma y resta de fracciones con denominadores iguales en el pizarrón, como 1/4 + 1/4 y 3/8 - 1/8, utilizando visuales como diagramas de fracciones para mostrar cómo se combinan y se restan las partes iguales. Luego, se introducirá la suma y resta de fracciones con denominadores diferentes, explicando la necesidad de encontrar un denominador común. Se ejemplificará con problemas como 1/4 + 1/3 y 2/5 - 1/2, mostrando los pasos para encontrar el mínimo común múltiplo (mcm) de los denominadores.",
            "desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que incluyen sumas y restas de fracciones con denominadores iguales y diferentes. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se enfatizará la técnica de encontrar el mcm y ajustar los numeradores en consecuencia. Se presentarán problemas contextualizados en situaciones cotidianas, como repartir una pizza en partes iguales o dividir una cantidad de dinero entre amigos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos que incluyan fracciones mixtas y la resta de fracciones con diferentes denominadores. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias empleadas para la suma y resta de fracciones con denominadores iguales y diferentes. Se invitará a los estudiantes a compartir sus experiencias, destacando qué les resultó más fácil y qué más desafiante. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá problemas de suma y resta de fracciones con diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las fracciones y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "12/ene",
            "fechaDeCierre": "16/ene",
            "semanaEscolar": "17",
            "contenido": "Operaciones con fracciones",
            "aprendizaje": "Comprende la importancia de la multiplicación y división de fracciones en situaciones cotidianas.\nResuelve problemas contextualizados que involucren la multiplicación y división de fracciones.",
            "tema": "Multiplicación de fracciones. División de fracciones. Resolución de problemas",
            "leccion": "Multiplicación de fracciones. División de fracciones. Resolución de problemas",
            "inicio": "Para iniciar la lección, se revisarán brevemente las operaciones previas con fracciones: suma y resta, para asegurar que todos los estudiantes estén al día. A continuación, se introducirá la multiplicación de fracciones con ejemplos sencillos en el pizarrón, como 1/2 x 1/3, explicando el proceso de multiplicar los numeradores entre sí y los denominadores entre sí. Se utilizarán visuales y manipulativos para ayudar a los estudiantes a comprender el proceso de multiplicación de fracciones. Luego, se introducirá la división de fracciones con ejemplos sencillos, como 1/2 ÷ 1/4, explicando el proceso de invertir la segunda fracción y multiplicar.",
            "desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que incluyen multiplicaciones y divisiones de fracciones. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados en situaciones cotidianas, como calcular porciones de recetas y dividir cantidades entre grupos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la multiplicación y división de fracciones mixtas y fracciones mayores que uno. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo. Se fomentará el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
            "cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas en la multiplicación y división de fracciones. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de multiplicación y división de fracciones de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "19/ene",
            "fechaDeCierre": "23/ene",
            "semanaEscolar": "18",
            "contenido": "Porcentajes",
            "aprendizaje": "Comprende la importancia de los porcentajes en la vida cotidiana. Convierte porcentajes a decimales y decimales a porcentajes. Calcula correctamente el porcentaje de diferentes cantidades en problemas contextualizados.",
            "tema": "Porcentajes a decimal. Decimal a porcentaje. Porcentaje de cantidades",
            "leccion": "Porcentajes a decimal. Decimal a porcentaje. Porcentaje de cantidades",
            "inicio": "La lección comenzará con una discusión sobre la importancia de los porcentajes en la vida cotidiana, como en descuentos, impuestos y estadísticas. Se preguntará a los estudiantes si han utilizado porcentajes y en qué contextos, para activar conocimientos previos y contextualizar el tema. Se presentarán ejemplos sencillos de conversión de porcentajes a decimales y de decimales a porcentajes en el pizarrón, explicando los procesos de dividir el porcentaje por 100 y de multiplicar el decimal por 100. Los estudiantes serán invitados a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se distribuirán ejercicios impresos para que los estudiantes practiquen la conversión de porcentajes a decimales y de decimales a porcentajes en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como calcular descuentos en tiendas y convertir porcentajes de notas escolares a decimales. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de porcentajes mayores que 100% y porcentajes con decimales. Posteriormente, se introducirá el cálculo del porcentaje de una cantidad, explicando el proceso de convertir el porcentaje a un decimal y luego multiplicar por la cantidad. Se presentarán problemas contextualizados, como calcular el descuento en una tienda y determinar el porcentaje de notas escolares.",
            "cierre": "Para concluir la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas para convertir porcentajes a decimales y de decimales a porcentajes, así como para calcular el porcentaje de una cantidad. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión y cálculo de porcentajes de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "26/ene",
            "fechaDeCierre": "30/ene",
            "semanaEscolar": "19",
            "contenido": "Porcentajes",
            "aprendizaje": "Aplica sus conocimientos sobre porcentajes para resolver problemas reales. Comprende la utilidad de los porcentajes en distintos contextos de la vida cotidiana.",
            "tema": "Resolución de problemas con porcentajes",
            "leccion": "Resolución de problemas con porcentajes",
            "inicio": "La lección comenzará con una revisión de las conversiones de porcentajes a decimales y de decimales a porcentajes, así como del cálculo del porcentaje de una cantidad. Se discutirá cómo estas habilidades son fundamentales para resolver problemas en la vida cotidiana, como calcular descuentos, impuestos y aumentos de precios. Se presentarán ejemplos prácticos en el pizarrón, mostrando cómo se aplican los porcentajes en situaciones reales. Se invitará a los estudiantes a compartir situaciones en las que hayan utilizado porcentajes y a reflexionar sobre la importancia de dominar estas habilidades matemáticas.",
            "desarrollo": "Se asignarán problemas prácticos que los estudiantes resolverán en grupos pequeños, promoviendo la colaboración y el intercambio de ideas. Los problemas incluirán situaciones cotidianas, como calcular el costo total de una lista de compras con descuentos, determinar el aumento en el precio de un producto y calcular el porcentaje de un presupuesto asignado a diferentes gastos. El docente ofrecerá retroalimentación y apoyo durante la actividad, asegurando que Comprendan y apliquen correctamente las técnicas de cálculo de porcentajes. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos y multifacéticos que requieran el uso de múltiples habilidades matemáticas, incluyendo la resolución de problemas de porcentaje con datos adicionales y variables. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
            "cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las estrategias utilizadas para resolver problemas con porcentajes. Se invitará a los estudiantes a compartir sus experiencias, incluyendo los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación donde cada estudiante evaluará su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de resolución de problemas con porcentajes de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de los porcentajes y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, resolución de problemas en clase, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "2/feb",
            "fechaDeCierre": "6/feb",
            "semanaEscolar": "20",
            "contenido": "Potencias y raíces",
            "aprendizaje": "Comprende la importancia de las potencias en las matemáticas y la ciencia. Calcula potencias correctamente y aplicar las propiedades de las potencias. Resuelve problemas que involucren la potenciación en diferentes contextos.",
            "tema": "Potenciación",
            "leccion": "Potenciación",
            "inicio": "La lección comenzará con una introducción a las potencias y su importancia en las matemáticas y la ciencia, destacando aplicaciones prácticas como el cálculo de áreas y volúmenes, y la representación de números grandes. Se presentarán ejemplos sencillos en el pizarrón, como $2^3$ y $5^2$, explicando la base y el exponente. Se utilizarán visuales como cuadros y cubos para ayudar a los estudiantes a comprender el concepto de potenciación. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la potenciación en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Los problemas incluirán la potenciación de números enteros y fraccionarios, así como la aplicación de las propiedades de las potencias, como el producto de potencias con la misma base y la potencia de una potencia. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la potenciación de números negativos y la resolución de ecuaciones exponenciales simples. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas en la potenciación. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de potenciación de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de la potenciación y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "9/feb",
            "fechaDeCierre": "13/feb",
            "semanaEscolar": "21",
            "contenido": "Potencias y raíces",
            "aprendizaje": "Comprende la importancia de la notación científica en las matemáticas y la ciencia. Convierte números a notación científica y viceversa. Resuelve problemas que involucren la notación científica en diferentes contextos.",
            "tema": "Notación científica",
            "leccion": "Notación científica",
            "inicio": "La lección comenzará con una introducción a la notación científica y su importancia en las matemáticas y la ciencia, destacando cómo se utiliza para representar números muy grandes o muy pequeños de manera compacta. Se presentarán ejemplos sencillos en el pizarrón, como $3 \\times 10^4$ y $4.2 \\times 10 {-3}$, explicando los componentes de la notación científica: el coeficiente y la potencia de diez. Se utilizarán visuales y ejemplos de la vida real, como la distancia entre planetas y el tamaño de microorganismos, para ayudar a los estudiantes a comprender la utilidad de la notación científica. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de números a notación científica y viceversa en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Los problemas incluirán la conversión de números grandes y pequeños, así como la multiplicación y división de números en notación científica. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la adición y sustracción de números en notación científica y la resolución de ecuaciones utilizando esta notación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas en la notación científica. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de notación científica de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de la notación científica y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "16/feb",
            "fechaDeCierre": "20/feb",
            "semanaEscolar": "22",
            "contenido": "Potencias y raíces",
            "aprendizaje": "Comprende la importancia de las raíces cuadradas y cúbicas en las matemáticas y la ciencia. Calcula raíces cuadradas y cúbicas correctamente. Resuelve problemas que involucren raíces en diferentes contextos.",
            "tema": "Raíces",
            "leccion": "Raíces",
            "inicio": "La lección comenzará con una introducción a las raíces cuadradas y cúbicas y su importancia en las matemáticas y la ciencia, destacando aplicaciones prácticas como el cálculo de áreas y volúmenes, y la simplificación de expresiones algebraicas. Se presentarán ejemplos sencillos en el pizarrón, explicando el proceso de encontrar la raíz cuadrada y cúbica de un número. Se utilizarán visuales como cuadrados y cubos para ayudar a los estudiantes a comprender el concepto de raíces. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "ontinuación): ...A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la simplificación de expresiones que incluyan raíces cuadradas y cúbicas en combinación con otros términos algebraicos. Durante este tiempo, se fomentará la colaboración entre los estudiantes y el uso de diferentes estrategias para resolver los problemas. Se abordarán las dificultades observadas en grupo para fomentar el análisis y la discusión de errores comunes. También se utilizarán ejercicios interactivos y herramientas digitales para reforzar el aprendizaje de las raíces y facilitar la comprensión de los conceptos.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias y métodos utilizados en el cálculo de raíces cuadradas y cúbicas. Los estudiantes serán invitados a compartir sus experiencias y los desafíos que encontraron durante la práctica, así como las soluciones que aplicaron para superarlos. Se llevará a cabo un ejercicio de autoevaluación para que los estudiantes puedan reflexionar sobre su nivel de comprensión y las áreas que necesitan mejorar. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de raíces cuadradas y cúbicas de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o dudas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "23/feb",
            "fechaDeCierre": "27/feb",
            "semanaEscolar": "23",
            "contenido": "Sistema de unidades",
            "aprendizaje": "Comprende la importancia de las unidades de longitud en la vida cotidiana. Convierte entre diferentes unidades de longitud del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de longitud.",
            "tema": "Unidades de longitud",
            "leccion": "Unidades de longitud",
            "inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de longitud en la vida cotidiana, mencionando ejemplos como medir distancias, alturas y longitudes de objetos. Se preguntará a los estudiantes si han utilizado unidades de longitud y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de longitud del sistema métrico, como milímetros, centímetros, metros y kilómetros, así como sus equivalentes en el sistema imperial, como pulgadas, pies, yardas y millas. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de longitud. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de longitud en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir la altura de una persona de pies a metros, medir longitudes de objetos en diferentes unidades y convertir distancias de millas a kilómetros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de longitud en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de longitud. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de longitud de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de longitud y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "2/mar",
            "fechaDeCierre": "6/mar",
            "semanaEscolar": "24",
            "contenido": "Sistema de unidades",
            "aprendizaje": "Comprende la importancia de las unidades de masa en la vida cotidiana. Convierte entre diferentes unidades de masa del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de masa.",
            "tema": "Unidades de masa",
            "leccion": "Unidades de masa",
            "inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de masa en la vida cotidiana, mencionando ejemplos como pesar ingredientes en recetas, medir la masa de objetos y calcular el peso corporal. Se preguntará a los estudiantes si han utilizado unidades de masa y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de masa del sistema métrico, como gramos, kilogramos y toneladas, así como sus equivalentes en el sistema imperial, como onzas y libras. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de masa. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de masa en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir el peso de un objeto de libras a kilogramos, medir la masa de ingredientes en diferentes unidades y convertir la masa de una persona de gramos a kilogramos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de masa en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de masa. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de masa de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de masa y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "9/mar",
            "fechaDeCierre": "13/mar",
            "semanaEscolar": "25",
            "contenido": "Sistema de unidades",
            "aprendizaje": "Comprende la importancia de las unidades de capacidad en la vida cotidiana. Convierte entre diferentes unidades de capacidad del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de capacidad.",
            "tema": "Unidades de capacidad",
            "leccion": "Unidades de capacidad",
            "inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de capacidad en la vida cotidiana, mencionando ejemplos como medir líquidos en recetas, calcular el volumen de contenedores y medir la capacidad de recipientes. Se preguntará a los estudiantes si han utilizado unidades de capacidad y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de capacidad del sistema métrico, como mililitros, litros y metros cúbicos, así como sus equivalentes en el sistema imperial, como onzas líquidas, pintas, cuartos y galones. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de capacidad. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de capacidad en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir la cantidad de un líquido de pintas a litros, medir la capacidad de recipientes en diferentes unidades y convertir el volumen de un contenedor de onzas líquidas a mililitros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de capacidad en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la comprensión del  tema,  donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de capacidad de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de capacidad y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 2,
            "fechaDeInicio": "16/mar",
            "fechaDeCierre": "20/mar",
            "semanaEscolar": "26",
            "contenido": "Sistema de unidades",
            "aprendizaje": "Comprende la importancia de las unidades de área y volumen en la vida cotidiana. Convierte entre diferentes unidades de área y volumen del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de área y volumen.",
            "tema": "Unidades de área y volumen",
            "leccion": "Unidades de área y volumen",
            "inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de área y volumen en la vida cotidiana, mencionando ejemplos como calcular la superficie de terrenos, medir el volumen de recipientes y determinar la cantidad de pintura necesaria para cubrir una pared. Se preguntará a los estudiantes si han utilizado unidades de área y volumen y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de área del sistema métrico, como centímetros cuadrados, metros cuadrados y hectáreas, así como las unidades de volumen, como centímetros cúbicos, litros y metros cúbicos. También se introducirán las unidades equivalentes en el sistema imperial, como pulgadas cuadradas, pies cúbicos y galones. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de área y volumen. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
            "desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de área y volumen en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir el área de un terreno de metros cuadrados a hectáreas, medir el volumen de recipientes en diferentes unidades y convertir el volumen de un objeto de pies cúbicos a litros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de área y volumen en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
            "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de área y volumen. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de área y volumen de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de área y volumen y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
            "ejesArticuladores": "Pensamiento crítico",
            "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
        },
        {
            "unidad": 3,
            "fechaDeInicio": "23/mar",
            "fechaDeCierre": "27/mar",
            "semanaEscolar": "27",
            "contenido": "Sucesiones",
            "aprendizaje": "Identificar y completar patrones en sucesiones aritméticas y geométricas.",
            "tema": "Sucesiones",
            "leccion": "Completa la sucesión aritmética y geométrica.",
            "inicio": "El docente comenzará con una dinámica grupal que invite a reflexionar sobre patrones en la naturaleza (hojas, caracoles, etc.). Posteriormente, se hará una introducción sobre el concepto de sucesión, destacando su importancia en contextos reales como la programación o la economía. Se presentará un video breve explicativo (disponible en plataformas como YouTube o MeXmáticas). Se motivará a los estudiantes con preguntas como: \"¿Cómo se forman los patrones? ¿Qué tipo de reglas podemos encontrar detrás de ellos?\" Para generar interés, se trabajará en equipo con ejemplos cotidianos.",
            "desarrollo": "Los estudiantes resolverán una serie de ejercicios guiados por el docente, donde se les presentarán ejemplos de sucesiones aritméticas (como 2, 4, 6, 8...) y geométricas (2, 4, 8, 16...). Cada equipo identificará la regla de formación y completará los términos faltantes. Se utilizarán materiales manipulativos como fichas o bloques para visualizar el crecimiento de las sucesiones. Se propondrán problemas que involucren patrones visuales y se incorporará tecnología mediante simulaciones en MeXmáticas para analizar cambios en sucesiones dinámicas.",
            "cierre": "Los estudiantes expondrán en equipo cómo identificaron las reglas de sus sucesiones y se promoverá la retroalimentación colaborativa. El docente destacará los errores comunes, como asumir que una sucesión es geométrica cuando es aritmética, o confundir la diferencia común con la razón. Para superarlos, se reforzará el análisis sistemático de cada término. Finalmente, se evaluará mediante una actividad interactiva donde completen sucesiones en la plataforma digital y reciban retroalimentación automática.",
            "ejesArticuladores": "Inclusión, pensamiento lógico-matemático, y habilidades para la resolución de problemas.",
            "evaluacionFormativa": "Resolución de actividades interactivas en MeXmáticas, análisis de patrones y presentación grupal de soluciones."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "13/abr",
            "fechaDeCierre": "17/abr",
            "semanaEscolar": "28",
            "contenido": "Sucesiones",
            "aprendizaje": "Calcular la diferencia común y determinar términos específicos en una sucesión aritmética.",
            "tema": "Sucesiones",
            "leccion": "Diferencia de una sucesión aritmética; Término de una sucesión aritmética.",
            "inicio": "Se iniciará con una actividad donde los estudiantes observen una tabla con sucesiones y determinen qué tienen en común. El docente explicará cómo identificar la diferencia común y por qué es fundamental para trabajar con sucesiones aritméticas. Se enfatizará su aplicación práctica, como calcular pagos mensuales o planificar ahorros. Se formularán preguntas desafiantes como: \"¿Qué pasa si no conocemos todos los términos de una sucesión?\"",
            "desarrollo": "Los estudiantes trabajarán en parejas para identificar diferencias comunes en sucesiones aritméticas. Se les proporcionarán ejercicios de distintos niveles de dificultad para calcular el enésimo término utilizando la fórmula $a_n=a_1+(n-1)d$. Se incorporará la gamificación mediante retos en MeXmáticas y actividades interactivas. El docente supervisará, resolviendo dudas y corrigiendo errores comunes, como confundir la posición del término ($n$) con su valor ($a_n$).",
            "cierre": "Cada equipo compartirá sus procedimientos y resultados, explicando los pasos seguidos. Se analizarán errores recurrentes, como omitir la diferencia común o confundir la fórmula general. El docente ofrecerá estrategias prácticas, como subrayar los valores iniciales y calcular con cuidado las operaciones. La evaluación final consistirá en resolver un desafío grupal con varias sucesiones y justificar sus métodos.",
            "ejesArticuladores": "Inclusión, desarrollo de competencias matemáticas y trabajo colaborativo.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas, elaboración de diagramas con explicaciones detalladas."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "20/abr",
            "fechaDeCierre": "24/abr",
            "semanaEscolar": "29",
            "contenido": "Proporcionalidad",
            "aprendizaje": "Resolver problemas que involucren razones y proporciones directa e inversa.",
            "tema": "Proporcionalidad y estadística",
            "leccion": "Razones y proporciones directa e inversa.",
            "inicio": "El docente planteará una situación problemática, como calcular ingredientes para una receta o repartir materiales proporcionalmente en equipos. Esto permitirá introducir el concepto de razón y proporción de manera contextualizada. Mediante preguntas dirigidas, los estudiantes reflexionarán sobre cómo identificar relaciones proporcionales en su vida diaria. Se reforzará el uso de representaciones gráficas para visualizar las proporciones.",
            "desarrollo": "A través de ejercicios prácticos, los estudiantes identificarán y resolverán problemas de proporciones directas e inversas. Se utilizarán tablas y gráficos para representar relaciones proporcionales. El docente destacará errores frecuentes, como invertir los términos de la razón o no simplificar las fracciones, y modelará estrategias correctas. La clase se dividirá en equipos para resolver casos reales, como calcular precios o tasas de cambio.",
            "cierre": "Se realizará una puesta en común, donde los estudiantes explicarán cómo resolvieron sus problemas y qué estrategias encontraron más útiles. Se proporcionará retroalimentación grupal, enfatizando la importancia de analizar cuidadosamente los datos antes de resolver. La evaluación incluirá actividades en MeXmáticas que simulen problemas cotidianos relacionados con proporciones.",
            "ejesArticuladores": "Pensamiento crítico, enfoque intercultural, y resolución de problemas.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas y análisis de situaciones prácticas."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "27/abr",
            "fechaDeCierre": "1/may",
            "semanaEscolar": "30",
            "contenido": "Estadística",
            "aprendizaje": "Calcular promedio, mediana y moda; interpretar gráficos estadísticos para describir datos.",
            "tema": "Proporcionalidad y estadística",
            "leccion": "Promedio, mediana, moda e interpretación de gráficas.",
            "inicio": "El docente comenzará con una encuesta rápida entre los estudiantes sobre su tema favorito en matemáticas y registrará los resultados en la pizarra. A partir de estos datos, se discutirá qué medidas podrían resumir la información de manera efectiva. Se introducirá el concepto de promedio, mediana y moda, explicando cómo se usan en situaciones reales, como estudios de mercado o análisis de calificaciones.",
            "desarrollo": "Los estudiantes trabajarán con conjuntos de datos reales y ficticios para calcular las tres medidas estadísticas. Se les asignarán diferentes formatos de datos, como tablas, listas o diagramas, para fomentar habilidades de análisis. Se usarán herramientas digitales para graficar datos y realizar interpretaciones. Se abordarán errores comunes, como confundir el cálculo de promedio con mediana o seleccionar valores incorrectos para la moda. Para superarlos, se trabajará con ejemplos claros y se harán ejercicios paso a paso.",
            "cierre": "Cada equipo expondrá un conjunto de datos, sus medidas estadísticas y una gráfica que represente los datos. El docente guiará una discusión sobre la utilidad de cada medida en contextos diferentes. La evaluación se realizará mediante actividades prácticas en MeXmáticas, donde los estudiantes analizarán gráficos e identificarán medidas de tendencia central.",
            "ejesArticuladores": "Inclusión, pensamiento crítico, alfabetización estadística.",
            "evaluacionFormativa": "Análisis de conjuntos de datos en MeXmáticas, creación de gráficas y resolución de problemas estadísticos."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "4/may",
            "fechaDeCierre": "8/may",
            "semanaEscolar": "31",
            "contenido": "Círculo",
            "aprendizaje": "Identificar y calcular el radio y el diámetro de un círculo a partir de medidas dadas o problemas contextualizados.",
            "tema": "Círculo",
            "leccion": "Radio y diámetro de un círculo.",
            "inicio": "El docente iniciará mostrando imágenes de objetos circulares (ruedas, monedas, relojes) y planteará preguntas como: \"¿Qué características tienen en común?\" Se introducirá el concepto de radio y diámetro explicando su relación con el centro del círculo. Se realizarán ejercicios de observación directa utilizando objetos reales, como tapas o platos, para medir radio y diámetro.",
            "desarrollo": "Los estudiantes trabajarán con problemas prácticos para calcular radio y diámetro. Usarán instrumentos como reglas y compases para construir círculos y verificar relaciones. Se destacarán errores comunes, como sumar el radio dos veces al calcular el diámetro o identificar incorrectamente el centro. El docente modelará estrategias correctas, enfatizando el uso de definiciones y mediciones precisas.",
            "cierre": "Se realizará un concurso donde los estudiantes identifiquen radios y diámetros en diferentes figuras, y expliquen sus razonamientos. La evaluación incluirá actividades en MeXmáticas, donde completen ejercicios interactivos con retroalimentación automática.",
            "ejesArticuladores": "Inclusión, pensamiento espacial, conexión con fenómenos naturales y tecnológicos.",
            "evaluacionFormativa": "Resolución de ejercicios prácticos en MeXmáticas y representación gráfica."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "11/may",
            "fechaDeCierre": "15/may",
            "semanaEscolar": "32",
            "contenido": "Círculo",
            "aprendizaje": "Resolver problemas relacionados con el perímetro y el área de un círculo, aplicando las fórmulas correspondientes.",
            "tema": "Círculo",
            "leccion": "Perímetro, área y resolución de problemas.",
            "inicio": "El docente planteará una situación práctica: calcular la cantidad de material necesario para cubrir un círculo, como una mesa redonda o un campo deportivo. Se revisarán las fórmulas de perímetro ($P=2\\pi r$) y área ($A=\\pi r^2$) del círculo. Se explicará cómo elegir las fórmulas adecuadas según el problema.",
            "desarrollo": "Los estudiantes trabajarán en equipos para resolver problemas con medidas reales y contextos diversos. Usarán calculadoras para realizar operaciones y verificar resultados. El docente supervisará y abordará errores comunes, como confundir radio con diámetro o usar mal el valor de $\\pi$ . Para reforzar, se realizarán ejercicios donde construyan círculos con compases y calculen sus medidas.",
            "cierre": "Los estudiantes compartirán los pasos y resultados de sus problemas, recibiendo retroalimentación grupal. La evaluación incluirá problemas interactivos en MeXmáticas y desafíos colaborativos.",
            "ejesArticuladores": "Desarrollo sostenible, habilidades para la resolución de problemas y pensamiento lógico-matemático.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas y actividades prácticas con materiales manipulativos."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "18/may",
            "fechaDeCierre": "22/may",
            "semanaEscolar": "33",
            "contenido": "Ecuaciones",
            "aprendizaje": "Interpretar y expresar situaciones de la vida diaria mediante lenguaje algebraico.",
            "tema": "Ecuaciones",
            "leccion": "Lenguaje algebraico.",
            "inicio": "El docente comenzará con ejemplos cotidianos que involucren relaciones matemáticas, como calcular el precio total de productos en función de la cantidad comprada. Preguntará a los estudiantes cómo podrían expresar estas relaciones de forma más compacta. Esto llevará a introducir el lenguaje algebraico como una herramienta para describir situaciones con variables y operaciones matemáticas. Se presentarán ejemplos básicos como \"el triple de un número\" ($3x$) y \"un número más cinco\" ($x+5$).",
            "desarrollo": "Los estudiantes trabajarán en ejercicios que relacionen frases con expresiones algebraicas. Por ejemplo, \"la mitad de un número menos dos\" se traduce como $(x/2)-2$. El docente identificará errores comunes, como usar operaciones incorrectas o confundir la posición de los términos, y los corregirá modelando el análisis de cada frase paso a paso. Se reforzará la conexión entre contexto y expresión mediante problemas prácticos, como calcular ingresos, distancias o áreas.",
            "cierre": "Cada equipo creará una situación de la vida diaria y escribirá la expresión algebraica correspondiente. Los equipos intercambiarán situaciones y resolverán las de otros grupos. El docente evaluará la claridad en la traducción de problemas al lenguaje algebraico y reforzará el aprendizaje con ejercicios en MeXmáticas.",
            "ejesArticuladores": "Inclusión, pensamiento crítico y habilidades de comunicación matemática.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas y redacción de expresiones algebraicas."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "25/may",
            "fechaDeCierre": "29/may",
            "semanaEscolar": "34",
            "contenido": "Ecuaciones",
            "aprendizaje": "Resolver ecuaciones lineales simples de la forma $x+a=b$.",
            "tema": "Ecuaciones",
            "leccion": "Ecuaciones $x+a=b$.",
            "inicio": "El docente planteará una situación práctica como \"Si tienes \\$150 y te faltan \\$50 para comprar un libro, ¿cuánto cuesta?\". Usando esta pregunta, introducirá la estructura de las ecuaciones y su utilidad para encontrar valores desconocidos. Se explicará cómo reorganizar la ecuación $x+a=b$ para resolverla, aplicando la operación inversa.",
            "desarrollo": "Los estudiantes resolverán problemas prácticos con ecuaciones de la forma $x+a=b$. Trabajarán en ejercicios progresivos, desde ecuaciones sencillas hasta contextos más complejos. El docente abordará errores comunes, como olvidar realizar la misma operación en ambos lados de la ecuación, y reforzará estrategias claras para verificar resultados. Se promoverá el uso de herramientas digitales para practicar y recibir retroalimentación inmediata.",
            "cierre": "Los estudiantes compartirán sus estrategias de resolución y discutirán cómo aplicaron operaciones inversas. Se realizarán ejercicios interactivos en MeXmáticas para reforzar conceptos y evaluar el dominio del tema.",
            "ejesArticuladores": "Pensamiento lógico-matemático, resolución de problemas y equidad en el aprendizaje.",
            "evaluacionFormativa": "Resolución de ecuaciones en MeXmáticas y ejercicios con explicaciones paso a paso."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "1/jun",
            "fechaDeCierre": "5/jun",
            "semanaEscolar": "35",
            "contenido": "Ecuaciones",
            "aprendizaje": "Resolver ecuaciones lineales de la forma $ax=b$.",
            "tema": "Ecuaciones",
            "leccion": "Ecuaciones $ax=b$.",
            "inicio": "El docente mostrará un ejemplo práctico como \" Un tren recorre 120 km en 3 horas a velocidad constante. ¿Cuál es su velocidad?\". Esto motivará el análisis de relaciones multiplicativas y la necesidad de usar ecuaciones de la forma $ax=b$. Se introducirá la técnica de división para despejar $x$.",
            "desarrollo": "Los estudiantes trabajarán con ejercicios como $5x=20$ y problemas de aplicación en contextos de velocidad, costos y proporciones. Se abordarán errores comunes, como dividir de manera incorrecta o confundir las propiedades del signo. El docente modelará el procedimiento para resolver cada tipo de ecuación, enfatizando la revisión de respuestas.",
            "cierre": "Cada equipo resolverá un conjunto de problemas y explicará su razonamiento a la clase. Se promoverá la autoevaluación mediante actividades en MeXmáticas, donde recibirán retroalimentación inmediata sobre su desempeño.",
            "ejesArticuladores": "Razonamiento matemático, trabajo colaborativo, y aplicación práctica.",
            "evaluacionFormativa": "Resolución de ecuaciones en MeXmáticas y elaboración de diagramas explicativos."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "8/jun",
            "fechaDeCierre": "12/jun",
            "semanaEscolar": "36",
            "contenido": "Ecuaciones",
            "aprendizaje": "Resolver ecuaciones lineales de la forma $ax+b=c$.",
            "tema": "Ecuaciones",
            "leccion": "Ecuaciones $ax+b=c$.",
            "inicio": "El docente presentará una situación cotidiana como: \"Si un plomero cobra \\$50 por cada hora de trabajo más un cargo fijo de \\$200, ¿cuántas horas trabajó si te cobró \\$450?\" Esto permitirá identificar ecuaciones que requieren dos pasos para resolverlas. Se explicará el procedimiento de resolución: primero restar el término independiente y luego dividir para despejar la incógnita.",
            "desarrollo": "Los estudiantes resolverán problemas progresivos que involucren ecuaciones de la forma $ax+b=c$. Se usarán representaciones visuales, como diagramas de barras, para facilitar la comprensión. El docente abordará errores como realizar operaciones en el orden incorrecto o no distribuir correctamente los términos. Se promoverá el uso de calculadoras para verificar operaciones y reforzar la precisión.",
            "cierre": "Los equipos crearán y resolverán problemas basados en situaciones reales. Compartirán sus soluciones y recibirán retroalimentación grupal. La evaluación incluirá ejercicios interactivos en MeXmáticas, con énfasis en la claridad de los procedimientos.",
            "ejesArticuladores": "Inclusión, pensamiento lógico-matemático y resolución de problemas complejos.",
            "evaluacionFormativa": "Resolución de ecuaciones en MeXmáticas y ejercicios contextualizados."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "15/jun",
            "fechaDeCierre": "19/jun",
            "semanaEscolar": "37",
            "contenido": "Ecuaciones",
            "aprendizaje": "Plantear y resolver problemas contextualizados que impliquen ecuaciones lineales.",
            "tema": "Ecuaciones",
            "leccion": "Resolución de problemas sobre ecuaciones.",
            "inicio": "El docente planteará problemas del mundo real, como calcular gastos totales en una tienda, dividir una cuenta o planificar un presupuesto. Esto permitirá a los estudiantes conectar las ecuaciones con situaciones prácticas. Se discutirá cómo identificar las incógnitas y plantear las ecuaciones correspondientes.",
            "desarrollo": "Los estudiantes trabajarán en equipos para resolver problemas más complejos que involucren ecuaciones con una incógnita. Usarán estrategias como el análisis de palabras clave y la descomposición del problema en pasos manejables. El docente supervisará y abordará errores frecuentes, como plantear ecuaciones incorrectas o perder información relevante.",
            "cierre": "Cada equipo presentará su problema, ecuación planteada y solución. El docente retroalimentará y reforzará estrategias efectivas para analizar y resolver problemas. La evaluación incluirá actividades prácticas en MeXmáticas y una rúbrica de autoevaluación.",
            "ejesArticuladores": "Inclusión, pensamiento crítico y habilidades prácticas.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas y presentación de soluciones."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "22/jun",
            "fechaDeCierre": "26/jun",
            "semanaEscolar": "38",
            "contenido": "Figuras y cuerpos geométricos",
            "aprendizaje": "Resolver problemas relacionados con perímetro y área de figuras planas, aplicando las fórmulas adecuadas.",
            "tema": "Figuras y cuerpos geométricos",
            "leccion": "Perímetro, área y resolución de problemas.",
            "inicio": "El docente iniciará con ejemplos cotidianos en los que se calculan perímetros y áreas, como medir el borde de un jardín o calcular la superficie de un terreno rectangular. Usará diagramas en la pizarra para ilustrar las fórmulas básicas del perímetro (sumar longitudes de los lados) y el área (multiplicación o uso de fórmulas específicas, según la figura). Los estudiantes compartirán situaciones similares en su vida diaria para establecer relevancia.",
            "desarrollo": "Los estudiantes trabajarán con figuras geométricas como triángulos, rectángulos, círculos y trapecios, resolviendo ejercicios con fórmulas estándar. Usarán herramientas como reglas, compases y papel cuadriculado para dibujar figuras y verificar sus cálculos. Se abordarán errores comunes, como sumar longitudes incorrectas, usar valores equivocados en las fórmulas o confundir unidades. El docente realizará un ejercicio guiado paso a paso, reforzando conceptos clave y revisando el trabajo de los estudiantes.",
            "cierre": "Los estudiantes resolverán un problema contextualizado, como calcular el área de una habitación para comprar alfombra o pintar una pared. Cada equipo explicará los pasos que siguió, y el docente retroalimentará sobre los procedimientos y resultados. La evaluación incluirá ejercicios interactivos en MeXmáticas y un cuestionario para verificar la comprensión de las fórmulas.",
            "ejesArticuladores": "Pensamiento lógico-matemático, habilidades prácticas y conexión con el entorno.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas y diseño de figuras geométricas en papel cuadriculado."
        },
        {
            "unidad": 3,
            "fechaDeInicio": "29/jun",
            "fechaDeCierre": "3/jul",
            "semanaEscolar": "39",
            "contenido": "Figuras y cuerpos geométricos",
            "aprendizaje": "Calcular el área lateral, área total y volumen de cuerpos geométricos básicos, como prismas y cilindros.",
            "tema": "Figuras y cuerpos geométricos",
            "leccion": "Área lateral, área total y volumen.",
            "inicio": "El docente mostrará modelos tridimensionales de prismas y cilindros, explicando cómo el área lateral, área total y volumen permiten medir sus dimensiones físicas. Se plantearán preguntas como: \"¿Cómo determinarías la cantidad de cartón necesaria para construir esta caja?\". Esto introducirá las fórmulas correspondientes, vinculándolas con situaciones prácticas como empaques, tanques de agua o edificios.",
            "desarrollo": "Los estudiantes trabajarán con problemas prácticos que involucren prismas rectangulares y cilindros. Dibujarán los desarrollos planos de estas figuras para identificar las áreas laterales y totales, y calcularán los volúmenes aplicando las fórmulas. El docente abordará errores comunes, como no considerar todas las caras al calcular el área total o confundir las dimensiones al aplicar las fórmulas. Se utilizarán materiales manipulativos, como cajas o cilindros recortables, para facilitar la comprensión.",
            "cierre": "Cada equipo presentará un problema resuelto, explicando cómo calcularon las áreas y el volumen de un cuerpo geométrico dado. Se realizarán actividades en MeXmáticas para evaluar el dominio de las fórmulas y conceptos, con retroalimentación inmediata. Finalmente, se discutirá cómo estas habilidades pueden aplicarse en contextos reales, como la arquitectura o el diseño de objetos.",
            "ejesArticuladores": "Resolución de problemas, pensamiento espacial y conexión con fenómenos físicos y tecnológicos.",
            "evaluacionFormativa": "Resolución de problemas en MeXmáticas, uso de materiales manipulativos y elaboración de modelos tridimensionales."
        }
    ]
}