{    "weeks": [
    {
        "unidad": 1,
        "fechaDeInicio": "1/sept",
        "fechaDeCierre": "5/sept",
        "semanaEscolar": "1",
        "contenido": "Operaciones básicas de suma y resta.",
        "aprendizaje": "Realizar sumas y restas con números enteros y decimales con precisión y aplicar estas operaciones en la resolución de problemas cotidianos.",
        "tema": "Cálculos numéricos.",
        "leccion": "Suma de números. Resta de números.",
        "inicio": "La clase comienza con una discusión sobre la importancia de las operaciones básicas en la vida cotidiana. Se presentan ejemplos sencillos como la suma y resta de cantidades de dinero, o de puntos en un juego, para conectar con la experiencia diaria de los alumnos. Se realizan ejercicios rápidos en la pizarra para evaluar el nivel de comprensión actual y se explican errores comunes que suelen ocurrir.",
        "desarrollo": "Los alumnos participan en actividades prácticas, como juegos de mesa o aplicaciones digitales que requieren la suma y resta de números. Se realizan ejercicios en grupos pequeños para resolver problemas más complejos, y los estudiantes discuten sus estrategias y métodos para llegar a la solución correcta. Se hace énfasis en la comprensión y precisión de las operaciones, y se utilizan problemas contextuales para que los alumnos vean la utilidad práctica de estas habilidades.",
        "cierre": "Se finaliza con una sesión de retroalimentación donde Comparten lo que aprendieron y discuten las dificultades encontradas. Se hace un resumen de las estrategias más efectivas para la suma y resta de números, y se asigna una tarea con problemas aplicados que los estudiantes deben resolver en casa, incluyendo una reflexión escrita sobre cómo la suma y resta se utilizan en su vida diaria.",
        "ejesArticuladores": "Pensamiento matemático, habilidades numéricas.",
        "evaluacionFormativa": "Resolución de problemas en clase, cuestionarios rápidos, participación activa."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "8/sept",
        "fechaDeCierre": "12/sept",
        "semanaEscolar": "2",
        "contenido": "Operaciones básicas de multiplicación y división.",
        "aprendizaje": "Multiplicar y dividir números enteros y decimales, aplicando las operaciones para resolver problemas en diferentes contextos.",
        "tema": "Cálculos numéricos.",
        "leccion": "Multiplicación de números. División de números.",
        "inicio": "La clase inicia con una introducción sobre la importancia de la multiplicación y la división en la resolución de problemas cotidianos, como calcular el costo total de productos o dividir una cuenta en un restaurante. Se presentan ejemplos visuales y se discuten conceptos clave como la multiplicación como suma repetida y la división como reparto equitativo.",
        "desarrollo": "Los alumnos realizan ejercicios en parejas y en grupos, abordando multiplicaciones y divisiones con diferentes niveles de dificultad. Se utilizan juegos interactivos y tecnología digital para reforzar el aprendizaje. Se enfoca en desarrollar la comprensión de las propiedades de la multiplicación y división, así como en el uso de estrategias para simplificar cálculos, como la descomposición de números y el uso de la calculadora para operaciones más complejas.",
        "cierre": "La clase concluye con una actividad de reflexión en la que los alumnos comparten sus estrategias preferidas para la multiplicación y la división. Se revisan los errores comunes y se hace un resumen de los conceptos clave. Se asigna una tarea con problemas aplicados, como cálculos de áreas y volúmenes, para reforzar lo aprendido y destacar la relevancia de estas operaciones en situaciones prácticas.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de razonamiento lógico.",
        "evaluacionFormativa": "Pruebas prácticas, ejercicios en clase, observación del proceso de resolución de problemas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "15/sept",
        "fechaDeCierre": "19/sept",
        "semanaEscolar": "3",
        "contenido": "Aplicación de la suma, resta, multiplicación y división en la resolución de problemas complejos.",
        "aprendizaje": "Resolver problemas cotidianos que involucren varias operaciones básicas, comprendiendo la importancia de la jerarquía de operaciones.",
        "tema": "Cálculos numéricos.",
        "leccion": "Resolución de problemas.",
        "inicio": "Se inicia con la presentación de problemas reales que los estudiantes podrían encontrar en su vida diaria, como la gestión de un presupuesto o el cálculo de materiales necesarios para un proyecto. Se discuten las estrategias generales para abordar problemas complejos, y se revisa la jerarquía de operaciones para asegurar la correcta ejecución de cálculos.",
        "desarrollo": "Los estudiantes trabajan en grupos para resolver una serie de problemas complejos que requieren la combinación de sumas, restas, multiplicaciones y divisiones. Se anima a los alumnos a discutir y explicar sus procesos de pensamiento, y se les proporciona retroalimentación sobre la precisión y eficiencia de sus métodos. Se utilizan recursos visuales, como diagramas y tablas, para facilitar la comprensión y organización de los datos.",
        "cierre": "La clase concluye con una sesión de preguntas y respuestas donde los alumnos comparten sus soluciones y los desafíos que enfrentaron. Se hace un resumen de las estrategias efectivas y se refuerza la importancia de seguir la jerarquía de operaciones. Se asigna una tarea con problemas de la vida real que requieren la combinación de varias operaciones, con un enfoque en la explicación detallada del proceso de solución.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de resolución de problemas.",
        "evaluacionFormativa": "Resolución de problemas en clase, participación en discusiones, evaluación escrita de la comprensión."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "22/sept",
        "fechaDeCierre": "26/sept",
        "semanaEscolar": "4",
        "contenido": "Ubicación de números negativos en la recta numérica, comparación y operaciones básicas.",
        "aprendizaje": "Identificar y comparar números negativos, y aplicar operaciones básicas con estos en diferentes contextos.",
        "tema": "Números negativos.",
        "leccion": "Ubicación en la recta numérica. Comparación de negativos. Suma y resta con negativos.",
        "inicio": "La clase comienza con una actividad visual utilizando una recta numérica en la pizarra para colocar números positivos y negativos. Se discuten conceptos básicos como el valor absoluto y se practican ejercicios de comparación de números negativos. Se anima a los estudiantes a pensar en situaciones reales donde los números negativos aparecen, como temperaturas bajo cero o deudas.",
        "desarrollo": "Los estudiantes trabajan en ejercicios de suma y resta con números negativos, utilizando la recta numérica como herramienta visual. Se presentan problemas aplicados que requieren la interpretación de los resultados, como cambios de temperatura y cálculos de ganancias y pérdidas. Los estudiantes trabajan en parejas para resolver problemas y comparar sus métodos, discutiendo la lógica detrás de las operaciones con números negativos.",
        "cierre": "La clase concluye con una sesión de discusión y reflexión donde Comparten sus aprendizajes y discuten las dificultades encontradas. Se hace un resumen de las operaciones con números negativos y se asigna una tarea que incluye problemas aplicados y una breve reflexión sobre la importancia de entender los números negativos en la vida diaria y en la matemática avanzada.",
        "ejesArticuladores": "Pensamiento matemático, habilidades numéricas.",
        "evaluacionFormativa": "Pruebas en clase, ejercicios prácticos, observación de la participación."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "29/sept",
        "fechaDeCierre": "3/oct",
        "semanaEscolar": "5",
        "contenido": "Multiplicación, división y jerarquía de operaciones con números negativos.",
        "aprendizaje": "Realizar multiplicaciones y divisiones con números negativos y aplicar correctamente la jerarquía de operaciones.",
        "tema": "Números negativos.",
        "leccion": "Multiplicación y división con negativos. Jerarquía de operaciones.",
        "inicio": "La clase comienza con un repaso de las operaciones básicas con números negativos y se introduce la multiplicación y división. Se discuten las reglas para el manejo de signos en estas operaciones y se presentan ejemplos claros y sencillos para ilustrar estos conceptos. Los estudiantes participan en una breve actividad práctica para reforzar las reglas de los signos.",
        "desarrollo": "Los estudiantes trabajan en ejercicios que incluyen multiplicaciones y divisiones con números negativos, aplicando también la jerarquía de operaciones para resolver problemas más complejos. Se utilizan recursos visuales y digitales para ilustrar la aplicación de estas reglas en contextos variados, como la física y la economía. Colaboran en grupos pequeños para resolver problemas y discutir la aplicación correcta de las reglas.",
        "cierre": "La clase concluye con una actividad de retroalimentación donde los estudiantes presentan sus soluciones y discuten los desafíos enfrentados. Se hace un resumen de las reglas clave y se asigna una tarea con problemas aplicados que requieren la combinación de varias operaciones con números negativos y la aplicación correcta de la jerarquía de operaciones.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de razonamiento lógico.",
        "evaluacionFormativa": "Resolución de problemas en clase, pruebas escritas, evaluación continua."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "6/oct",
        "fechaDeCierre": "10/oct",
        "semanaEscolar": "6",
        "contenido": "Introducción a la factorización, términos comunes y diferencia de cuadrados.",
        "aprendizaje": "Identificar y factorizar expresiones algebraicas usando el término común y la diferencia de cuadrados.",
        "tema": "Factorización.",
        "leccion": "Término común. Diferencia de cuadrados.",
        "inicio": "La clase comienza con una introducción visual sobre la factorización, utilizando ejemplos simples y concretos, como la descomposición de números en sus factores primos. Se presenta la idea de encontrar términos comunes en expresiones algebraicas y se muestra cómo se puede simplificar una expresión mediante la factorización.",
        "desarrollo": "Los alumnos trabajan en ejercicios que les piden identificar el término común en diversas expresiones algebraicas y luego proceder a la factorización. Se introducen ejemplos de la diferencia de cuadrados y se explican las propiedades que permiten reconocer y factorizar estas expresiones. Los estudiantes trabajan en parejas para resolver problemas y discutir sus estrategias, utilizando cuadros de comparación para organizar sus resultados.",
        "cierre": "Se revisan los ejercicios en conjunto y se discuten los métodos más efectivos para la factorización. Comparten sus aprendizajes y se resuelven dudas. Se asigna una tarea con problemas de factorización, incluyendo una breve reflexión escrita sobre cómo la factorización puede simplificar la resolución de ecuaciones complejas en matemáticas.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de abstracción.",
        "evaluacionFormativa": "Resolución de ejercicios, evaluación de la participación en actividades de grupo, pruebas escritas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "13/oct",
        "fechaDeCierre": "17/oct",
        "semanaEscolar": "7",
        "contenido": "Factorización de trinomios cuadrados perfectos y de la forma $x^2+bx+c$.",
        "aprendizaje": "Factorizar trinomios identificando cuadrados perfectos y aplicando métodos para trinomios simples.",
        "tema": "Factorización.",
        "leccion": "Trinomio cuadrado perfecto. Trinomios de la forma $x^2+bx+c$.",
        "inicio": "Se inicia con una revisión de la factorización básica y un breve repaso de la diferencia de cuadrados. Se presenta el concepto de un trinomio cuadrado perfecto y se muestran ejemplos visuales para ilustrar cómo se reconoce y se factoriza este tipo de expresión. Se introduce la forma general $x^2+bx+c$ y se discuten métodos para identificar los factores.",
        "desarrollo": "Los estudiantes realizan ejercicios para factorizar trinomios, comenzando con los cuadrados perfectos y luego avanzando a los trinomios de la forma $x^2+bx+c$. Se utilizan métodos como el descomponer el término medio o el método de agrupación, y los estudiantes practican en equipos para resolver problemas más complejos. Se discuten patrones y estrategias, y se utilizan herramientas digitales para visualizar los trinomios y sus factores.",
        "cierre": "La clase concluye con la presentación de los resultados de los ejercicios y una discusión sobre los métodos más efectivos para cada tipo de trinomio. Se hace un resumen de los pasos clave para la factorización y se asigna una tarea que incluye problemas de trinomios cuadráticos y una reflexión sobre la utilidad de la factorización en la simplificación de ecuaciones algebraicas.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de razonamiento lógico.",
        "evaluacionFormativa": "Ejercicios en clase, participación en discusiones, evaluación escrita."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "20/oct",
        "fechaDeCierre": "24/oct",
        "semanaEscolar": "8",
        "contenido": "Factorización de trinomios de la forma $ax^2+bx+c$.",
        "aprendizaje": "Aplicar métodos de factorización para trinomios con coeficientes diferentes a uno en el término cuadrático.",
        "tema": "Factorización.",
        "leccion": "Trinomios de la forma $ax^2+bx+c$.",
        "inicio": "La clase comienza con un repaso de la factorización de trinomios simples y una introducción a los trinomios de la forma $ax^2+bx+c$. Se presenta la complejidad añadida por el coeficiente en el término cuadrático y se discuten estrategias para abordar este tipo de problemas, como la descomposición del término medio y el método de agrupación.",
        "desarrollo": "Los estudiantes trabajan en ejercicios que involucran la factorización de trinomios con coeficientes en el término cuadrático. Se les proporcionan guías paso a paso y se discuten diferentes enfoques para resolver estos problemas, comparando métodos y verificando la corrección de sus resultados. Se utilizan ejemplos prácticos y aplicaciones para mostrar cómo la factorización puede simplificar la resolución de ecuaciones en diversas áreas de las matemáticas.",
        "cierre": "Se cierra la clase con una revisión conjunta de los problemas resueltos y se discuten las estrategias que resultaron más eficaces. Los estudiantes reflexionan sobre sus aprendizajes y se hace un resumen de los métodos clave para la factorización de trinomios complejos. Se asigna una tarea que incluye problemas de factorización con trinomios variados y una sección de autoevaluación para que los estudiantes identifiquen sus áreas de mejora.",
        "ejesArticuladores": "Pensamiento matemático, habilidades analíticas.",
        "evaluacionFormativa": "Resolución de problemas en clase, evaluación escrita, observación del proceso de factorización."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "27/oct",
        "fechaDeCierre": "31/oct",
        "semanaEscolar": "9",
        "contenido": "Leyes de los exponentes: suma y resta de exponentes.",
        "aprendizaje": "Aplicar las leyes de los exponentes para simplificar expresiones algebraicas y resolver problemas que involucren exponentes.",
        "tema": "Leyes de los exponentes.",
        "leccion": "Suma de exponentes. Resta de exponentes.",
        "inicio": " La clase comienza con una introducción sobre los exponentes y su uso en matemáticas para representar multiplicaciones repetidas. Se discuten las leyes básicas de los exponentes, comenzando con la suma y la resta, y se presentan ejemplos sencillos para ilustrar cada ley. Los estudiantes participan en un breve cuestionario para evaluar su comprensión inicial.",
        "desarrollo": "Los estudiantes trabajan en parejas para resolver ejercicios que implican la suma y resta de exponentes, aplicando las leyes aprendidas para simplificar expresiones algebraicas. Se fomenta la discusión sobre los errores comunes y se presentan técnicas para verificar las soluciones. Se utiliza software matemático para visualizar cómo las operaciones con exponentes afectan las funciones y las gráficas.",
        "cierre": "La clase concluye con una actividad de presentación donde los estudiantes explican cómo aplicaron las leyes de los exponentes en un problema específico. Se realiza un resumen de las leyes discutidas y se asigna una tarea que incluye problemas aplicados y una breve reflexión escrita sobre la importancia de comprender y aplicar correctamente las leyes de los exponentes en la simplificación de expresiones matemáticas.",
        "ejesArticuladores": "Pensamiento matemático, habilidades algebraicas.",
        "evaluacionFormativa": "Ejercicios prácticos, evaluación de la participación en actividades grupales, pruebas escritas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "3/nov",
        "fechaDeCierre": "7/nov",
        "semanaEscolar": "10",
        "contenido": "Leyes de los exponentes: multiplicación y división de exponentes.",
        "aprendizaje": "Aplicar las leyes de multiplicación y división de exponentes para resolver y simplificar expresiones algebraicas complejas.",
        "tema": "Leyes de los exponentes.",
        "leccion": "Multiplicación de exponentes. División de exponentes.",
        "inicio": "La clase comienza con una revisión rápida de las leyes de los exponentes vistas anteriormente y una introducción a las leyes de multiplicación y división. Se muestran ejemplos concretos de cómo estas leyes pueden simplificar la resolución de problemas, especialmente en expresiones algebraicas largas. Los estudiantes realizan un ejercicio rápido para practicar la aplicación inicial de estas leyes.",
        "desarrollo": "Los estudiantes trabajan en actividades prácticas que incluyen la multiplicación y división de exponentes. Se utilizan recursos digitales para visualizar cómo cambian las expresiones al aplicar estas leyes. Los alumnos trabajan en grupos pequeños para resolver problemas más complejos y discuten sus estrategias. Se fomenta la comparación de métodos y la verificación de respuestas mediante cálculos manuales y con tecnología.",
        "cierre": "Se concluye la clase con una sesión de retroalimentación en la que los alumnos presentan sus soluciones a los problemas trabajados y comparten las dificultades encontradas. Se revisan las leyes clave y se hace hincapié en la importancia de la multiplicación y división correcta de exponentes para mantener la precisión en las soluciones. Se asigna una tarea con problemas aplicados y se incluye una reflexión escrita sobre cómo los exponentes se utilizan en otros campos, como la ciencia y la ingeniería.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de razonamiento lógico.",
        "evaluacionFormativa": "Resolución de problemas, evaluación continua, observación en clase."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "10/nov",
        "fechaDeCierre": "14/nov",
        "semanaEscolar": "11",
        "contenido": "Exponentes negativos y notación científica.",
        "aprendizaje": "Aplicar las leyes de exponentes negativos para simplificar expresiones y utilizar la notación científica para expresar números grandes y pequeños.",
        "tema": "Leyes de los exponentes.",
        "leccion": "Exponentes negativos en Notación científica.",
        "inicio": "La clase comienza con una explicación sobre el concepto de exponentes negativos y cómo se relacionan con las fracciones. Se presentan ejemplos visuales y se conecta con situaciones prácticas, como el cálculo de pequeñas cantidades en la ciencia. Se introduce la notación científica como una herramienta para simplificar la escritura y el cálculo con números muy grandes o muy pequeños.",
        "desarrollo": "Los estudiantes practican la simplificación de expresiones que incluyen exponentes negativos y la conversión de números a notación científica. Se utilizan ejemplos de contextos reales, como la representación de distancias astronómicas o el tamaño de partículas microscópicas. Los estudiantes trabajan en parejas para resolver problemas y presentan sus resultados al grupo, explicando el proceso de conversión y simplificación.",
        "cierre": "Se realiza una recapitulación conjunta donde se refuerzan los conceptos clave y se discuten los errores comunes. Se asigna una tarea que incluye problemas de simplificación con exponentes negativos y uso de la notación científica en contextos científicos y matemáticos. Se finaliza con una breve discusión sobre la importancia de estos conceptos en la vida diaria y en diversas profesiones.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de resolución de problemas.",
        "evaluacionFormativa": "Ejercicios prácticos, cuestionarios escritos, evaluación de la comprensión durante actividades en clase."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "17/nov",
        "fechaDeCierre": "21/nov",
        "semanaEscolar": "12",
        "contenido": "Sucesiones aritméticas: completando la sucesión, diferencia común y cálculo del término general.",
        "aprendizaje": "Identificar y completar sucesiones aritméticas, calcular la diferencia común y formular el término general.",
        "tema": "Sucesiones aritméticas.",
        "leccion": "Completando la sucesión. Diferencia de una sucesión. Término general.",
        "inicio": "La clase comienza con una introducción a las sucesiones aritméticas, utilizando ejemplos sencillos como la progresión de los días de la semana o la suma de cantidades regulares. Se discute la diferencia común y cómo identificarla, y los estudiantes practican completando sucesiones simples.",
        "desarrollo": "Los estudiantes trabajan en ejercicios que incluyen la identificación de la diferencia común y la formulación del término general de una sucesión aritmética. Se utilizan ejemplos prácticos y se anima a los estudiantes a encontrar patrones en las sucesiones. Los estudiantes trabajan en grupos pequeños para resolver problemas y discutir sus estrategias, utilizando recursos digitales para visualizar las sucesiones y sus características.",
        "cierre": "La clase concluye con una sesión de presentación donde los estudiantes explican cómo identificaron la diferencia común y formularon el término general. Se realiza un resumen de los conceptos clave y se asigna una tarea con problemas aplicados que incluyen la identificación y formulación de sucesiones aritméticas en contextos reales.",
        "ejesArticuladores": "Pensamiento matemático, habilidades de abstracción.",
        "evaluacionFormativa": "Ejercicios en clase, participación en actividades grupales, pruebas escritas."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "24/nov",
        "fechaDeCierre": "28/nov",
        "semanaEscolar": "13",
        "contenido": "Probabilidad y estadística",
        "aprendizaje": "Comprenderán y aplicarán los conceptos de mediana, moda, promedio y desviación media para interpretar y analizar datos estadísticos.",
        "tema": "Mediana, moda, promedio y desviación media",
        "leccion": "Introducción a los conceptos de mediana, moda, promedio y desviación media",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de la estadística en la vida cotidiana, destacando cómo se utilizan los datos para tomar decisiones informadas en diversas áreas como la economía, la salud y la educación. Se presentarán ejemplos de conjuntos de datos para contextualizar el tema. Luego, se definirán los conceptos de mediana (el valor medio en un conjunto de datos ordenados), moda (el valor que más se repite en un conjunto de datos), promedio (la suma de los valores dividida entre la cantidad de valores) y desviación media (la medida de la dispersión de los datos respecto al promedio). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que calcular la mediana, moda, promedio y desviación media de diferentes conjuntos de datos. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de ordenar correctamente los datos y aplicar correctamente las fórmulas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como analizar los resultados de una encuesta de satisfacción, interpretar las calificaciones de un grupo de estudiantes o evaluar los tiempos de entrega de un servicio. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de varios conceptos estadísticos y su aplicación en diferentes contextos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para calcular la mediana, moda, promedio y desviación media. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de mediana, moda, promedio y desviación media de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "1/dic",
        "fechaDeCierre": "5/dic",
        "semanaEscolar": "14",
        "contenido": "Probabilidad y estadística.",
        "aprendizaje": "Comprenderán los conceptos de eventos mutuamente excluyentes y eventos dependientes e independientes, aplicándolos en la resolución de problemas de probabilidad.",
        "tema": "Eventos mutuamente excluyentes y eventos dependientes e independientes.",
        "leccion": "Introducción a los eventos mutuamente excluyentes y eventos dependientes e independientes.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de la probabilidad en la toma de decisiones en diversos contextos, como en los seguros, los juegos de azar y la planificación de proyectos. Se presentarán ejemplos de situaciones que involucren eventos probabilísticos para contextualizar el tema. Luego, se definirán los conceptos de eventos mutuamente excluyentes (eventos que no pueden ocurrir simultáneamente), eventos dependientes (eventos cuya ocurrencia de uno afecta la probabilidad del otro) y eventos independientes (eventos cuya ocurrencia no afecta la probabilidad del otro). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que identificar y calcular la probabilidad de eventos mutuamente excluyentes, dependientes e independientes. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de aplicar correctamente las reglas de probabilidad y utilizar diagramas de Venn y árboles de probabilidad para visualizar las relaciones entre los eventos. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular la probabilidad de obtener ciertos resultados en un juego de cartas, determinar la probabilidad de eventos relacionados con la meteorología o evaluar la probabilidad de éxito en un proyecto basado en diferentes factores. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de varios conceptos probabilísticos y su aplicación en diferentes contextos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para identificar y calcular la probabilidad de eventos mutuamente excluyentes, dependientes e independientes. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de probabilidad de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "8/dic",
        "fechaDeCierre": "12/dic",
        "semanaEscolar": "15",
        "contenido": "Figuras y cuerpos geométricos.",
        "aprendizaje": "Comprenderán cómo calcular el perímetro y el área de diferentes figuras geométricas y podrán aplicarlos en problemas prácticos.",
        "tema": "Perímetro y área",
        "leccion": "Introducción al cálculo del perímetro y área de figuras geométricas.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de calcular el perímetro y el área de figuras geométricas en diferentes contextos, como en la construcción, el diseño y la planificación urbana. Se presentarán imágenes y ejemplos de figuras geométricas para contextualizar el tema. Luego, se definirán los conceptos de perímetro (la suma de las longitudes de los lados de una figura) y área (la medida de la superficie contenida dentro de una figura). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que calcular el perímetro y el área de diferentes figuras geométricas dibujadas en hojas de trabajo. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de aplicar correctamente las fórmulas para el cálculo del perímetro y el área de figuras como triángulos, rectángulos, cuadrados, paralelogramos, trapecios y círculos. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular el perímetro de una parcela de terreno o el área de un piso para instalar una alfombra. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la relación entre el perímetro y el área de figuras compuestas y su aplicación en diversos contextos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para calcular el perímetro y el área de figuras geométricas. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de perímetro y área de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "15/dic",
        "fechaDeCierre": "19/dic",
        "semanaEscolar": "16",
        "contenido": "Figuras y cuerpos geométricos",
        "aprendizaje": "Comprenderán los conceptos de área lateral y área total de cuerpos geométricos y podrán calcularlos.",
        "tema": "Área lateral y total",
        "leccion": "Introducción al cálculo del área lateral y total de cuerpos geométricos",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de calcular el área lateral y total de cuerpos geométricos en diferentes contextos, como en la arquitectura, la ingeniería y el diseño industrial. Se presentarán imágenes y ejemplos de cuerpos geométricos para contextualizar el tema. Luego, se definirán los conceptos de área lateral (la superficie lateral de un cuerpo geométrico, excluyendo las bases) y área total (la suma del área lateral y las áreas de las bases). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que calcular el área lateral y el área total de diferentes cuerpos geométricos dibujados en hojas de trabajo. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de aplicar correctamente las fórmulas para el cálculo del área lateral y el área total de cuerpos como prismas, cilindros, pirámides y conos. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular el área lateral de una caja para pintarla o el área total de un tanque cilíndrico para determinar la cantidad de material necesario para construirlo. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la relación entre el área lateral y el área total de cuerpos geométricos compuestos y su aplicación en diversos contextos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para calcular el área lateral y el área total de cuerpos geométricos. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de área lateral y área total de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "12/ene",
        "fechaDeCierre": "16/ene",
        "semanaEscolar": "17",
        "contenido": "Figuras y cuerpos geométricos",
        "aprendizaje": "Comprenderán cómo calcular el volumen de diferentes cuerpos geométricos y podrán aplicarlo en la resolución de problemas.",
        "tema": "Volumen y resolución de problemas",
        "leccion": "Introducción al cálculo del volumen de cuerpos geométricos.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de calcular el volumen de cuerpos geométricos en diferentes contextos, como en la construcción, la ingeniería y el diseño de productos. Se presentarán imágenes y ejemplos de cuerpos geométricos para contextualizar el tema. Luego, se definirán los conceptos de volumen (el espacio ocupado por un cuerpo geométrico) y se presentarán las fórmulas para calcular el volumen de prismas, cilindros, pirámides, conos y esferas. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que calcular el volumen de diferentes cuerpos geométricos dibujados en hojas de trabajo. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de aplicar correctamente las fórmulas para el cálculo del volumen de cuerpos como prismas, cilindros, pirámides, conos y esferas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular el volumen de una piscina, el volumen de un tanque de agua o el volumen de un paquete para envío. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la relación entre el volumen de cuerpos geométricos compuestos y su aplicación en diversos contextos. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para calcular el volumen de cuerpos geométricos y su aplicación en la resolución de problemas. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de volumen de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Resolución de problemas, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "19/ene",
        "fechaDeCierre": "23/ene",
        "semanaEscolar": "18",
        "contenido": "Plano cartesiano y recta",
        "aprendizaje": "Comprenderán los conceptos de ubicación y cuadrantes en el plano cartesiano y podrán aplicarlos para representar puntos y figuras geométricas.",
        "tema": "Ubicación y cuadrantes en el plano cartesiano",
        "leccion": "Introducción a la ubicación y cuadrantes en el plano cartesiano",
        "inicio": "Para iniciar la lección, el docente explicará la importancia del plano cartesiano en las matemáticas y su aplicación en diferentes contextos, como en la física, la ingeniería y la informática. Se presentarán ejemplos de representaciones gráficas en el plano cartesiano para contextualizar el tema. Luego, se definirán los conceptos de origen (el punto (0,0) donde se cruzan los ejes x e y), ejes coordenados (eje x y eje y) y cuadrantes (las cuatro regiones delimitadas por los ejes). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que ubicar puntos y representar figuras geométricas en el plano cartesiano. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de identificar correctamente las coordenadas de los puntos y los cuadrantes en los que se encuentran. Además, se presentarán problemas contextualizados en situaciones de la vida real, como trazar la ruta de un objeto en movimiento, representar datos en un gráfico o diseñar un plano arquitectónico. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples conceptos del plano cartesiano y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para ubicar puntos y representar figuras geométricas en el plano cartesiano. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de ubicación y representación en el plano cartesiano de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "26/ene",
        "fechaDeCierre": "30/ene",
        "semanaEscolar": "19",
        "contenido": "Plano cartesiano y recta.",
        "aprendizaje": "Comprenderán los conceptos de pendiente, ordenada y ecuación de una recta, aplicándolos para representar y analizar rectas en el plano cartesiano.",
        "tema": "Pendiente dados dos puntos, ordenada y ecuación de una recta",
        "leccion": "Introducción a la pendiente, ordenada y ecuación de una recta.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de las rectas en el plano cartesiano y su aplicación en diferentes contextos, como en la física, la economía y la geometría analítica. Se presentarán ejemplos de rectas en el plano cartesiano para contextualizar el tema. Luego, se definirán los conceptos de pendiente (la inclinación de una recta, calculada como el cambio en y dividido por el cambio en x), ordenada al origen (el punto donde la recta cruza el eje $y$) y la ecuación de una recta (representada en su forma general $y = mx + b$, donde $m$ es la pendiente y $b$ es la ordenada al origen). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que calcular la pendiente dados dos puntos, la ordenada al origen y la ecuación de una recta en el plano cartesiano. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de identificar correctamente las coordenadas de los puntos y aplicar las fórmulas para calcular la pendiente y la ecuación de la recta. Además, se presentarán problemas contextualizados en situaciones de la vida real, como analizar la pendiente de una carretera, determinar la ecuación de una trayectoria de movimiento o representar relaciones económicas en un gráfico. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples conceptos del plano cartesiano y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para calcular la pendiente, la ordenada al origen y la ecuación de una recta en el plano cartesiano. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de pendiente, ordenada y ecuación de una recta de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/feb",
        "fechaDeCierre": "6/feb",
        "semanaEscolar": "20",
        "contenido": "Ecuación lineal",
        "aprendizaje": "Comprenderán el lenguaje algebraico y la representación de ecuaciones lineales, aplicándolos en la resolución de problemas algebraicos.",
        "tema": "Lenguaje algebraico y ecuaciones lineales",
        "leccion": "Introducción al lenguaje algebraico y ecuaciones lineales",
        "inicio": "Para iniciar la lección, el docente explicará la importancia del lenguaje algebraico en las matemáticas y su aplicación en diferentes contextos, como en la resolución de problemas, la modelación de fenómenos y el análisis de datos. Se presentarán ejemplos de expresiones algebraicas para contextualizar el tema. Luego, se definirán los conceptos de variable (un símbolo que representa un valor desconocido), coeficiente (un número que multiplica a una variable), término (una combinación de coeficientes y variables) y ecuación lineal (una ecuación que representa una relación lineal entre variables). Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a definir los diferentes conceptos.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que identificar y representar ecuaciones lineales a partir de situaciones dadas. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de utilizar correctamente el lenguaje algebraico y la notación de ecuaciones lineales. Además, se presentarán problemas contextualizados en situaciones de la vida real, como representar matemáticamente el costo de producción de un artículo, el crecimiento de una población o la relación entre diferentes variables en un experimento. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la representación de expresiones algebraicas en diferentes contextos y su aplicación en la resolución de problemas.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para identificar y representar ecuaciones lineales en lenguaje algebraico. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de identificación y representación de ecuaciones lineales de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/feb",
        "fechaDeCierre": "13/feb",
        "semanaEscolar": "21",
        "contenido": "Sistemas de ecuaciones",
        "aprendizaje": "Comprenderán cómo resolver sistemas de ecuaciones lineales utilizando el método de eliminación y podrán aplicarlo en la resolución de problemas algebraicos.",
        "tema": "Método de eliminación",
        "leccion": "Introducción al método de eliminación en sistemas de ecuaciones.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de resolver sistemas de ecuaciones lineales en las matemáticas y su aplicación en diferentes contextos, como en la economía, la ingeniería y la física. Se presentarán ejemplos de sistemas de ecuaciones para contextualizar el tema. Luego, se explicará el método de eliminación, que consiste en sumar o restar ecuaciones para eliminar una de las variables, lo que permite resolver el sistema paso a paso. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a resolver sistemas de ecuaciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que resolver sistemas de ecuaciones lineales utilizando el método de eliminación. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de realizar correctamente las operaciones algebraicas y verificar las soluciones obtenidas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular las cantidades óptimas de producción en una fábrica, determinar las intersecciones de líneas en un gráfico o resolver problemas de mezcla de soluciones químicas. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples operaciones algebraicas y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para resolver sistemas de ecuaciones lineales utilizando el método de eliminación. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de sistemas de ecuaciones lineales de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/feb",
        "fechaDeCierre": "20/feb",
        "semanaEscolar": "22",
        "contenido": "Sistemas de ecuaciones.",
        "aprendizaje": "Comprenderán cómo resolver sistemas de ecuaciones lineales utilizando el método de sustitución y podrán aplicarlo en la resolución de problemas algebraicos.",
        "tema": "Método de sustitución.",
        "leccion": "Introducción al método de sustitución en sistemas de ecuaciones.",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de resolver sistemas de ecuaciones lineales en las matemáticas y su aplicación en diferentes contextos, como en la economía, la ingeniería y la física. Se presentarán ejemplos de sistemas de ecuaciones para contextualizar el tema. Luego, se explicará el método de sustitución, que consiste en despejar una variable en una de las ecuaciones y sustituirla en la otra ecuación para resolver el sistema paso a paso. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a resolver sistemas de ecuaciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que resolver sistemas de ecuaciones lineales utilizando el método de sustitución. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de realizar correctamente las operaciones algebraicas y verificar las soluciones obtenidas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular las cantidades óptimas de producción en una fábrica, determinar las intersecciones de líneas en un gráfico o resolver problemas de mezcla de soluciones químicas. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples operaciones algebraicas y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para resolver sistemas de ecuaciones lineales utilizando el método de sustitución. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de sistemas de ecuaciones lineales de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico.",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "23/feb",
        "fechaDeCierre": "27/feb",
        "semanaEscolar": "23",
        "contenido": "Sistemas de ecuaciones",
        "aprendizaje": "Comprenderán cómo resolver sistemas de ecuaciones lineales utilizando el método de igualación y podrán aplicarlo en la resolución de problemas algebraicos.",
        "tema": "Método de igualación",
        "leccion": "Introducción al método de igualación en sistemas de ecuaciones",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de resolver sistemas de ecuaciones lineales en las matemáticas y su aplicación en diferentes contextos, como en la economía, la ingeniería y la física. Se presentarán ejemplos de sistemas de ecuaciones para contextualizar el tema. Luego, se explicará el método de igualación, que consiste en despejar la misma variable en ambas ecuaciones y luego igualarlas para resolver el sistema paso a paso. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a resolver sistemas de ecuaciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que resolver sistemas de ecuaciones lineales utilizando el método de igualación. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de realizar correctamente las operaciones algebraicas y verificar las soluciones obtenidas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular las cantidades óptimas de producción en una fábrica, determinar las intersecciones de líneas en un gráfico o resolver problemas de mezcla de soluciones químicas. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples operaciones algebraicas y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para resolver sistemas de ecuaciones lineales utilizando el método de igualación. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de sistemas de ecuaciones lineales de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/mar",
        "fechaDeCierre": "6/mar",
        "semanaEscolar": "24",
        "contenido": "Sistemas de ecuaciones",
        "aprendizaje": "Comprenderán cómo resolver sistemas de ecuaciones lineales de tres variables utilizando diferentes métodos y podrán aplicarlo en la resolución de problemas algebraicos.",
        "tema": "Sistema de ecuaciones 3x3",
        "leccion": "Introducción a los sistemas de ecuaciones lineales de tres variables",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de resolver sistemas de ecuaciones lineales de tres variables en las matemáticas y su aplicación en diferentes contextos, como en la ingeniería, la física y la economía. Se presentarán ejemplos de sistemas de ecuaciones 3x3 para contextualizar el tema. Luego, se explicarán los métodos para resolver estos sistemas, incluyendo el método de eliminación y el método de sustitución. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a resolver sistemas de ecuaciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que resolver sistemas de ecuaciones lineales de tres variables utilizando diferentes métodos. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de realizar correctamente las operaciones algebraicas y verificar las soluciones obtenidas. Además, se presentarán problemas contextualizados en situaciones de la vida real, como modelar fenómenos físicos, calcular proporciones en mezclas químicas o resolver problemas de optimización en ingeniería. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de múltiples operaciones algebraicas y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para resolver sistemas de ecuaciones lineales de tres variables. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de sistemas de ecuaciones 3x3 de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/mar",
        "fechaDeCierre": "13/mar",
        "semanaEscolar": "25",
        "contenido": "Sistemas de ecuaciones",
        "aprendizaje": "Comprenderán cómo resolver sistemas de ecuaciones lineales que involucren fracciones y podrán aplicarlo en la resolución de problemas algebraicos.",
        "tema": "Sistema de ecuaciones con fracciones",
        "leccion": "Introducción a la resolución de sistemas de ecuaciones que involucren fracciones",
        "inicio": "Para iniciar la lección, el docente explicará la importancia de resolver sistemas de ecuaciones lineales que involucren fracciones en las matemáticas y su aplicación en diferentes contextos, como en la economía, la química y la física. Se presentarán ejemplos de sistemas de ecuaciones con fracciones para contextualizar el tema. Luego, se explicarán los métodos para resolver estos sistemas, como el método de eliminación y el método de sustitución, haciendo hincapié en la importancia de manejar correctamente las fracciones y simplificar las expresiones. Los estudiantes serán invitados a participar en la actividad sugiriendo más ejemplos y ayudando a resolver sistemas de ecuaciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios prácticos en los que tendrán que resolver sistemas de ecuaciones lineales que involucren fracciones utilizando los métodos explicados. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se hará hincapié en la importancia de manejar correctamente las fracciones, incluyendo la simplificación de fracciones y la realización de operaciones con fracciones. Además, se presentarán problemas contextualizados en situaciones de la vida real, como calcular las proporciones de ingredientes en una receta, analizar mezclas de soluciones químicas o resolver problemas económicos que involucren fracciones. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que involucren la combinación de fracciones en sistemas de ecuaciones y su aplicación en diferentes contextos prácticos.",
        "cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias utilizadas para resolver sistemas de ecuaciones lineales que involucren fracciones. Se invitará a los estudiantes a compartir sus experiencias y desafíos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá reflexionar sobre su nivel de comprensión y áreas de mejora. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de sistemas de ecuaciones con fracciones de diferentes niveles de dificultad. Se motivará a los estudiantes a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, ejercicios prácticos, evaluación formativa"
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/mar",
        "fechaDeCierre": "20/mar",
        "semanaEscolar": "26",
        "contenido": "Sistemas de ecuaciones",
        "aprendizaje": "Los estudiantes aplicarán sus conocimientos sobre sistemas de ecuaciones lineales para resolver problemas complejos en diferentes contextos.",
        "tema": "Resolución de problemas",
        "leccion": "Aplicación de sistemas de ecuaciones en la resolución de problemas",
        "inicio": "Para iniciar la lección, el docente revisará brevemente los métodos aprendidos para resolver sistemas de ecuaciones lineales, incluyendo los métodos de eliminación, sustitución e igualación, así como la resolución de sistemas de ecuaciones que involucren fracciones. Luego, se presentarán una serie de problemas que involucren estos conceptos, destacando la importancia de aplicar correctamente los métodos y estrategias para resolverlos. Los estudiantes serán invitados a participar sugiriendo problemas y soluciones en el pizarrón.",
        "desarrollo": "Los estudiantes trabajarán en grupos pequeños para resolver una serie de problemas prácticos que involucren sistemas de ecuaciones lineales en diferentes contextos. Durante la actividad, el docente ofrecerá retroalimentación y apoyo, asegurando que los estudiantes comprendan y apliquen correctamente las estrategias de resolución de problemas. Se presentarán problemas contextualizados en situaciones de la vida real, como calcular las cantidades óptimas de producción en una fábrica, determinar las intersecciones de líneas en un gráfico, resolver problemas de mezcla de soluciones químicas o analizar datos económicos utilizando sistemas de ecuaciones. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos y multifacéticos que requieran el uso de múltiples habilidades matemáticas. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
        "cierre": "Para concluir la lección, se llevará a cabo una discusión reflexiva sobre las estrategias utilizadas para resolver problemas con sistemas de ecuaciones. Se invitará a los estudiantes a compartir sus experiencias, incluyendo los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación donde cada estudiante evaluará su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa: una serie de problemas de resolución de problemas con sistemas de ecuaciones de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les motivará a traer preguntas o dudas a la siguiente clase para abordar cualquier confusión residual.",
        "ejesArticuladores": "Razonamiento lógico-matemático, Resolución de problemas, Pensamiento crítico",
        "evaluacionFormativa": "Observación directa, resolución de problemas en clase, evaluación formativa"
    },
    {
        "unidad": 3,
        "fechaDeInicio": "23/mar",
        "fechaDeCierre": "27/mar",
        "semanaEscolar": "27",
        "contenido": "Sucesiones cuadráticas",
        "aprendizaje": "Reconocer patrones y regularidades en sucesiones cuadráticas, y calcular términos específicos.",
        "tema": "Sucesiones cuadráticas y geométricas",
        "leccion": "Sucesión cuadrática, completando la sucesión cuadrática y término general",
        "inicio": "Comenzar la semana introduciendo el concepto de sucesiones cuadráticas. Explicar cómo estas sucesiones difieren de las aritméticas y geométricas en términos de crecimiento y patrones. Utilizar ejemplos visuales y gráficos para ilustrar las diferencias y características de las sucesiones cuadráticas. Realizar una actividad inicial que involucre la identificación de patrones en sucesiones cuadráticas sencillas. Es importante que los estudiantes comprendan que las sucesiones cuadráticas crecen de manera no lineal y que su diferencia segunda es constante.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan identificar y completar sucesiones cuadráticas, así como calcular el término general. Un error común es confundir las fórmulas de sucesiones cuadráticas con las de aritméticas o geométricas. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de gráficos y tablas para visualizar las sucesiones cuadráticas y sus términos. Introducir problemas de la vida real que requieran el uso de sucesiones cuadráticas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen los conceptos de sucesiones cuadráticas en la resolución de problemas prácticos. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de entender las sucesiones cuadráticas en situaciones cotidianas, como la modelación de fenómenos naturales y el análisis de datos científicos. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo identificar y completar sucesiones cuadráticas, así como calcular el término general.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "13/abr",
        "fechaDeCierre": "17/abr",
        "semanaEscolar": "28",
        "contenido": "Sucesiones geométricas",
        "aprendizaje": "Identificar patrones y regularidades en sucesiones geométricas, y calcular la razón de cambio.",
        "tema": "Sucesiones cuadráticas y geométricas",
        "leccion": "Sucesión geométrica y razón de cambio",
        "inicio": "Iniciar la semana explicando el concepto de sucesiones geométricas y la importancia de la razón de cambio. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes identifiquen patrones en sucesiones geométricas sencillas y calculen la razón de cambio. Es crucial que los estudiantes comprendan cómo se forma una sucesión geométrica y la importancia de la razón de cambio en su crecimiento.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan identificar y completar sucesiones geométricas, así como calcular la razón de cambio. Un error común es no identificar correctamente la razón de cambio, lo que lleva a errores en la continuación de la sucesión. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de gráficos y tablas para visualizar las sucesiones geométricas y sus términos. Introducir problemas de la vida real que requieran el uso de sucesiones geométricas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen los conceptos de sucesiones geométricas en la resolución de problemas prácticos. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de entender las sucesiones geométricas en situaciones cotidianas, como el crecimiento exponencial y la progresión de inversiones. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo identificar y completar sucesiones geométricas, así como calcular la razón de cambio.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "20/abr",
        "fechaDeCierre": "24/abr",
        "semanaEscolar": "29",
        "contenido": "Productos notables",
        "aprendizaje": "Aplicar y desarrollar productos notables en la resolución de expresiones algebraicas.",
        "tema": "Productos notables",
        "leccion": "Binomios conjugados, binomios con término común, binomio al cuadrado y binomio al cubo",
        "inicio": "Comenzar la semana introduciendo los conceptos de productos notables y su importancia en la simplificación de expresiones algebraicas. Explicar los diferentes tipos de productos notables, como binomios conjugados, binomios con término común, binomio al cuadrado, binomios de la forma (mx+a)(nx+b) y binomio al cubo. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes identifiquen y resuelvan ejemplos sencillos de productos notables.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan practicar la aplicación de productos notables en la simplificación y resolución de expresiones algebraicas. Un error común es aplicar incorrectamente las fórmulas de productos notables, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de gráficos y tablas para visualizar las expresiones algebraicas y los productos notables. Introducir problemas de la vida real que requieran el uso de productos notables para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen los conceptos de productos notables en la simplificación y resolución de expresiones algebraicas complejas. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de entender los productos notables en situaciones cotidianas, como el diseño de estructuras y la modelación matemática. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo aplicar y desarrollar productos notables en la resolución de expresiones algebraicas.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "27/abr",
        "fechaDeCierre": "1/may",
        "semanaEscolar": "30",
        "contenido": "Ecuaciones cuadráticas",
        "aprendizaje": "Clasificar ecuaciones cuadráticas y determinar la naturaleza de sus soluciones utilizando el discriminante.",
        "tema": "Ecuaciones cuadráticas",
        "leccion": "Clasificación de ecuaciones cuadráticas: Discriminante",
        "inicio": "Iniciar la semana explicando el concepto de ecuaciones cuadráticas y la importancia del discriminante en su clasificación. Utilizar ejemplos visuales y prácticos para ilustrar cómo el discriminante determina la naturaleza de las soluciones de una ecuación cuadrática (reales y distintas, reales e iguales, o complejas). Realizar una actividad inicial donde los estudiantes identifiquen y clasifiquen ecuaciones cuadráticas utilizando el discriminante.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan practicar la clasificación de ecuaciones cuadráticas y la determinación de la naturaleza de sus soluciones utilizando el discriminante. Un error común es calcular incorrectamente el discriminante, lo que lleva a una clasificación errónea de las soluciones. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de gráficos y tablas para visualizar las ecuaciones cuadráticas y sus soluciones. Introducir problemas de la vida real que requieran la clasificación de ecuaciones cuadráticas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen los conceptos de discriminante en la clasificación de ecuaciones cuadráticas y la determinación de la naturaleza de sus soluciones. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de entender las ecuaciones cuadráticas y el discriminante en situaciones cotidianas, como la física y la ingeniería. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo resolver sistemas de ecuaciones utilizando el discriminante.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "4/may",
        "fechaDeCierre": "8/may",
        "semanaEscolar": "31",
        "contenido": "Ecuaciones cuadráticas",
        "aprendizaje": "Resolver ecuaciones cuadráticas completas e incompletas y aplicar estos conocimientos en la resolución de problemas.",
        "tema": "Ecuaciones cuadráticas",
        "leccion": "Ecuaciones cuadráticas completas e incompletas",
        "inicio": "Iniciar la semana explicando la diferencia entre ecuaciones cuadráticas completas e incompletas. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos y mostrar cómo se resuelven. Realizar una actividad inicial donde los estudiantes identifiquen y clasifiquen ejemplos de ecuaciones cuadráticas completas e incompletas. Es crucial que los estudiantes comprendan cómo se identifican y resuelven ambos tipos de ecuaciones.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan practicar la resolución de ecuaciones cuadráticas completas e incompletas. Un error común es confundir las técnicas de resolución para cada tipo de ecuación, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de gráficos y tablas para visualizar las ecuaciones cuadráticas y sus soluciones. Introducir problemas de la vida real que requieran la resolución de ecuaciones cuadráticas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando ecuaciones cuadráticas completas e incompletas. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de entender y resolver ecuaciones cuadráticas en situaciones cotidianas, como la física y la ingeniería. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo resolver ecuaciones cuadráticas completas e incompletas y aplicar estos conocimientos en la resolución de problemas.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "11/may",
        "fechaDeCierre": "15/may",
        "semanaEscolar": "32",
        "contenido": "Teorema de Pitágoras.",
        "aprendizaje": "Identificar los lados de un triángulo rectángulo y comprender las relaciones entre ellos utilizando el Teorema de Pitágoras.",
        "tema": "Teorema de Pitágoras.",
        "leccion": "Identificación de lados.",
        "inicio": "Iniciar la semana explicando el Teorema de Pitágoras y la importancia de identificar correctamente los lados de un triángulo rectángulo (hipotenusa y catetos). Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes identifiquen los lados de diversos triángulos rectángulos y apliquen el Teorema de Pitágoras.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan identificar y clasificar los lados de un triángulo rectángulo, así como aplicar el Teorema de Pitágoras para calcular longitudes desconocidas. Un error común es confundir la hipotenusa con los catetos, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las relaciones entre sus lados. Introducir problemas de la vida real que requieran la aplicación del Teorema de Pitágoras para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la identificación de lados y el uso del Teorema de Pitágoras en la resolución de problemas prácticos. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia del Teorema de Pitágoras en situaciones cotidianas, como la construcción y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo identificar los lados de un triángulo rectángulo y aplicar el Teorema de Pitágoras.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "18/may",
        "fechaDeCierre": "22/may",
        "semanaEscolar": "33",
        "contenido": "Teorema de Pitágoras",
        "aprendizaje": "Aplicar el Teorema de Pitágoras para hallar la longitud de la hipotenusa y los catetos en triángulos rectángulos.",
        "tema": "Teorema de Pitágoras",
        "leccion": "Hallando la hipotenusa y catetos",
        "inicio": "Iniciar la semana revisando los conceptos del Teorema de Pitágoras y la identificación de los lados de un triángulo rectángulo. Explicar cómo se puede utilizar el Teorema de Pitágoras para hallar la longitud de la hipotenusa y los catetos. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando el Teorema de Pitágoras para hallar longitudes desconocidas.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar el Teorema de Pitágoras para hallar la longitud de la hipotenusa y los catetos en diversos triángulos rectángulos. Un error común es no aplicar correctamente la fórmula del Teorema de Pitágoras, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las relaciones entre sus lados. Introducir problemas de la vida real que requieran la aplicación del Teorema de Pitágoras para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando el Teorema de Pitágoras. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia del Teorema de Pitágoras en situaciones cotidianas, como la construcción y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo hallar la longitud de la hipotenusa y los catetos utilizando el Teorema de Pitágoras.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "25/may",
        "fechaDeCierre": "29/may",
        "semanaEscolar": "34",
        "contenido": "Teorema de Pitágoras",
        "aprendizaje": "Aplicar el Teorema de Pitágoras para calcular áreas y perímetros de triángulos rectángulos.",
        "tema": "Teorema de Pitágoras",
        "leccion": "Áreas y perímetros",
        "inicio": "Iniciar la semana revisando los conceptos del Teorema de Pitágoras y la identificación de los lados de un triángulo rectángulo. Explicar cómo se puede utilizar el Teorema de Pitágoras para calcular áreas y perímetros de triángulos rectángulos. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando el Teorema de Pitágoras para calcular áreas y perímetros.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar el Teorema de Pitágoras para calcular áreas y perímetros de diversos triángulos rectángulos. Un error común es no aplicar correctamente las fórmulas del Teorema de Pitágoras, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las relaciones entre sus lados. Introducir problemas de la vida real que requieran la aplicación del Teorema de Pitágoras para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando el Teorema de Pitágoras. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia del Teorema de Pitágoras en situaciones cotidianas, como la construcción y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo calcular áreas y perímetros utilizando el Teorema de Pitágoras.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "1/jun",
        "fechaDeCierre": "5/jun",
        "semanaEscolar": "35",
        "contenido": "Teorema de Pitágoras",
        "aprendizaje": "Aplicar el Teorema de Pitágoras en la resolución de problemas complejos.",
        "tema": "Teorema de Pitágoras",
        "leccion": "Resolución de problemas",
        "inicio": "Iniciar la semana revisando los conceptos del Teorema de Pitágoras y la identificación de los lados de un triángulo rectángulo. Explicar cómo se puede utilizar el Teorema de Pitágoras para resolver problemas complejos. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando el Teorema de Pitágoras.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar el Teorema de Pitágoras en la resolución de problemas complejos. Un error común es no aplicar correctamente las fórmulas del Teorema de Pitágoras, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las relaciones entre sus lados. Introducir problemas de la vida real que requieran la aplicación del Teorema de Pitágoras para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando el Teorema de Pitágoras. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia del Teorema de Pitágoras en situaciones cotidianas, como la construcción y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo resolver problemas complejos utilizando el Teorema de Pitágoras.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "8/jun",
        "fechaDeCierre": "12/jun",
        "semanaEscolar": "36",
        "contenido": "Trigonometría.",
        "aprendizaje": "Identificar los lados de un triángulo rectángulo y las funciones trigonométricas básicas.",
        "tema": "Trigonometría.",
        "leccion": "Identificando lados y funciones.",
        "inicio": "Iniciar la semana introduciendo los conceptos básicos de la trigonometría y la importancia de identificar correctamente los lados de un triángulo rectángulo (hipotenusa, catetos). Explicar las funciones trigonométricas básicas (seno, coseno, tangente) y cómo se relacionan con los lados del triángulo. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes identifiquen los lados de diversos triángulos rectángulos y apliquen las funciones trigonométricas básicas.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan identificar los lados de un triángulo rectángulo y aplicar las funciones trigonométricas básicas para calcular razones trigonométricas. Un error común es confundir las funciones trigonométricas y sus correspondientes lados del triángulo, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las funciones trigonométricas. Introducir problemas de la vida real que requieran la aplicación de las funciones trigonométricas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la identificación de lados y el uso de las funciones trigonométricas básicas en la resolución de problemas prácticos. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de la trigonometría en situaciones cotidianas, como la ingeniería y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo identificar los lados de un triángulo rectángulo y aplicar las funciones trigonométricas básicas.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "15/jun",
        "fechaDeCierre": "19/jun",
        "semanaEscolar": "37",
        "contenido": "Trigonometría.",
        "aprendizaje": "Aplicar las funciones trigonométricas para hallar la longitud de los lados de un triángulo rectángulo.",
        "tema": "Trigonometría.",
        "leccion": "Encontrando lados.",
        "inicio": "Iniciar la semana revisando los conceptos básicos de la trigonometría y las funciones trigonométricas. Explicar cómo se pueden utilizar las funciones trigonométricas (seno, coseno, tangente) para hallar la longitud de los lados de un triángulo rectángulo. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando las funciones trigonométricas para hallar longitudes desconocidas.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar las funciones trigonométricas para hallar la longitud de los lados de diversos triángulos rectángulos. Un error común es confundir las funciones trigonométricas y sus correspondientes lados del triángulo, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las funciones trigonométricas. Introducir problemas de la vida real que requieran la aplicación de las funciones trigonométricas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando las funciones trigonométricas. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de la trigonometría en situaciones cotidianas, como la ingeniería y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo hallar la longitud de los lados de un triángulo rectángulo utilizando las funciones trigonométricas.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "22/jun",
        "fechaDeCierre": "26/jun",
        "semanaEscolar": "38",
        "contenido": "Trigonometría",
        "aprendizaje": "Aplicar las funciones trigonométricas para hallar la medida de los ángulos de un triángulo rectángulo.",
        "tema": "Trigonometría",
        "leccion": "Encontrando ángulos",
        "inicio": "Iniciar la semana revisando los conceptos básicos de la trigonometría y las funciones trigonométricas. Explicar cómo se pueden utilizar las funciones trigonométricas (seno, coseno, tangente) para hallar la medida de los ángulos de un triángulo rectángulo. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando las funciones trigonométricas para hallar ángulos desconocidos.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar las funciones trigonométricas para hallar la medida de los ángulos de diversos triángulos rectángulos. Un error común es confundir las funciones trigonométricas y sus correspondientes ángulos del triángulo, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las funciones trigonométricas. Introducir problemas de la vida real que requieran la aplicación de las funciones trigonométricas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana, realizar una actividad de evaluación donde los estudiantes apliquen lo aprendido en la resolución de problemas prácticos utilizando las funciones trigonométricas para hallar ángulos. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de la trigonometría en situaciones cotidianas, como la ingeniería y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo hallar la medida de los ángulos de un triángulo rectángulo utilizando las funciones trigonométricas.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "29/jun",
        "fechaDeCierre": "3/jul",
        "semanaEscolar": "39",
        "contenido": "Trigonometría",
        "aprendizaje": "Aplicar las funciones trigonométricas en la resolución de problemas complejos de trigonometría.",
        "tema": "Trigonometría",
        "leccion": "Resolución de problemas de trigonometría",
        "inicio": "Iniciar la semana revisando los conceptos básicos de la trigonometría, las funciones trigonométricas y cómo se han utilizado para hallar lados y ángulos en triángulos rectángulos. Explicar cómo se pueden utilizar estas funciones en la resolución de problemas más complejos de trigonometría. Utilizar ejemplos visuales y prácticos para ilustrar estos conceptos. Realizar una actividad inicial donde los estudiantes resuelvan problemas sencillos utilizando las funciones trigonométricas.",
        "desarrollo": "Durante el desarrollo, los estudiantes trabajarán en ejercicios que les permitan aplicar las funciones trigonométricas en la resolución de problemas complejos de trigonometría. Un error común es confundir las funciones trigonométricas y sus correspondientes lados y ángulos del triángulo, lo que lleva a errores en los cálculos. Para superar este error, es útil realizar múltiples prácticas y usar ejemplos contextuales. Fomentar el uso de diagramas y gráficos para visualizar los triángulos rectángulos y las funciones trigonométricas. Introducir problemas de la vida real que requieran la aplicación de las funciones trigonométricas para mantener el interés de los estudiantes y mostrar la relevancia práctica de estos conceptos. Trabajar en equipos pequeños y fomentar la discusión para que los estudiantes puedan intercambiar ideas y aprender unos de otros.",
        "cierre": "Para finalizar la semana y el ciclo de 13 semanas, realizar una actividad de evaluación donde los estudiantes apliquen todo lo aprendido en la resolución de problemas complejos de trigonometría. Utilizar ejercicios de MeXmáticas para evaluar su comprensión. Reflexionar sobre la importancia de la trigonometría en situaciones cotidianas, como la ingeniería, la arquitectura y la navegación. Terminar con una sesión de preguntas y respuestas y un repaso de los conceptos clave. Utilizar quizzes interactivos y juegos educativos para reforzar los conceptos aprendidos. Asegurarse de que todos los estudiantes han comprendido cómo aplicar las funciones trigonométricas en la resolución de problemas complejos de trigonometría.",
        "ejesArticuladores": "Pensamiento matemático, Cultura y vida saludable.",
        "evaluacionFormativa": "Actividades en MeXmáticas."
    }
]}