{
  "weeks": [
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-11-24",
      "FechaDeCierre": "2025-11-28",
      "SemanaEscolar": 13,
      "Tema": "Operaciones con decimales",
      "Aprendizaje": "Comprende la importancia de las operaciones con decimales en situaciones cotidianas.\nResuelve problemas que involucren la suma, resta, multiplicación y división de decimales en contextos de la vida real.",
      "Contenido": "Suma, resta y multiplicación de decimales",
      "Leccion": "Suma, resta, multiplicación y división de decimales",
      "Inicio": "Para iniciar la lección, se realizará una introducción sobre la importancia de los decimales en la vida cotidiana, mencionando ejemplos como compras, mediciones y cálculos financieros. Se preguntará a los estudiantes si alguna vez han utilizado decimales y en qué contextos, para activar sus conocimientos previos. A continuación, se presentarán ejemplos básicos de suma y resta de decimales en el pizarrón, utilizando visuales como líneas numéricas para mostrar cómo se alinean los decimales. Se incentivará la participación activa al pedir a los estudiantes que sugieran sus propios ejemplos y los resuelvan frente a la clase.",
      "Desarrollo": "Los estudiantes trabajarán en parejas para resolver ejercicios impresos que incluyen sumas y restas de decimales. Durante la actividad, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se enfatizará la alineación correcta de los puntos decimales y la adición y sustracción cuidadosa de cada columna. Además, se presentarán problemas contextualizados que reflejen situaciones de la vida real, como calcular el total de una compra con varios artículos o determinar el cambio recibido en una transacción. A medida que los estudiantes se sientan más seguros, se introducirán problemas más complejos que incluyan sumas y restas de números decimales negativos y positivos. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias empleadas para sumar, restar, multiplicar y dividir. Se invitará a los estudiantes a compartir sus experiencias, destacando qué les resultó más fácil y qué más desafiante. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá problemas de suma y resta de decimales de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de los decimales y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Interculturalidad crítica. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "31",
        "32",
        "33"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Resuelve problemas que implican sumar y restar las longitudes decimales de diferentes partes de una planta (raíz, tallo, hojas) para determinar su crecimiento total en un período y compararlo con el de otros especímenes.",
      "Worklist": [
        "A.31. Suma de decimales",
        "A.32. Resta de decimales",
        "A.33. Multiplicación de decimales"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "31",
        "32",
        "33"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-12-01",
      "FechaDeCierre": "2025-12-05",
      "SemanaEscolar": 14,
      "Tema": "Operaciones con decimales",
      "Aprendizaje": "Comprende la importancia de la división de decimales en situaciones cotidianas.\nAplica sus conocimientos de operaciones con decimales para resolver problemas reales.",
      "Contenido": "División de decimales. Resolución de problemas",
      "Leccion": "División de decimales. Resolución de problemas",
      "Inicio": "Para iniciar la lección, se revisarán brevemente las operaciones previas con decimales: suma, resta y multiplicación. A continuación, se introducirá la división de decimales, explicando su importancia en contextos cotidianos, como dividir cantidades de dinero y medir ingredientes en recetas. Se presentarán ejemplos sencillos en el pizarrón, como 6.4 ÷ 2, y se explicará paso a paso el proceso de división, incluyendo la colocación correcta de los decimales en el resultado final. Se animará a los estudiantes a participar activamente sugiriendo ejemplos adicionales y resolviéndolos en el pizarrón.",
      "Desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que abarcan divisiones de decimales de diferentes niveles de dificultad. El docente supervisará la actividad, ofreciendo retroalimentación y asistencia según sea necesario. Se presentarán problemas contextualizados en situaciones cotidianas, como calcular el costo por unidad de varios artículos y dividir una cantidad de dinero entre varias personas. A medida que los estudiantes ganen confianza, se introducirán ejercicios más complejos, como divisiones con múltiples decimales y problemas que involucren números negativos. Se fomentará la colaboración y el intercambio de estrategias entre los estudiantes, promoviendo un aprendizaje más profundo y significativo. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
      "Cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas en la división de decimales y la resolución de problemas. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de división de decimales y resolución de problemas de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
      "EjesArticuladores": "Inclusión, Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "34",
        "35"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Calcula, mediante multiplicaciones y divisiones con decimales, la cantidad exacta de nutrientes",
      "Worklist": [
        "A.34. División de decimales",
        "A.35. Resolución de problemas"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "34",
        "35"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-12-08",
      "FechaDeCierre": "2025-12-12",
      "SemanaEscolar": 15,
      "Tema": "Operaciones con fracciones",
      "Aprendizaje": "Comprende la importancia de las fracciones en situaciones cotidianas.\nRealiza sumas y restas con fracciones con denominadores iguales y diferentes.\nResuelve problemas contextualizados que involucren la suma y resta de fracciones.",
      "Contenido": "Suma y resta con denominadores iguales y diferentes",
      "Leccion": "Suma y resta con denominadores iguales y diferentes",
      "Inicio": "Para iniciar la lección, se realizará una breve introducción sobre las fracciones y su importancia en la vida cotidiana, mencionando ejemplos como cocinar, medir y repartir. Se preguntará a los estudiantes si han utilizado fracciones y en qué contextos, para activar sus conocimientos previos. A continuación, se presentarán ejemplos básicos de suma y resta de fracciones con denominadores iguales en el pizarrón, como 1/4 + 1/4 y 3/8 - 1/8, utilizando visuales como diagramas de fracciones para mostrar cómo se combinan y se restan las partes iguales. Luego, se introducirá la suma y resta de fracciones con denominadores diferentes, explicando la necesidad de encontrar un denominador común. Se ejemplificará con problemas como 1/4 + 1/3 y 2/5 - 1/2, mostrando los pasos para encontrar el mínimo común múltiplo (mcm) de los denominadores.",
      "Desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que incluyen sumas y restas de fracciones con denominadores iguales y diferentes. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se enfatizará la técnica de encontrar el mcm y ajustar los numeradores en consecuencia. Se presentarán problemas contextualizados en situaciones cotidianas, como repartir una pizza en partes iguales o dividir una cantidad de dinero entre amigos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos que incluyan fracciones mixtas y la resta de fracciones con diferentes denominadores. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias empleadas para la suma y resta de fracciones con denominadores iguales y diferentes. Se invitará a los estudiantes a compartir sus experiencias, destacando qué les resultó más fácil y qué más desafiante. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá problemas de suma y resta de fracciones con diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las fracciones y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Interculturalidad crítica. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "36",
        "37",
        "38"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Representa y compara, usando fracciones, los resultados de cruzas genéticas sencillas (leyes de Mendel), determinando qué fracción de la descendencia se espera que tenga un rasgo dominante o recesivo.",
      "Worklist": [
        "A.36. Suma y resta con denominadores iguales",
        "A.37. Suma y resta denominadores diferentes",
        "A.38. Multiplicación de fracciones"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "36",
        "37",
        "38"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-12-15",
      "FechaDeCierre": "2025-12-19",
      "SemanaEscolar": 16,
      "Tema": "Operaciones con fracciones",
      "Aprendizaje": "Comprende la importancia de la multiplicación y división de fracciones en situaciones cotidianas.\nResuelve problemas contextualizados que involucren la multiplicación y división de fracciones.",
      "Contenido": "Multiplicación de fracciones. División de fracciones. Resolución de problemas",
      "Leccion": "Multiplicación de fracciones. División de fracciones. Resolución de problemas",
      "Inicio": "Para iniciar la lección, se revisarán brevemente las operaciones previas con fracciones: suma y resta, para asegurar que todos los estudiantes estén al día. A continuación, se introducirá la multiplicación de fracciones con ejemplos sencillos en el pizarrón, como 1/2 x 1/3, explicando el proceso de multiplicar los numeradores entre sí y los denominadores entre sí. Se utilizarán visuales y manipulativos para ayudar a los estudiantes a comprender el proceso de multiplicación de fracciones. Luego, se introducirá la división de fracciones con ejemplos sencillos, como 1/2 ÷ 1/4, explicando el proceso de invertir la segunda fracción y multiplicar.",
      "Desarrollo": "Los estudiantes trabajarán en parejas para resolver una serie de ejercicios impresos que incluyen multiplicaciones y divisiones de fracciones. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados en situaciones cotidianas, como calcular porciones de recetas y dividir cantidades entre grupos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la multiplicación y división de fracciones mixtas y fracciones mayores que uno. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo. Se fomentará el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
      "Cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas en la multiplicación y división de fracciones. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de multiplicación y división de fracciones de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
      "EjesArticuladores": "Interculturalidad crítica. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "39",
        "40"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Resuelve problemas aditivos con fracciones para analizar la composición de la dieta de un animal.",
      "Worklist": [
        "A.39. División de fracciones",
        "A.40. Resolución de problemas"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "39",
        "40"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-01-12",
      "FechaDeCierre": "2025-01-16",
      "SemanaEscolar": 17,
      "Tema": "Porcentajes",
      "Aprendizaje": "Comprende la importancia de los porcentajes en la vida cotidiana. Convierte porcentajes a decimales y decimales a porcentajes. Calcula correctamente el porcentaje de diferentes cantidades en problemas contextualizados.",
      "Contenido": "Porcentajes a decimal. Decimal a porcentaje. Porcentaje de cantidades",
      "Leccion": "Porcentajes a decimal. Decimal a porcentaje. Porcentaje de cantidades",
      "Inicio": "La lección comenzará con una discusión sobre la importancia de los porcentajes en la vida cotidiana, como en descuentos, impuestos y estadísticas. Se preguntará a los estudiantes si han utilizado porcentajes y en qué contextos, para activar conocimientos previos y contextualizar el tema. Se presentarán ejemplos sencillos de conversión de porcentajes a decimales y de decimales a porcentajes en el pizarrón, explicando los procesos de dividir el porcentaje por 100 y de multiplicar el decimal por 100. Los estudiantes serán invitados a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se distribuirán ejercicios impresos para que los estudiantes practiquen la conversión de porcentajes a decimales y de decimales a porcentajes en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como calcular descuentos en tiendas y convertir porcentajes de notas escolares a decimales. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de porcentajes mayores que 100% y porcentajes con decimales. Posteriormente, se introducirá el cálculo del porcentaje de una cantidad, explicando el proceso de convertir el porcentaje a un decimal y luego multiplicar por la cantidad. Se presentarán problemas contextualizados, como calcular el descuento en una tienda y determinar el porcentaje de notas escolares.",
      "Cierre": "Para concluir la lección, se llevará a cabo una discusión reflexiva sobre las técnicas y estrategias utilizadas para convertir porcentajes a decimales y de decimales a porcentajes, así como para calcular el porcentaje de una cantidad. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación para que cada estudiante reflexione sobre su nivel de comprensión y áreas de mejora. Se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión y cálculo de porcentajes de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o problemas a la siguiente clase para asegurar una comprensión sólida y completa del tema",
      "EjesArticuladores": "Inclusión, Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "41",
        "42"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Calcula y representa con porcentajes la composición de diferentes ecosistemas.",
      "Worklist": [
        "A.41. Porcentajes a decimal",
        "A.42. Decimal a porcentaje"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "41",
        "42"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-01-19",
      "FechaDeCierre": "2025-01-23",
      "SemanaEscolar": 18,
      "Tema": "Porcentajes",
      "Aprendizaje": "Aplica sus conocimientos sobre porcentajes para resolver problemas reales. Comprende la utilidad de los porcentajes en distintos contextos de la vida cotidiana.",
      "Contenido": "Resolución de problemas con porcentajes",
      "Leccion": "Resolución de problemas con porcentajes",
      "Inicio": "La lección comenzará con una revisión de las conversiones de porcentajes a decimales y de decimales a porcentajes, así como del cálculo del porcentaje de una cantidad. Se discutirá cómo estas habilidades son fundamentales para resolver problemas en la vida cotidiana, como calcular descuentos, impuestos y aumentos de precios. Se presentarán ejemplos prácticos en el pizarrón, mostrando cómo se aplican los porcentajes en situaciones reales. Se invitará a los estudiantes a compartir situaciones en las que hayan utilizado porcentajes y a reflexionar sobre la importancia de dominar estas habilidades matemáticas.",
      "Desarrollo": "Se asignarán problemas prácticos que los estudiantes resolverán en grupos pequeños, promoviendo la colaboración y el intercambio de ideas. Los problemas incluirán situaciones cotidianas, como calcular el costo total de una lista de compras con descuentos, determinar el aumento en el precio de un producto y calcular el porcentaje de un presupuesto asignado a diferentes gastos. El docente ofrecerá retroalimentación y apoyo durante la actividad, asegurando que Comprendan y apliquen correctamente las técnicas de cálculo de porcentajes. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos y multifacéticos que requieran el uso de múltiples habilidades matemáticas, incluyendo la resolución de problemas de porcentaje con datos adicionales y variables. Las dificultades observadas se abordarán en grupo, fomentando el análisis y la discusión conjunta de errores comunes. Se promoverá el pensamiento crítico y la capacidad de resolución de problemas a través de la reflexión y el análisis de diferentes estrategias.",
      "Cierre": "Para finalizar la lección, se llevará a cabo una discusión reflexiva sobre las estrategias utilizadas para resolver problemas con porcentajes. Se invitará a los estudiantes a compartir sus experiencias, incluyendo los desafíos y éxitos encontrados durante la práctica. Se realizará un ejercicio de autoevaluación donde cada estudiante evaluará su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de resolución de problemas con porcentajes de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de los porcentajes y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Interculturalidad crítica. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, resolución de problemas en clase, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "43",
        "44",
        "45"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: }  Utiliza porcentajes para analizar y comparar la composición del cuerpo humano (ej. porcentaje de agua, masa muscular, grasa corporal) y lo relaciona con estados de salud, nutrición o deshidratación.",
      "Worklist": [
        "A.43. Porcentaje de cantidades 1",
        "A.44. Porcentaje de cantidades 2",
        "A.45. Resolución de problemas"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "43",
        "44",
        "45"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-01-26",
      "FechaDeCierre": "2025-01-30",
      "SemanaEscolar": 19,
      "Tema": "Potencias y raíces",
      "Aprendizaje": "Comprende la importancia de las potencias en las matemáticas y la ciencia. Calcula potencias correctamente y aplicar las propiedades de las potencias. Resuelve problemas que involucren la potenciación en diferentes contextos.",
      "Contenido": "Potenciación",
      "Leccion": "Potenciación",
      "Inicio": "La lección comenzará con una introducción a las potencias y su importancia en las matemáticas y la ciencia, destacando aplicaciones prácticas como el cálculo de áreas y volúmenes, y la representación de números grandes. Se presentarán ejemplos sencillos en el pizarrón, como $2^3$ y $5^2$, explicando la base y el exponente. Se utilizarán visuales como cuadros y cubos para ayudar a los estudiantes a comprender el concepto de potenciación. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la potenciación en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Los problemas incluirán la potenciación de números enteros y fraccionarios, así como la aplicación de las propiedades de las potencias, como el producto de potencias con la misma base y la potencia de una potencia. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la potenciación de números negativos y la resolución de ecuaciones exponenciales simples. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas en la potenciación. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de potenciación de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de la potenciación y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Apropiación de las culturas. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "46",
        "47"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Aplica potencias de base 10 para estimar la energía disponible en los distintos niveles de una cadena trófica.",
      "Worklist": [
        "A.46. Potenciación 1",
        "A.47. Potenciación 2"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "46",
        "47"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-02-02",
      "FechaDeCierre": "2025-02-06",
      "SemanaEscolar": 20,
      "Tema": "Potencias y raíces",
      "Aprendizaje": "Comprende la importancia de la notación científica en las matemáticas y la ciencia. Convierte números a notación científica y viceversa. Resuelve problemas que involucren la notación científica en diferentes contextos.",
      "Contenido": "Notación científica",
      "Leccion": "Notación científica",
      "Inicio": "La lección comenzará con una introducción a la notación científica y su importancia en las matemáticas y la ciencia, destacando cómo se utiliza para representar números muy grandes o muy pequeños de manera compacta. Se presentarán ejemplos sencillos en el pizarrón, como $3 \\times 10^4$ y $4.2 \\times 10 {-3}$, explicando los componentes de la notación científica: el coeficiente y la potencia de diez. Se utilizarán visuales y ejemplos de la vida real, como la distancia entre planetas y el tamaño de microorganismos, para ayudar a los estudiantes a comprender la utilidad de la notación científica. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de números a notación científica y viceversa en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Los problemas incluirán la conversión de números grandes y pequeños, así como la multiplicación y división de números en notación científica. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la adición y sustracción de números en notación científica y la resolución de ecuaciones utilizando esta notación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas en la notación científica. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de notación científica de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de la notación científica y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Apropiación de las culturas. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "48",
        "49"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Expresa en notación científica las dimensiones de entidades biológicas microscópicas (diámetro de una bacteria, longitud de un virus, grosor de una membrana celular).",
      "Worklist": [
        "A.48. Notación científica 1",
        "A.49. Notación científica 2"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "48",
        "49"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-02-09",
      "FechaDeCierre": "2025-02-13",
      "SemanaEscolar": 21,
      "Tema": "Potencias y raíces",
      "Aprendizaje": "Comprende la importancia de las raíces cuadradas y cúbicas en las matemáticas y la ciencia. Calcula raíces cuadradas y cúbicas correctamente. Resuelve problemas que involucren raíces en diferentes contextos.",
      "Contenido": "Raíces",
      "Leccion": "Raíces",
      "Inicio": "La lección comenzará con una introducción a las raíces cuadradas y cúbicas y su importancia en las matemáticas y la ciencia, destacando aplicaciones prácticas como el cálculo de áreas y volúmenes, y la simplificación de expresiones algebraicas. Se presentarán ejemplos sencillos en el pizarrón, explicando el proceso de encontrar la raíz cuadrada y cúbica de un número. Se utilizarán visuales como cuadrados y cubos para ayudar a los estudiantes a comprender el concepto de raíces. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la simplificación de expresiones que incluyan raíces cuadradas y cúbicas en combinación con otros términos algebraicos. Durante este tiempo, se fomentará la colaboración entre los estudiantes y el uso de diferentes estrategias para resolver los problemas. Se abordarán las dificultades observadas en grupo para fomentar el análisis y la discusión de errores comunes. También se utilizarán ejercicios interactivos y herramientas digitales para reforzar el aprendizaje de las raíces y facilitar la comprensión de los conceptos.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las estrategias y métodos utilizados en el cálculo de raíces cuadradas y cúbicas. Los estudiantes serán invitados a compartir sus experiencias y los desafíos que encontraron durante la práctica, así como las soluciones que aplicaron para superarlos. Se llevará a cabo un ejercicio de autoevaluación para que los estudiantes puedan reflexionar sobre su nivel de comprensión y las áreas que necesitan mejorar. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de cálculo de raíces cuadradas y cúbicas de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante y se les alentará a traer preguntas o dudas a la siguiente clase para asegurar una comprensión sólida y completa del tema.",
      "EjesArticuladores": "Inclusión, Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "50"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Calcula la raíz cuadrada del área de un hábitat cuadrado para determinar la longitud de sus lados.",
      "Worklist": [
        "A.50. Raíces"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "50"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-02-16",
      "FechaDeCierre": "2025-02-20",
      "SemanaEscolar": 22,
      "Tema": "Sistema de unidades",
      "Aprendizaje": "Comprende la importancia de las unidades de longitud en la vida cotidiana. Convierte entre diferentes unidades de longitud del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de longitud.",
      "Contenido": "Unidades de longitud",
      "Leccion": "Unidades de longitud",
      "Inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de longitud en la vida cotidiana, mencionando ejemplos como medir distancias, alturas y longitudes de objetos. Se preguntará a los estudiantes si han utilizado unidades de longitud y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de longitud del sistema métrico, como milímetros, centímetros, metros y kilómetros, así como sus equivalentes en el sistema imperial, como pulgadas, pies, yardas y millas. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de longitud. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de longitud en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir la altura de una persona de pies a metros, medir longitudes de objetos en diferentes unidades y convertir distancias de millas a kilómetros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de longitud en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de longitud. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de longitud de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de longitud y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Apropiación de las culturas. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "51"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Mide y compara la longitud, envergadura o altura de diferentes especímenes (hojas, insectos, aves) usando las unidades de longitud adecuadas (cm, m), y utiliza los datos para clasificar organismos o identificar patrones de crecimiento.",
      "Worklist": [
        "A.51. Unidades de longitud"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "51"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-02-23",
      "FechaDeCierre": "2025-02-27",
      "SemanaEscolar": 23,
      "Tema": "Sistema de unidades",
      "Aprendizaje": "Comprende la importancia de las unidades de masa en la vida cotidiana. Convierte entre diferentes unidades de masa del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de masa.",
      "Contenido": "Unidades de masa",
      "Leccion": "Unidades de masa",
      "Inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de masa en la vida cotidiana, mencionando ejemplos como pesar ingredientes en recetas, medir la masa de objetos y calcular el peso corporal. Se preguntará a los estudiantes si han utilizado unidades de masa y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de masa del sistema métrico, como gramos, kilogramos y toneladas, así como sus equivalentes en el sistema imperial, como onzas y libras. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de masa. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de masa en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir el peso de un objeto de libras a kilogramos, medir la masa de ingredientes en diferentes unidades y convertir la masa de una persona de gramos a kilogramos. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de masa en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de masa. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de masa de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de masa y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Interculturalidad crítica. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "52"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Determina la masa de diferentes seres vivos u órganos (semillas, frutos, corazón de un animal) utilizando gramos y kilogramos, y usa estos datos para calcular la biomasa total de una población en un área definida.",
      "Worklist": [
        "A.52. Unidades de masa"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "52"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-03-02",
      "FechaDeCierre": "2025-03-06",
      "SemanaEscolar": 24,
      "Tema": "Sistema de unidades",
      "Aprendizaje": "Comprende la importancia de las unidades de capacidad en la vida cotidiana. Convierte entre diferentes unidades de capacidad del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de capacidad.",
      "Contenido": "Unidades de capacidad",
      "Leccion": "Unidades de capacidad",
      "Inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de capacidad en la vida cotidiana, mencionando ejemplos como medir líquidos en recetas, calcular el volumen de contenedores y medir la capacidad de recipientes. Se preguntará a los estudiantes si han utilizado unidades de capacidad y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de capacidad del sistema métrico, como mililitros, litros y metros cúbicos, así como sus equivalentes en el sistema imperial, como onzas líquidas, pintas, cuartos y galones. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de capacidad. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de capacidad en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir la cantidad de un líquido de pintas a litros, medir la capacidad de recipientes en diferentes unidades y convertir el volumen de un contenedor de onzas líquidas a mililitros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de capacidad en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la comprensión del  tema,  donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de capacidad de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de capacidad y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Inclusión, Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "53"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: } Mide y registra el volumen de líquidos en experimentos de biología (ej. agua para una planta, soluciones nutritivas, muestras de agua de un estanque) usando mililitros (ml) y litros (L), y realiza conversiones entre ellos.",
      "Worklist": [
        "A.53. Unidades de capacidad"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "53"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-03-09",
      "FechaDeCierre": "2025-03-13",
      "SemanaEscolar": 25,
      "Tema": "Sistema de unidades",
      "Aprendizaje": "Comprende la importancia de las unidades de área y volumen en la vida cotidiana. Convierte entre diferentes unidades de área y volumen del sistema métrico e imperial. Resuelve problemas contextualizados que involucren la conversión de unidades de área y volumen.",
      "Contenido": "Unidades de área y volumen",
      "Leccion": "Unidades de área y volumen",
      "Inicio": "La lección comenzará con una discusión sobre la importancia de las unidades de área y volumen en la vida cotidiana, mencionando ejemplos como calcular la superficie de terrenos, medir el volumen de recipientes y determinar la cantidad de pintura necesaria para cubrir una pared. Se preguntará a los estudiantes si han utilizado unidades de área y volumen y en qué contextos, para activar sus conocimientos previos. Se presentarán las principales unidades de área del sistema métrico, como centímetros cuadrados, metros cuadrados y hectáreas, así como las unidades de volumen, como centímetros cúbicos, litros y metros cúbicos. También se introducirán las unidades equivalentes en el sistema imperial, como pulgadas cuadradas, pies cúbicos y galones. Se utilizarán visuales y ejemplos prácticos para ilustrar la conversión entre diferentes unidades de área y volumen. Se animará a los estudiantes a participar sugiriendo y resolviendo ejemplos adicionales en el pizarrón.",
      "Desarrollo": "Se asignarán ejercicios impresos para que los estudiantes practiquen la conversión de unidades de área y volumen en parejas. Durante la práctica, el docente circulará por el aula para brindar retroalimentación y apoyo individual. Se presentarán problemas contextualizados, como convertir el área de un terreno de metros cuadrados a hectáreas, medir el volumen de recipientes en diferentes unidades y convertir el volumen de un objeto de pies cúbicos a litros. A medida que los estudiantes ganen confianza, se introducirán problemas más complejos, como la conversión de unidades en situaciones de múltiples pasos y la resolución de problemas que requieran el uso de diferentes unidades de área y volumen en combinación. Las dificultades observadas se abordarán en grupo, fomentando la discusión y el análisis de errores comunes para promover un aprendizaje colaborativo.",
      "Cierre": "Para concluir la lección, se realizará una discusión reflexiva sobre las técnicas y estrategias utilizadas para la conversión de unidades de área y volumen. Se invitará a los estudiantes a compartir sus experiencias, destacando los desafíos y éxitos encontrados durante la práctica. Se llevará a cabo un ejercicio de autoevaluación donde cada estudiante podrá evaluar su nivel de comprensión y la efectividad de su método de estudio. Además, se asignará una tarea para reforzar el aprendizaje en casa, que incluirá una serie de problemas de conversión de unidades de área y volumen de diferentes niveles de dificultad. Se recordará a los estudiantes la importancia de la práctica constante para el dominio de las unidades de área y volumen y se les motivará a traer preguntas o dudas a la siguiente clase para resolver cualquier confusión residual.",
      "EjesArticuladores": "Apropiación de las culturas. Pensamiento crítico",
      "EvaluacionFormativa": [
        "Observación directa, ejercicios prácticos, evaluación formativa"
      ],
      "Evidencias": [],
      "Actividades": [
        "54",
        "55"
      ],
      "Proyectos": [],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "\\textbf{Biología: }  Modela una célula como una esfera o un cubo para calcular su volumen y área superficial, y discute la importancia de la relación área-volumen para la absorción de nutrientes y la eliminación de desechos.",
      "Worklist": [
        "A.54. Unidades de área y volumen",
        "A.55. Unidades de capacidad 2"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase"
      ],
      "ActPro": [
        "54",
        "55"
      ]
    },
    {
      "PeriodosLectivos": 5,
      "FechaDeInicio": "2025-03-16",
      "FechaDeCierre": "2025-03-20",
      "SemanaEscolar": 26,
      "Tema": "Semana de evaluación",
      "Aprendizaje": "Fortalecer y verificar la comprensión de los procedimientos y conceptos matemáticos estudiados durante el trimestre, para aplicarlos en la resolución de problemas y tener éxito en la evaluación",
      "Contenido": "Evaluación de la unidad",
      "Leccion": "Examen de Unidad",
      "Inicio": "Se presenta el objetivo de la semana: prepararse de manera efectiva para el examen trimestral. Se explica la dinámica: se trabajará sobre un documento llamado \"Repaso de Examen\" que contiene ejercicios clave, muy similares a los que encontrarán en la prueba real. Se realiza una \"lluvia de ideas\" rápida en el pizarrón sobre los temas más importantes o los que generaron más dudas durante el trimestre. Esto activa el conocimiento previo y permite al docente identificar focos de atención.",
      "Desarrollo": "Los alumnos comienzan a resolver el documento \"Repaso de Examen\" de forma individual. El docente monitorea activamente el trabajo en el aula, acercándose a los alumnos para resolver dudas puntuales. Este es el momento clave para ofrecer retroalimentación personalizada. Se fomenta que los alumnos marquen los ejercicios donde tengan mayor dificultad. Al final de cada sección temática del repaso (o cada cierto número de ejercicios), se detiene el trabajo individual. El docente o alumnos voluntarios pasan al pizarrón a resolver los problemas que la mayoría marcó como difíciles. Se promueve el diálogo y la comparación de resultados entre compañeros, fomentando el aprendizaje colaborativo. Se pregunta: \"¿Alguien lo resolvió de otra manera?\" para validar diferentes estrategias.",
      "Cierre": "Se dedica un espacio final para resolver las últimas preguntas sobre cualquier ejercicio del repaso o tema del trimestre. El \"Repaso de Examen\" debe estar completamente resuelto. Se hace un resumen grupal de los errores más comunes detectados durante la semana y se enfatizan las estrategias para evitarlos. El docente comparte recomendaciones prácticas para el día del examen: leer con atención cada pregunta, administrar el tiempo, revisar las respuestas y, sobre todo, confiar en el conocimiento adquirido. Se ofrece un mensaje de aliento para reducir la ansiedad y motivar a los estudiantes a dar su mejor esfuerzo.",
      "EjesArticuladores": "Inclusión, Pensamiento crítico",
      "EvaluacionFormativa": [
        "Se realizará a través de la observación directa del desempeño del alumno al resolver los ejercicios.",
        "La participación en las puestas en común y la claridad al explicar sus dudas o soluciones."
      ],
      "Evidencias": [],
      "Actividades": [
        "Repaso de Unidad"
      ],
      "Proyectos": [
        "Examen de Unidad"
      ],
      "LibroSep": "MeXmáticas",
      "LibroMcMillan": "Apuntes de clase y ejercicios propuestos",
      "Vinculacion": "",
      "Worklist": [
        "Repaso de Unidad",
        "Examen de unidad"
      ],
      "Libros": [
        "MeXmáticas",
        "Apuntes de clase",
        "Repaso de unidad"
      ],
      "ActPro": [
        "Repaso de Unidad",
        "Examen de Unidad"
      ]
    }
  ]
}