{
  "weeks": [
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "24 nov",
      "FechaDeCierre": "28 nov",
      "SemanaEscolar": 13,
      "Tema": "Introducción a la Unidad 2",
      "Aprendizaje": "",
      "Contenido": "Introducción a la Unidad 2",
      "Leccion": "Me preparo",
      "Inicio": "En esta unidad los alumnos abordarán los conceptos de movimiento, fuerza y energía, de los cuales tienen ideas previas; es conveniente que explore esos conceptos para que pueda reafirmarlos, corregirlos y orientarlos. La imagen de entrada hace alusión a la energía solar, que es una fuente natural, limpia e inagotable, cuyo aprovechamiento traería gran- des beneficios ecológicos, económicos y sociales. En el curso anterior de ciencias, los alumnos trabajaron el concepto de \"energía\", parti- cularmente desde el punto de visita metabólico de los seres vivos, y descubrieron que las cadenas tróficas tienen su origen en la energía solar a través de la fotosíntesis; retome esos conceptos y relaciónelos con la importancia de la energía como elemento condicionante para realizar cualquier acción. Resalte el valor de las energías limpias, en particular, de las energías eólica y solar, exponiendo sus ventajas y desventajas frente a otras fuentes, principalmente las de origen fósil.",
      "Desarrollo": "La evaluación tiene como objetivo explorar los conocimientos escolares y cotidianos que los alumnos tienen sobre el movimiento, la velocidad, la aceleración y la fuerza, y le servirán para tomarlos como punto de partida y aprovecharlos para construir los conceptos correctos y, en su caso, corregir los previos, orientarlos y ampliarlos. La evaluación es individual, pero la revisión puede hacerse de manera grupal, propiciando así la argumentación y justificación de las respuestas de sus alumnos, esto le dará más claridad sobre la idea que tienen sobre estos conceptos.",
      "Cierre": "Reflexione con sus alumnos sobre la frase de Heráclito: \"Todo se mueve, nada permanece\", para que concluyan que podemos afirmar que todo en el Universo está en movimiento, aserción que im- plica el concepto de marco de referencia. Pida a sus alumnos que proporcionen ejemplos de situaciones en las que el movimiento sea manifiesto, y otras donde el movimiento no sea evidente para que, analizándolas, puedan notar que aun en esos casos existe algún tipo de movimiento. El movimiento está presente en todo el Universo y en nuestra vida cotidiana, por eso es muy importante y útil estudiarlo. Retome los conocimientos del plano cartesiano que aprendieron en el curso de Matemáticas haciendo ejercicios sobre ubicación de puntos en el plano y relaciónelos con los conceptos de posición, dis- tancia, trayectoria y desplazamiento. Proyecte a sus alumnos los videos recomendados en las cápsulas Consulta para que analicen los conceptos básicos del movimiento y los esfuerzos que se hacen para construir vías de comunicación con afectación mínima a las especies silvestres.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Identifica diferentes tipos de movimiento de acuerdo con su trayectoria.  ",
        "Comprende el movimiento ondulatorio como efecto de la propagación de una perturbación en el medio."
      ],
      "Evidencias": [],
      "Actividades": [
        "Me preparo"
      ],
      "Proyectos": [],
      "LibroSep": "",
      "LibroMcMillan": "Física Imagina  76-77",
      "Vinculacion": "",
      "Worklist": [
        "Me preparo"
      ],
      "Libros": [
        "Física Imagina  76-77"
      ],
      "ActPro": [
        "Me preparo"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "1 dic",
      "FechaDeCierre": "5 dic",
      "SemanaEscolar": 14,
      "Tema": "Movimiento.",
      "Aprendizaje": "Identifica diferentes tipos de movimiento y sus elementos.",
      "Contenido": "Definición y descripción del movimiento.",
      "Leccion": "L1. Movimiento",
      "Inicio": "En esta lección, los alumnos comprenderán el concepto de movimiento y el de marco de referencia. La situación inicial plantea la problemática de la intervención del ser humano en los hábitats naturales que muchas veces afectan la vida silvestre. En este caso, relacionada con la movilidad. La movilidad humana y la necesidad de transporte es una exigencia del progreso; sin embargo, la construcción de carreteras o de vías férreas afecta los movimientos de distintas especies animales, que realizan para conseguir alimento o como parte de sus ciclos migratorios. Relacione esta problemática con la materia de Biología, en particular con la invasión de áreas naturales, la alteración de cadenas tróficas y la separación de poblaciones, que puede influir en la evolución natural y la especiación. Comente con sus alumnos sobre los puentes de fauna y si consideran que son una solución viable ante este problema. El concepto de desplazamiento puede presentar un problema, pues es un término de uso cotidiano que se relaciona con el acto de moverse, así el \"desplazarse\" es sinónimo de \"estar en movimiento\", y decir que \"algo se desplazó\" equivale a decir \"se movió\". En Física el concepto tiene un significado distinto, se refiere al cambio de posición de un objeto, y es una magnitud vectorial, por lo que tiene una magnitud: la distancia desplazada, y una dirección y sentido. Respecto al movimiento ondulatorio, un error frecuente es pensar que en el movimiento de la onda se desplaza la materia; aclare que esto no es así, pues una parte del medio en el que se forma la onda provoca el movimiento de la materia contigua, y así sucesivamente, de modo que no se traslada la materia, sino la energía.",
      "Desarrollo": "El ejercicio resuelto de la página 80 servirá para reforzar los conceptos de distancia y desplazamiento, además de que aplica el uso del plano cartesiano en la descripción del movimiento. En la actividad de la página 81 pondrán en práctica este procedimiento, proponga a sus alumnos otros problemas similares y auxílielos en el uso del juego de geometría para trazar las trayectorias y el desplazamiento, y del transportador para medir ángulos. En general, el movimiento de los objetos es complejo, y para estudiarlo se simplifica en movimientos más sencillos. En el texto se muestra una clasificación del movimiento de acuerdo con la trayectoria que describen, lo que representa una simplificación. Comente que las trayectorias de los objetos reales son combinaciones de estos movimientos. Otra forma de clasificación del movimiento es considerando su rapidez, velocidad y aceleración, que se verán en la próxima lección. Apóyelos con ejemplos como las ondas que captan los aparatos de telecomunicaciones, las que se forman en el agua, las ondas sísmicas y las ondas del ultrasonido que nos permiten ver el interior del cuerpo humano. En la actividad experimental los alumnos identificarán las ondas transversales y longitudinales. Asimismo, al agitar la cuerda podrán reconocer las crestas y los valles. Pida que relacionen los conceptos que aquí se presentan con las situaciones experimentadas; por ejemplo, al agitar la cuerda se producen ondas transversales, de tal modo que, si se captara el movimiento mediante una fotografía, sería posible ver con claridad la cresta y el valle y estimar la longitud de onda. Al colocar el lápiz en el agua, se observa una onda transversal, cuyos componentes son más difíciles de advertir debido a la rapidez con que se propaga.",
      "Cierre": "La sección de cierre retoma el concepto de \"marco de referencia\" en una situación cotidiana. Después de que los alumnos respondan, pídales que ejemplifiquen otras situaciones donde sea evidente que el estado de movimiento o de reposo dependen del marco de referencia. Con la ficha 7 del Cuaderno de evidencias, los alumnos reforzarán las propiedades de las ondas aplicadas a la contaminación auditiva.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Comprende los conceptos de velocidad, rapidez, velocidad y rapidez media, velocidad y rapidez instantánea, rapidez de propagación de las ondas. ",
        "Relaciona la rapidez de un objeto con la pendiente de la gráfica distancia-tiempo correspondiente."
      ],
      "Evidencias": [
        "F7"
      ],
      "Actividades": [
        "1",
        "2",
        "3",
        "4"
      ],
      "Proyectos": [
        "Desplazamiento"
      ],
      "LibroSep": "Saberes y pensamiento científico 127-129",
      "LibroMcMillan": "Física Imagina  78-83",
      "Vinculacion": "\\textbf{Matemáticas: } Utiliza planos cartesianos para trazar trayectorias y distancias.",
      "Worklist": [
        "L1. Movimiento",
        "A.1. ¿Trayectoria o desplazamiento?",
        "A.2. Cambios en el movimiento",
        "A.3. ¡Qué onda!",
        "A.4. ¿Cómo se mueven las ondas?",
        "F7. A ruidos necios, oídos sordos"
      ],
      "Libros": [
        "Saberes y pensamiento científico 127-129",
        "Física Imagina  78-83"
      ],
      "ActPro": [
        "1",
        "2",
        "3",
        "4",
        "F7",
        "Desplazamiento"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "8 dic",
      "FechaDeCierre": "12 dic",
      "SemanaEscolar": 15,
      "Tema": "Velocidad y rapidez",
      "Aprendizaje": "Identifica los elementos y los diferentes tipos de movimiento relacionados con la velocidad y aceleración y realiza experimentos sencillos.",
      "Contenido": "Interacciones en fenómenos relacionados con la fuerza y el movimiento.",
      "Leccion": "L2. Velocidad y rapidez",
      "Inicio": "El propósito de la actividad de inicio es relacionar la actividad física con el tema de la salud y con los conceptos físicos de velocidad y rapidez. Invite a sus alumnos a que mencionen distintos deportes olímpicos en los que intervenga la velocidad; por ejemplo, las carreras de pista, como las de 100, 200 y 400 metros planos, 100 m con vallas, 400 m con obstáculos, carrera de relevos; las carreras de fondo: 800, 1 500 y 3 000 metros, y las carreras de larga distancia: marcha de 20 y 50 kilómetros, carrera de 5 000, 10 000 metros, medio maratón y maratón. Además, pueden incluir las competencias de natación en sus distintos estilos y distancias, y las pruebas de ciclismo. En los juegos olímpicos de invierno están las carreras de patinaje y trineo. Hágales notar que en estas competencias se califican los menores tiempos de los atletas en las distancias establecidas, para que descubran y relacionen las variables de distancia y tiempo que definen los conceptos de velocidad y rapidez. Relacione estas disciplinas con el esfuerzo físico, la alimentación y la disciplina que requieren para alcanzar estos logros deportivos, resaltando las ventajas para la salud, como el mejoramiento del sistema muscular y esquelético, el sistema cardiovascular y la disminución del sobrepeso y la obesidad. Pida a sus alumnos que mencionen distintos deportes o atletas olímpicos que admiren, y motívelos a realizar alguna práctica deportiva o a integrarse a algún equipo deportivo, ya sea escolar o externo.",
      "Desarrollo": "El texto y la actividad de la página 85 tienen como objetivo que los alumnos formalicen el concepto de rapidez. Los estudiantes tienen una idea intuitiva de la rapidez que relacionan con los conceptos de distancia y tiempo; entienden que, a mayor distancia recorrida en un lapso fijo, la rapidez es mayor, y que, a menor tiempo de recorrido en una distancia establecida, también la rapidez es mayor. Utilice estas conclusiones para mostrar que la rapidez es proporcional a la distancia e inversamente proporcional al tiempo, relación que se expresa con la ecuación r = d/t. Apóyelos con las herramientas matemáticas para despejar las variables de la ecuación y obtener distancia y tiempo a partir de ella: $d = rt$ y $t = d/r$. Las unidades de la rapidez y la velocidad en el SI son los metros entre segundo, pero pueden expresarse en km/h, mi/h, m/min, etcétera. Muestre a Cómo hacer esas conversiones. La gráfica distancia-tiempo exhibe la relación entre estas variables, haga notar a los alumnos que en el caso de la rapidez constante esta relación se representa mediante una línea recta, cuya pendiente corresponde a la magnitud de la rapidez. Sugerimos que proponga una actividad experimental donde los alumnos midan la distancia y el tiempo de recorrido de un móvil a rapidez constante, como un carrito de pilas o la caída de un pañuelo desechable, que recopilen los datos y los grafiquen, y que calculen la rapidez en distintos intervalos para mostrar que se trata de rapidez constante. Controle los errores de medición. Para el caso de la velocidad instantánea, explíqueles la importancia de la dirección del objeto en movimiento; por ejemplo, en un objeto que tiene un movimiento circular su velocidad instantánea cambia en cada momento al cambiar la dirección en la que se mueve.",
      "Cierre": "Para el caso de la velocidad de propagación de las ondas, resalte los elementos análogos con los de la rapidez en objetos no ondulatorios: la distancia con la longitud de onda, y el tiempo con el periodo o la frecuencia. Recuerde a los alumnos que el sonido es una onda mecánica longitudinal que se propaga en un medio elástico y que la definición de sonido está estrechamente relacionada con la capacidad sensorial del oído humano. Invítelos a investigar sobre los \"sonidos\" que no podemos percibir los seres humanos. El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y que lo apliquen en la resolución de situaciones de la vida cotidiana.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Comprende el concepto de aceleración como cambio de la velocidad en el tiempo, reconociendo que este cambio puede ser en la magnitud, en la dirección o |en el sentido. ",
        "Comprende que la caída libre corresponde a un tipo de movimiento uniformemente acelerado."
      ],
      "Evidencias": [
        "F8"
      ],
      "Actividades": [
        "5",
        "6",
        "7",
        "8",
        "9"
      ],
      "Proyectos": [
        "Reposo"
      ],
      "LibroSep": "Saberes y pensamiento científico 127-129",
      "LibroMcMillan": "Física Imagina  84-89",
      "Vinculacion": "\\textbf{Matemáticas: } Modela diversas situaciones que se resuelven con ecuaciones lineales.",
      "Worklist": [
        "L2. Velocidad y rapidez",
        "A.5. ¿Quién fue el más rápido?",
        "A.6. Explicaciones gráficas de velocidad",
        "A.7. ¿Cómo se describe el movimiento?",
        "A.8. ¿Cómo se ven la velocidad y el reposo?",
        "A.9. Propagación de ondas"
      ],
      "Libros": [
        "Saberes y pensamiento científico 127-129",
        "Física Imagina  84-89"
      ],
      "ActPro": [
        "5",
        "6",
        "7",
        "8",
        "9",
        "F8",
        "Reposo"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "15 dic",
      "FechaDeCierre": "19 dic",
      "SemanaEscolar": 16,
      "Tema": "Movimiento acelerado.",
      "Aprendizaje": "Identifica los elementos y los diferentes tipos de movimiento relacionados con la velocidad y aceleración y realiza experimentos sencillos.",
      "Contenido": "Aceleración, caída libre, gráficas de posición-tiempo y velocidad-tiempo en el movimiento con aceleración constante.",
      "Leccion": "L3. Movimiento acelerado",
      "Inicio": "La situación inicial trata sobre los efectos en la salud del movimiento acelerado. Este tipo de movimiento es fácilmente percibido en el propio cuerpo, por ejemplo, cuando experimentamos un salto desde un lugar alto, cuando nos balanceamos en un columpio o cuando subimos a los juegos de la feria; lo que sucede es que nuestros órganos internos se mueven, y el sistema nervioso reacciona a ese movimiento, lo que no ocurre en el movimiento rectilíneo uniforme; de hecho, este movimiento no se percibe, por eso se dice que una persona no puede distinguir entre el estado de reposo y el de movimiento con velocidad constante si no tiene una referencia externa para comprobarlo. El movimiento acelerado puede tener efectos negativos en nuestra salud si se experimenta por tiempos prolongados y si la aceleración es intensa.",
      "Desarrollo": "Hasta ahora el alumno ha estudiado la rapidez y la velocidad; es decir, la variación de la posición con respecto del tiempo. Comente con los estudiantes que la finalidad de esta lección es comprender la variación de la velocidad en un intervalo de tiempo determinado: es decir, la aceleración. Coménteles que aprenderán este concepto desde la descripción algebraica y el análisis gráfico; se tendrán en cuenta situaciones descritas como movimientos de aceleración uniforme, por ejemplo, el caso de los cuerpos en caída libre. Al final, los alumnos realizarán una comparación entre las gráficas de rapidez-tiempo, distancia-tiempo y distancia-tiempo al cuadrado. Con esta última gráfica podrán explicar por qué la gráfica distanciatiempo es una curva, pues se trata de una relación cuadrática, y la gráfica distancia-tiempo al cuadrado muestra claramente la relación proporcional entre la distancia y el tiempo elevado al cuadrado en un movimiento con aceleración constante. El propósito de la actividad experimental de la página 92 consiste en que los alumnos reconstruyan el experimento que permitió a Galileo concluir que todos los objetos caen con la misma rapidez independientemente de su peso. El experimento es en realidad una simplificación de la caída libre, pues la causa de que el balín ruede sobre el riel es la fuerza de gravedad. La rampa inclinada disminuye la aceleración del móvil, pues sólo actúa una parte de la fuerza de gravedad ralentizando el movimiento. Indique a sus alumnos que al disminuir la inclinación de la rampa el movimiento es más lento y es más fácil tomar mediciones. Reflexione con ellos que, si se aumenta la inclinación de la rampa, aumenta la aceleración del balín y extrapolando se puede concluir que una rampa vertical equivale al movimiento de caída libre. Pida a los alumnos que elaboren un cuadro comparativo con las características de la velocidad y la aceleración. Motívelos a reflexionar sobre sus similitudes y diferencias.",
      "Cierre": "El propósito de la actividad de la sección de Cierre es que los alumnos apliquen lo que han aprendido a lo largo de la secuencia mediante la resolución de problemas. Invítelos a elaborar un formulario con todas las ecuaciones descritas en la lección. Explíqueles, mediante ejemplos, que un problema se puede solucionar usando más de un procedimiento y que algunos datos, necesarios para resolver un problema, pueden presentarse de manera implícita, por ejemplo: \"partió del reposo\", \"se detuvo\", \"comenzó a moverse\"; todas estas frases significan que la velocidad inicial es 0.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Comprende el concepto de fuerza. ",
        "Identifica y describe la presencia de fuerzas en interacciones cotidianas."
      ],
      "Evidencias": [],
      "Actividades": [
        "10",
        "11",
        "12",
        "13"
      ],
      "Proyectos": [
        "Aceleracion"
      ],
      "LibroSep": "Saberes y pensamiento científico 130-131",
      "LibroMcMillan": "Física Imagina  90-95",
      "Vinculacion": "\\textbf{Matemáticas: } Reconoce e interpreta relaciones proporcionales y no proporcionales a partir de su representación tabular, gráfica y algebraica.",
      "Worklist": [
        "L3. Movimiento acelerado",
        "A.10. ¿Cuándo es rapidez y cuándo es velocidad?",
        "A.11. ¿Cómo cambia su rapidez?",
        "A.12. ¿Es aceleración o es velocidad?",
        "A.13. ¿Se mueve o está quieto?"
      ],
      "Libros": [
        "Saberes y pensamiento científico 130-131",
        "Física Imagina  90-95"
      ],
      "ActPro": [
        "10",
        "11",
        "12",
        "13",
        "Aceleracion"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "12 ene",
      "FechaDeCierre": "16 ene",
      "SemanaEscolar": 17,
      "Tema": "Fuerzas",
      "Aprendizaje": "Identifica y describe la presencia de fuerzas en interacciones cotidianas.",
      "Contenido": "Fuerzas e interacciones. Suma de fuerzas y equilibrio. Fuerza de fricción",
      "Leccion": "L4 Fuerzas e interacciones. L5 Suma de fuerzas y equilibrio. L6 Fuerza de fricción",
      "Inicio": "Nuevamente se recurre a las actividades deportivas para relacionar conceptos físicos con la salud, en este caso, la fuerza muscular. Invite a los alumnos a dibujar en su cuaderno los vectores que actúan en cada uno de los objetos de las actividades de la página 99 y que expliquen si el movimiento de los objetos será en la misma dirección de la fuerza aplicada para cada caso. La finalidad de la actividad de Cierre es que los alumnos hagan evidente la comprensión del concepto de fuerza como interacción y como vector. Pida a sus alumnos que, en cada situación, indiquen las interacciones que están presentes, las fuerzas involucradas, los resultados de esas interacciones y que representen esas fuerzas como vectores.",
      "Desarrollo": "La situación de Inicio relaciona el concepto de suma de fuerzas en la construcción de puentes colgantes y busca que los alumnos adviertan que los contenidos científicos tienen aplicaciones en la vida real y que valoren su importancia. Invítelos a observar distintos diseños de puentes colgantes y que señalen con vectores las fuerzas involucradas. La lección tiene como objetivo que los alumnos reconozcan que las magnitudes vectoriales tienen sus propios métodos para sumarse y restarse, y que la fuerza resultante es una fuerza equivalente al resultado de esa suma (o resta). Además, se evidencia que el reposo es un efecto del equilibrio de los sistemas de fuerzas en los que la fuerza resultante es igual a cero y, en este contexto, se introduce el concepto de fuerza normal como una fuerza que existe siempre que hay contacto entre dos superficies. Apoye a sus alumnos en el uso del juego de geometría para trazar paralelas y en la medición de ángulos. El propósito de la actividad de la sección de Cierre es que los alumnos apliquen lo que han aprendido a lo largo de la lección mediante la resolución de problemas. La pregunta del inciso b de la actividad 2 pone de manifiesto la comprensión de los métodos gráficos para la suma de vectores pues, efectivamente, sin importar el orden de los vectores se forma el mismo paralelogramo, o se obtienen polígonos simétricos con el mismo vector resultante.",
      "Cierre": "La situación inicial relaciona el desgaste del calzado causado por la fricción y la posibilidad de padecer problemas ortopédicos. Comente a sus alumnos sobre la importancia de la salud ortopédica, pues favorece el desarrollo musculoesquelético y evita lesiones. El propósito de la lección consiste en que los alumnos reconozcan e identifiquen la fuerza de fricción, la cual está presente en todo momento, y que es una fuerza que siempre se opone al movimiento. En muchas ocasiones es perjudicial, pero en otras es benéfica y hasta necesaria. Pídales que indiquen situaciones cotidianas donde la fricción es poco conveniente y otras donde es útil y necesaria. Las respuestas a las preguntas de la sección de Cierre muestran la comprensión del tema por parte de los alumnos. Aclare que las llantas de los vehículos incrementan la fricción con el suelo, pero la disminuyen en el eje.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende y aplica los métodos gráficos de suma de vectores.",
        "Comprende el concepto de fuerza resultante y su relación con la suma de vectores.",
        "Comprende el concepto de fuerza de fricción.",
        "Identifica la fuerza de fricción en situaciones cotidianas."
      ],
      "Evidencias": [
        "F9"
      ],
      "Actividades": [
        "14",
        "15",
        "16",
        "17",
        "18"
      ],
      "Proyectos": [
        "Fuerza"
      ],
      "LibroSep": "Saberes y pensamiento científico 279-281 y 191-194",
      "LibroMcMillan": "Física Imagina  96-105",
      "Vinculacion": "\\textbf{Biología: } Identifica la importancia de tener un proyecto de vida saludable haciendo deporte, para evitar enfermedades relacionadas con el sedentarismo.\\\\ \\textbf{Matemáticas: } Traza e identifica ángulos para representar las fuerzas.\\\\ \\textbf{Biología: } Reconoce el funcionamiento del cuerpo humano y como se relaciona con la fuerza de fricción.",
      "Worklist": [
        "L4 Fuerzas e interacciones. L5 Suma de fuerzas y equilibrio. L6 Fuerza de fricción",
        "A.14. Contacto y distancia",
        "A.15. La medición de la fuerza",
        "A.16. ¿Cómo se representan las fuerzas?",
        "A.17. ¿Cómo se suman las fuerzas?",
        "A.18. Fricción en el movimiento"
      ],
      "Libros": [
        "Saberes y pensamiento científico 279-281 y 191-194",
        "Física Imagina  96-105"
      ],
      "ActPro": [
        "14",
        "15",
        "16",
        "17",
        "18",
        "F9",
        "Fuerza"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "19 ene",
      "FechaDeCierre": "23 ene",
      "SemanaEscolar": 18,
      "Tema": "Máquinas simples",
      "Aprendizaje": "Identifica y describe la presencia de fuerzas en interacciones cotidianas.",
      "Contenido": "Interacciones en fenómenos relacionados con la fuerza y el movimiento.",
      "Leccion": "L7. Máquinas simples: palanca y rueda. Lección 8. Otras máquinas simples",
      "Inicio": "En esta sección se retoma la obra de Arquímedes, el gran sabio de la Antigüedad, por el tema de la palanca, una sencilla barra metálica o de madera que puede incrementar la fuerza modificando los puntos de acción de la fuerza aplicada y la posición del fulcro. Arquímedes no inventó la palanca, pero sí estudió y describió matemáticamente su ventaja mecánica. Resalte la frase atribuida a Arquímedes: \"Dadme un punto de apoyo y moveré al mundo\" y pida a sus alumnos que justifiquen esa afirmación; no se centre en la posibilidad o imposibilidad de llevarla a cabo, sino en el sentido de la capacidad de una palanca de multiplicar la fuerza aplicada. Muchas veces la historia, en especial la antigua, se mezcla con la leyenda. Algunos historiadores cuestionan la veracidad de la invención y el uso de la manus ferrea y de otros artefactos atribuidos a Arquímedes; de cualquier manera, aproveche las historias para que los alumnos adviertan que los conocimientos científicos tienen aplicación en distintas áreas de las actividades humanas. En la situación de Inicio se presenta uno de los posibles usos de las máquinas simples en la Antigüedad: la construcción de las pirámides en Egipto. Pida a sus alumnos que expliquen con detalles cómo pudieron los egipcios mover, levantar y colocar los grandes bloques de piedra usando máquinas simples y los materiales con los que contaban en esa época.",
      "Desarrollo": "Llame la atención de los estudiantes al respecto de que las máquinas simples, por ejemplo, las palancas, están presentes en objetos de uso cotidiano, como martillos, cuchillos, barretas, carretillas, etcétera. La primera máquina simple por tratar es la palanca y su ventaja mecánica se expresa con la ecuación $F \\times dF = R \\times dR$, la cual se comprobará con la actividad. Amplíe los resultados proponiendo ejercicios donde los alumnos calculen las distintas variables involucradas. Aclare que la ecuación es la misma sin importar el tipo de palanca. Respecto a las ruedas, explique que la ventaja mecánica de estas máquinas radica en el aprovechamiento y la disminución de la fricción durante el movimiento. En el caso de los engranes, modifican la dirección de la fuerza y pueden cambiar la velocidad de giro al combinar engranes de distinto tamaño, y combinando la ventaja del torno, que verán en la próxima lección, pueden intensificar o disminuir la fuerza. En la lección se muestran las distintas expresiones algebraicas que muestran la ventaja mecánica del plano inclinado, el torno, la polea y el tornillo. Haga notar que estas ecuaciones son similares a la de la palanca y que se basan en el producto de la fuerza por la distancia; de modo que, al incrementar la distancia, disminuye la fuerza, y viceversa. Este principio se basa en el concepto de \"trabajo\" que se define mecánicamente como el producto escalar de la fuerza por la distancia. A su vez el \"trabajo\" se relaciona con el concepto de \"energía\" que se utilizará en la lección sobre máquinas térmicas.",
      "Cierre": "Las preguntas y actividad de esta sección tienen como objetivo explorar la comprensión de la palanca como máquina simple. Pida a sus alumnos que justifiquen y expliquen los ejemplos que proporcionaron y, a partir de sus repuestas, analice y valore si han comprendido el concepto de máquina simple y si son capaces de identificarlas y aplicarlas. Se sugiere organizar una semana de la ciencia en la cual los estudiantes desarrollen máquinas compuestas de máquinas simples y expliquen su funcionamiento; por ejemplo, el diseño y elaboración de una pequeña catapulta.",
      "EjesArticuladores": "Vida saludable. Interculturalidad crítica.",
      "EvaluacionFormativa": [
        "Comprende y explica el funcionamiento de las máquinas simples.",
        "Comprende el significado de la ventaja mecánica en el uso de máquinas simples. ",
        "Explica el funcionamiento de las máquinas simple.",
        "Calcula las variables involucradas en las ecuaciones de las máquinas simples y las aplica en situaciones concretas."
      ],
      "Evidencias": [],
      "Actividades": [
        "19",
        "20",
        "21"
      ],
      "Proyectos": [
        "Masa Fuerza"
      ],
      "LibroSep": "",
      "LibroMcMillan": "Física Imagina  106-113",
      "Vinculacion": "\\textbf{Biología: } Reconoce el funcionamiento del cuerpo humano, especialmente el sistema locomotor.\\\\ \\textbf{Matemáticas: } Modela diversas situaciones que se resuelven con ecuaciones lineales.",
      "Worklist": [
        "L7. Máquinas simples: palanca y rueda. Lección 8. Otras máquinas simples",
        "A.19. ¿Qué máquinas son?",
        "A.20. Máquinas ¿simples o compuestas?",
        "A.21. Las ventajas de utilizar una polea",
        "F9. La cuarta revolución industrial"
      ],
      "Libros": [
        "Física Imagina  106-113"
      ],
      "ActPro": [
        "19",
        "20",
        "21",
        "Masa Fuerza"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "26 ene",
      "FechaDeCierre": "30 ene",
      "SemanaEscolar": 19,
      "Tema": "Leyes de Newton",
      "Aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento, relacionados con las Leyes de Newton para explicar actividades cotidianas.",
      "Contenido": "Ley de la inercia (Primera Ley de Newton), Segunda Ley de Newton, ley de la acción y la reacción (Tercera Ley de Newton).",
      "Leccion": "L9. Leyes de Newton",
      "Inicio": "La sección de Inicio presenta un episodio anecdótico de la vida de Robert Goddard, iniciador de la ingeniería aeroespacial, quien construyó el primer cohete de combustible líquido. Lo interesante de la historia es que su sueño de construir un cohete espacial inició con la lectura de un libro de ficción. Pero la seguridad de que su idea realmente podría funcionar se fundamentó en la lectura del libro Principia Mathematica de Newton, particularmente de la Tercera Ley. Resalte a sus alumnos la relación entre la ciencia ficción y la literatura con la ciencia. Para ello, invítelos a que expongan libros, series o películas donde se muestre esa relación.",
      "Desarrollo": "Las leyes de Newton son consideradas una de las aportaciones más importantes de la Física a la humanidad, porque son la base de la Mecánica clásica, teoría general del movimiento. Es prácticamente imposible mirar alrededor y no encontrar algo donde las leyes de Newton hayan sido aplicadas: la fuerza generada por los motores, la resistencia del concreto y del asfalto, el peralte de las curvas en las carreteras, las grúas en las construcciones; la lista sería interminable. Las leyes de Newton se aplican en todos los casos donde existen movimientos y fuerzas; por ello, su estudio es muy importante. El propósito de la actividad de la página 115 consiste en que los alumnos comprendan el concepto de inercia mediante la observación del comportamiento de dos cuerpos al alterar su estado de movimiento; este experimento puede ser muy interesante y motivador si se plantea como un reto y las explicaciones de los resultados se comparten y discuten entre todo el grupo. Al terminar la actividad, organice una lluvia de ideas en la que los alumnos expongan ejemplos de situaciones donde intervenga la inercia; por ejemplo, qué pasa cuando un automóvil avanza con mucha rapidez y el conductor pisa el freno de manera inesperada, o por qué un mago puede jalar un mantel sobre el que se encuentran platos y cubiertos sin que caigan. La actividad de la página 116 tiene como objetivo que los alumnos analicen, a partir de su propia experiencia, la relación que existe entre la masa de un objeto y la inercia, y que reconozcan la forma en que este conocimiento se formaliza por medio de la Primera Ley de Newton. Explique a los alumnos la diferencia entre la masa y el volumen o el tamaño de un objeto. Pídales que den ejemplos de situaciones cotidianas donde la masa de los objetos interviene como un factor importante para modificar su movimiento. Resalte las aplicaciones de la inercia, por ejemplo, en el caso de las naves espaciales como las Voyager, que continúan su movimiento sin una fuerza que las impulse.",
      "Cierre": "El propósito es que los alumnos comparen y reflexionen sobre las respuestas que dieron en la situación inicial y asuman una postura crítica sobre la manera en que las leyes de Newton son útiles para explicar fenómenos relacionados con el movimiento. Invite a los alumnos a resolver las actividades de esta fase y a comparar sus respuestas con las de sus compañeros de grupo. Pídales que elaboren un mapa conceptual sobre las leyes de Newton, también puede sugerirles que elaboren fichas de trabajo ilustradas con estas mismas leyes. A partir de una historia muy emotiva, la ficha 10 del Cuaderno de evidencias invita a trabajar y reflexionar sobre las leyes de Newton, en especial con la primera.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende la ley de la inercia.",
        "Comprende la relación entre la masa, la fuerza aplicada y la aceleración de un objeto.",
        "Comprende la ley de acción y reacción."
      ],
      "Evidencias": [
        "F10"
      ],
      "Actividades": [
        "22",
        "23",
        "24",
        "25",
        "26"
      ],
      "Proyectos": [
        "Movimiento Cuerpos"
      ],
      "LibroSep": "Saberes y pensamiento científico 287-289",
      "LibroMcMillan": "Física Imagina  114-119",
      "Vinculacion": "\\textbf{Matemáticas: } Utiliza correctamente las distintas unidades de medida del SI.",
      "Worklist": [
        "L9. Leyes de Newton",
        "A.22. La medida de la inercia",
        "A.23. Masa e inercia en el movimiento",
        "A.24. Relación entre fuerza y aceleración",
        "A.25. Acción y reacción",
        "A.26. Tres ideas fundamentales sobre las fuerzas"
      ],
      "Libros": [
        "Saberes y pensamiento científico 287-289",
        "Física Imagina  114-119"
      ],
      "ActPro": [
        "22",
        "23",
        "24",
        "25",
        "26",
        "F10",
        "Movimiento Cuerpos"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "2 feb",
      "FechaDeCierre": "6 feb",
      "SemanaEscolar": 20,
      "Tema": "Fuerza de Gravedad",
      "Aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento, relacionados con las Leyes de Newton para explicar actividades cotidianas.",
      "Contenido": "Ley de la Gravitación Universal y peso de los objetos.",
      "Leccion": "L10. Ley de la Gravitación Universal",
      "Inicio": "En esta lección, los alumnos aprenderán sobre la fuerza que permite que los planetas giren alrededor del Sol, o bien, la fuerza que hace posible que la Luna gire alrededor de la Tierra y no salga disparada o se impacte sobre ésta; estudiarán la Ley de Gravitación Universal, la cual se ejerce entre cuerpos debido a su masa y al estar separados por cierta distancia en relación con la constante gravitacional. Relacionarán esa fuerza con el peso de los objetos y sabrán cómo éste varía dependiendo del cuerpo celeste con el que interactúa. La sección Inicio relaciona la fuerza de gravedad y el movimiento de los objetos en la órbita de la Tierra con la película Gravity. Si tiene la posibilidad, se sugiere que la proyecte a los alumnos y juntos reflexionen y expliquen lo que sucede desde el punto de vista físico, en particular sobre el movimiento de los objetos en la órbita terrestre, su trayectoria y los problemas que implica que los astronautas se encuentren a la deriva en el espacio.",
      "Desarrollo": "Se sugiere que usted o sus alumnos consigan uno o varios conos de unicel, migajón o plastilina y hagan los cortes que se indican en la figura 2.1, para que los alumnos puedan observar las figuras geométricas que se obtienen en los conos y las relacionen con las posibles trayectorias que pueden tomar los planetas, cometas y otros objetos del Sistema Solar alrededor del Sol. Es importante que les aclare que las órbitas de los planetas son elipses, aunque con una excentricidad cercana a cero, lo que las hace prácticamente circulares. Indique también que las trayectorias de los cometas o meteoritos son elipses con una excentricidad más alejada del cero y que algunas son parábolas o hipérbolas. Para el contenido trabajado con el subtítulo Fuerza de Gravedad, se sugiere que los alumnos experimenten las distintas fuerzas de objetos de diferente peso, relacionando la masa con la fuerza de gravedad, esto le puede servir para que reflexionen que la fuerza de gravedad es proporcional a la masa de los objetos. Igualmente, se sugiere que experimenten lanzando objetos a baja velocidad para que distingan las trayectorias curvas o parabólicas que siguen y que las relacionen con las órbitas de los objetos alrededor del planeta, todo ello como preámbulo a la explicación del \"cañón de Newton\". En la siguiente página es importante que resalte las proporciones cuadráticas entre las distancias del radio de la Tierra y la distancia de la Tierra a la Luna, así como la proporción entre la aceleración de gravedad entre un objeto cercano a la superficie terrestre y entre la Tierra y la Luna, esto para que justifiquen la ecuación de la Ley de la Gravitación Universal. Por último, se propone una explicación algebraica entre la Ley de la Gravitación Universal y el peso definido como el producto de la aceleración de la gravedad por la masa; es importante que resalte que el conocimiento físico tiene una base fundamental en las Matemáticas y que éstas proporcionan un conocimiento sólido que posteriormente puede ser comprobado experimentalmente.",
      "Cierre": "La sección de cierre busca retomar la situación de Inicio, pero con una nueva visión a partir de lo aprendido en clase. Igualmente, busca ejercitar a los alumnos en el cálculo y manejo de las ecuaciones tratadas.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende el significado de la atracción gravitacional, su expresión matemática y la relación entre sus variables. ",
        "Comprende y explica la diferencia entre masa y peso."
      ],
      "Evidencias": [],
      "Actividades": [
        "27",
        "28",
        "29"
      ],
      "Proyectos": [],
      "LibroSep": "Saberes y pensamiento científico 163-168",
      "LibroMcMillan": "Física Imagina  120-125",
      "Vinculacion": "\\textbf{Matemáticas: } Realiza operaciones con notación científica para comprender la ley de Gravitación Universal y el peso de los objetos.",
      "Worklist": [
        "L10. Ley de la Gravitación Universal",
        "A.27. Aportaciones de Newton",
        "A.28. ¡A hombros de gigantes!",
        "A.29. El peso en el Universo",
        "F10. ¡Abróchense los cinturones!"
      ],
      "Libros": [
        "Saberes y pensamiento científico 163-168",
        "Física Imagina  120-125"
      ],
      "ActPro": [
        "27",
        "28",
        "29"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "9 feb",
      "FechaDeCierre": "13 feb",
      "SemanaEscolar": 21,
      "Tema": "Principio de Pascal",
      "Aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento relacionados con los principios de Pascal, para explicar actividades cotidianas. Identifica algunos dispositivos de uso cotidiano en los cuales se aplica el Principio de Pascal (sistemas de frenos hidráulicos, elevadores y gatos hidráulicos) y de Arquímedes (flotación de barcos, submarinos y globos aerostáticos, entre otros); colabora en equipo para proponer actividades experimentales y resolver problemas sencillos relativos a las propiedades de los fluidos.",
      "Contenido": "Principio de Pascal, la prensa hidráulica.",
      "Leccion": "L11. Principio de Pascal",
      "Inicio": "El alumno conocerá los principios físicos que sustentan el Principio de Pascal y la forma en que se aplica en la vida cotidiana. En la sección de Inicio, solicite a sus alumnos que indiquen y describan en qué lugares y aparatos han visto herramientas o partes de maquinaria que emplean pistones para ejercer fuerzas. Explíqueles que esos pistones contienen un líquido y que gracias a ellos se facilita la labor de los trabajadores. Resalte el hecho de que gracias a ese tipo de máquinas, el trabajo del ser humano se facilita, lo que contribuye a la salud, el bienestar y a mejorar la calidad de vida de los trabajadores. Haga ver a sus estudiantes que la ciencia y la tecnología trabajan, la mayoría de las veces, en beneficio del ser humano y que por ello es importante su estudio y progreso.",
      "Desarrollo": "Esta sección tiene como objetivo que el alumno analice las variables que involucra la ecuación de la presión. Solicite a los alumnos que propongan ejemplos cotidianos donde hayan visto la acción de la presión y su relación con la fuerza y el área; por ejemplo, en el uso de agujas, alfileres, clavos, picahielos, etcétera, donde, debido a que la punta de estos objetos es muy delgada, se ejercen en ellos presiones muy grandes; lo mismo ocurre con cuchillos, cinceles, cuñas y flechas que, debido a su filo delgado, pueden hacer cortes o introducirse en otros objetos. Podrán comprobar la relación entre el área y la presión con la actividad de la chincheta y la goma. La segunda parte de la lección se refiere a la presión debida a los fluidos. Recuerde a sus alumnos los principios del modelo cinético de partículas, en particular la que afirma que las partículas de un fluido se mantienen en constante movimiento, con velocidad variable (dirección y magnitud) y que chocan constantemente entre sí y con las paredes del recipiente que los contiene; este principio es fundamental para entender la presión en los fluidos. La actividad experimental de la página 128 tiene como objetivo mostrar que la presión en los fluidos depende de la altura de la columna de fluido. La tercera parte de la lección se refiere específicamente al Principio de Pascal. La actividad del buzo de Descartes tiene la finalidad de que los alumnos comprendan que la presión en los líquidos se transmite en todas direcciones, es por ello que la fuerza que el alumno ejerce al presionar la botella se transmite al interior del gotero comprimiendo el aire de su interior; con ello, la densidad del gotero aumenta y se hunde; al dejar de presionar la botella, aumenta el volumen del aire del gotero con lo que su densidad disminuye y se eleva.",
      "Cierre": "Retome la situación de Inicio y pida a sus alumnos que expliquen el funcionamiento de las herramientas mostradas con base en lo que aprendieron en la lección; con ello, podrá valorar la comprensión del tema. Pida a sus alumnos que resuelvan la ficha 11 del Cuaderno de evidencias para reforzar los contenidos de la lección.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende el concepto de presión, su expresión matemática y la relación entre sus variables. ",
        "Entiende el Principio de Pascal y es capaz de resolver problemas de aplicación."
      ],
      "Evidencias": [
        "F11"
      ],
      "Actividades": [
        "30"
      ],
      "Proyectos": [
        "Pascal"
      ],
      "LibroSep": "Saberes y pensamiento científico 291-295; 116-118",
      "LibroMcMillan": "Física Imagina  126-131",
      "Vinculacion": "\\textbf{Matemáticas: } Reconoce e interpreta relaciones proporcionales y no proporcionales a partir de su representación tabular, gráfica y algebraica.",
      "Worklist": [
        "L11. Principio de Pascal",
        "A.30. El barril de Pascal",
        "F11. La prensa hidráulica"
      ],
      "Libros": [
        "Saberes y pensamiento científico 291-295; 116-118",
        "Física Imagina  126-131"
      ],
      "ActPro": [
        "30",
        "F11",
        "Pascal"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "16 feb",
      "FechaDeCierre": "20 feb",
      "SemanaEscolar": 22,
      "Tema": "Principio de Arquímedes",
      "Aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento relacionados con los principios de Arquímedes, para explicar actividades cotidianas. Identifica algunos dispositivos de uso cotidiano en los cuales se aplica el Principio de Pascal y de Arquímedes.",
      "Contenido": "Principio de Arquímedes",
      "Leccion": "L12. Principio de Arquímedes",
      "Inicio": "En esta sección se plantea el hundimiento del Titanic. En el error frecuente se mencionó que los alumnos consideran que los objetos se hunden tomando en cuenta solamente su peso. Para aclarar esta situación, le sugerimos que plantee ejemplos concretos que le ayuden a explicar que la densidad de los objetos y de los líquidos en los que se sumergen determinan si un objeto se hunde o flota. Antes de plantearlos, pregúnteles por qué no se hunde un barco si es tan pesado, esto le dará la pauta para comentar que el casco hueco tiene aire y que el aire es menos denso que el agua, por tanto, el barco en su conjunto flota. Dígales que un objeto cuya densidad es menor que la del agua, flotará en ella. Le sugerimos situaciones como las siguientes:  ¿Por qué una persona muy delgada se hunde en una alberca cuando trata de flotar acostándose horizontalmente, y una persona con sobrepeso flota sin esfuerzo? Esto le permitirá comentar que la grasa es menos densa que el agua (puede mostrar un vaso con agua con aceite para que lo visualicen).  ¿Por qué una persona con sobrepeso tiene más dificultad para llegar al fondo de la alberca y un buzo con mayor masa muscular puede bucear fácilmente? La respuesta tiene el mismo argumento que la anterior.  Si existiera una alberca que pudiera contener a Saturno, este planeta flotaría, porque su densidad es menor que la del agua.",
      "Desarrollo": "Antes de comenzar esta sección, le sugerimos que pregunte a los estudiantes si han notado que cargar a una persona dentro de una alberca es mucho más fácil que hacerlo fuera de ella. Permítales que compartan sus experiencias y pregunte por qué creen que ocurre. Después, solicite a un par de alumnos que lean el texto de la página 133. El principio de Arquímedes o ¿por qué flotan los barcos? Le recomendamos que la actividad experimental de la página 133 sea demostrativa, y que la realice en el escritorio para que todos los alumnos la vean. Pídales que respondan verbalmente las preguntas de la actividad para que, con su ayuda, lleguen a una conclusión y la anoten en su cuaderno. También puede repetir el experimento usando alcohol, agua con azúcar y aceite, para que comparen las densidades y puedan establecer en qué casos el empuje que experimenta el huevo es mayor. Es conveniente que resuelva en el pizarrón el ejemplo de la aplicación de la fórmula para calcular el empuje que experimenta un cuerpo sumergido en un fluido. Proponga más ejemplos para consolidar sus habilidades matemáticas, por ejemplo:  Un cubo de hierro de 20 cm de lado se sumerge totalmente en agua. Si su peso es 560.40 N, calcula la fuerza de flotación, la fuerza resultante y responde si flotará o se hundirá.  Un cilindro de cobre, de base igual a 35 cm$^2$ y una altura de 12 cm, se sumerge hasta la mitad por medio de un alambre delgado en un recipiente que contiene alcohol. Calcula el peso del cilindro, la fuerza de flotación, la fuerza resultante y responde si flotará o se hundirá si se suelta el alambre. Para realizar la actividad experimental de la página 135, le sugerimos que organice a sus alumnos en equipos de 3 a 4 personas, para que todos participen y no sólo observen.",
      "Cierre": "El propósito es que los alumnos retomen lo aprendido en la lección y respondan nuevamente las preguntas de las secciones de Inicio y Desarrollo.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Comprende el Principio de Arquímedes.",
        "Entiende el papel de la densidad para determinar si un objeto flota o se hunde en un líquido."
      ],
      "Evidencias": [],
      "Actividades": [
        "31",
        "32"
      ],
      "Proyectos": [
        "Presion"
      ],
      "LibroSep": "Saberes y pensamiento científico 295-299 y 119-120",
      "LibroMcMillan": "Física Imagina  132-135",
      "Vinculacion": "\\textbf{Matemáticas: } Modela diversas situaciones que se resuelven con ecuaciones lineales.",
      "Worklist": [
        "L12. Principio de Arquímedes",
        "A.31. Es momento de flotar",
        "A.32. ¿Cómo se representa la fuerza de flotación?"
      ],
      "Libros": [
        "Saberes y pensamiento científico 295-299 y 119-120",
        "Física Imagina  132-135"
      ],
      "ActPro": [
        "31",
        "32",
        "Presion"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "23 feb",
      "FechaDeCierre": "27 feb",
      "SemanaEscolar": 23,
      "Tema": "Desarrollo sustentable.",
      "Aprendizaje": "Analiza las características de la energía mecánica (cinética y potencial) y describe casos donde se conserva.",
      "Contenido": "Energía mecánica: cinética y potencial. Conservación de la energía mecánica.",
      "Leccion": "L13. Energía Mecánica",
      "Inicio": "La situación de Inicio habla de una actividad muy llamativa para los estudiantes, y muestra un ejemplo perfecto para mostrar qué es la energía mecánica. Para acompañar esta situación, le recomendamos que lleve o que construya un péndulo sencillo para que pueda mostrar cómo sería el movimiento del skater. Cuando haga la demostración, puede tomar el pizarrón de fondo y pedir a dos alumnos que se coloquen a la izquierda y derecha de la posición del péndulo, para que dibujen una marca cuando alcance la altura máxima de cada extremo y hagan marcas conforme oscile hasta llegar a su posición de equilibrio. Esta actividad les ayudará a responder las preguntas de la sección.",
      "Desarrollo": "Una vez que hayan leído el texto inicial, solicite a sus alumnos que den ejemplos específicos de actividades que realicen en las que pueden observar que la energía provoca algún cambio, ya sea de posición, deformación, un cambio de temperatura, etcétera. Una vez que hayan revisado las definiciones de energía cinética y energía potencial, organice una lluvia de ideas para que compartan ejemplos de su manifestación en situaciones cotidianas, en las que además puedan calcularla numéricamente. Puede orientarlos con preguntas, por ejemplo:  ¿Cómo pueden relacionar la energía cinética con el ciclismo o la natación?  ¿Cómo relacionan la energía cinética con la temperatura?  Si un vehículo choca con un objeto, ¿cómo se relaciona la intensidad del golpe con la energía cinética?  ¿Cómo se transforma la energía mecánica mientras un objeto cae desde cierta altura y finalmente llega al suelo? Le sugerimos que resuelva los problemas planteados en el pizarrón preguntando a sus alumnos sobre los pasos que deben seguir para resolverlos. Después, deje más ejercicios para calcular la energía cinética, en el siguiente enlace encontrará algunos:  Después de leer el texto sobre la conservación de la energía mecánica, puede utilizar el siguiente simulador, que además ilustra el ejemplo del skater. Pregunte a sus alumnos cómo sería la gráfica del valor de las energías cinética y potencial (respecto del tiempo), si pudieran tomar los valores del movimiento de los vagones de la montaña rusa.",
      "Cierre": "El propósito es que los alumnos apliquen lo aprendido en la lección y retomen las preguntas del inicio y las respondan, pero ahora en términos de la energía mecánica. Pueden responder en grupo y guardar las respuestas en su Portafolio de evidencias.",
      "EjesArticuladores": "Interculturalidad crítica.",
      "EvaluacionFormativa": [
        "Entiende qué son la energía cinética y la energía potencial, cómo se calculan y cuál es su relación.  ",
        "Comprende el concepto de conservación de la energía mecánica."
      ],
      "Evidencias": [],
      "Actividades": [
        "33",
        "34"
      ],
      "Proyectos": [
        "Energia Mecanica"
      ],
      "LibroSep": "Saberes y pensamiento científico 133 y 135-139",
      "LibroMcMillan": "Física Imagina  136-139",
      "Vinculacion": "\\textbf{Biología: } Identifica la cantidad de energía que proporcionan los alimentos para prevenir enfermedades relacionadas con la alimentación.",
      "Worklist": [
        "L13. Energía Mecánica",
        "A.33. ¡Ponle energía!",
        "A.34. ¿Cómo se conserva la energía mecánica?"
      ],
      "Libros": [
        "Saberes y pensamiento científico 133 y 135-139",
        "Física Imagina  136-139"
      ],
      "ActPro": [
        "33",
        "34",
        "Energia Mecanica"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "2 mar",
      "FechaDeCierre": "6 mar",
      "SemanaEscolar": 24,
      "Tema": "Desarrollo sustentable",
      "Aprendizaje": "Relaciona al calor como una forma de energía y describe los motores que funcionan con energía calorífica, los efectos del calor disipado, los gases expelidos y valora sus efectos en la atmósfera.",
      "Contenido": "Concepto de calor como transferencia de energía. Máquinas térmicas y sus efectos en la atmósfera y el ambiente.",
      "Leccion": "L14. Calor como transferencia de energía\nLección 15. Máquinas térmicas",
      "Inicio": "La situación planteada en la sección Inicio no tiene una explicación única hasta la fecha, pero puede visitar la siguiente página que contiene más información, además de un video que habla del efecto Mpemba.  www.edutics.mx/xGT Le sugerimos plantear algunas preguntas relacionadas con el tema, por ejemplo:  Imagina que es un día muy frío en invierno, caminas descalzo sobre una alfombra y después sobre el suelo de la cocina. ¿Por qué tus pies sienten más frío en el piso de la cocina que sobre la alfombra, si ambos están a la misma temperatura? Respuesta: La sensación se explica por las distintas tasas de transferencia de calor: la pérdida de calor es más rápida para la piel en contacto con las baldosas que con la alfombra, por lo que la sensación de frío es más intensa. La situación inicial propone un análisis y reflexión sobre las máquinas perpetuas, se sugiere diseñar y construir algunas de ellas y analizar por qué no funcionan. Oriente la discusión al principio de conservación de la energía.",
      "Desarrollo": "Una vez que hayan leído el experimento pensado de la página 141, pregunte a sus alumnos el significado de temperatura, calor y energía térmica. Guíelos para que comprendan las diferencias y la relación entre estos conceptos y para que escriban las definiciones en su cuaderno:  La energía térmica se refiere a la energía de un sistema, es decir, la energía cinética de las partículas que lo constituyen. Esta energía es responsable de la temperatura del sistema.  La temperatura es una medida relacionada con la energía cinética promedio de las partículas de un sistema.  El calor es la energía en transferencia de un cuerpo a otro, cuando éstos se encuentran a distinta temperatura y en contacto térmico.  La energía interna de un sistema es la suma de la energía cinética, la de rotación, de vibración y cualquier tipo de energía que contengan las partículas que lo conforman. Después de revisar los mecanismos de transmisión del calor, pida a los estudiantes que den algunos ejemplos de los tres mecanismos de conducción del calor que encuentren en sus actividades cotidianas y los expliquen. Le sugerimos comentar que la tasa de transferencia de calor por radiación también depende del color del objeto. El negro es el más eficaz, y el blanco es el menos eficaz.",
      "Cierre": "El propósito de esta sección es que los alumnos apliquen lo aprendido en la lección, retomen las preguntas de la sección Inicio y las respondan nuevamente. Le sugerimos que contesten en grupo y anoten las respuestas en una hoja para su Portafolio de evidencias.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende la diferencia entre calor, temperatura, energía térmica y energía interna.",
        "Reconoce y explica los mecanismos de transferencia de calor.",
        "Comprende qué es una máquina térmica y las transformaciones energéticas que involucra.",
        "Entiende y aplica las ecuaciones para el cálculo de la eficiencia térmica."
      ],
      "Evidencias": [
        "F12"
      ],
      "Actividades": [
        "35",
        "36",
        "37",
        "38",
        "39"
      ],
      "Proyectos": [
        "Maquina Vapor"
      ],
      "LibroSep": "Saberes y pensamiento científico 185-189",
      "LibroMcMillan": "Física Imagina  140-147",
      "Vinculacion": "\\textbf{Biología: } Analiza las prácticas de consumo que han alterado los ciclos biogeoquímicos del carbono y nitrógeno, sus efectos asociados al calentamiento global y sus impactos en el medio ambiente y la salud.",
      "Worklist": [
        "L14. Calor como transferencia de energía",
        "L15. Máquinas térmicas",
        "A.35. Mecanismos de transferencia de calor",
        "A.36. Energía térmica",
        "A.37. ¿Cómo funcionan las máquinas térmicas?",
        "A.38. Eficiencia ideal",
        "A.39. Transformación de energía calorífica"
            ],
      "Libros": [
        "Saberes y pensamiento científico 185-189",
        "Física Imagina  140-147"
      ],
      "ActPro": [
        "35",
        "36",
        "37",
        "38",
        "39",
        "F12",
        "Maquina Vapor"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "9 mar",
      "FechaDeCierre": "13 mar",
      "SemanaEscolar": 25,
      "Tema": "Energía renovable",
      "Aprendizaje": "Identifica formas de energías renovables y no renovables, su empleo y origen en su comunidad (solar, eólica, hidráulica, geológica, mareomotriz, nuclear) y valora sus beneficios.",
      "Contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable.",
      "Leccion": "L16. Energías renovables",
      "Inicio": "Después de leer el texto de esta sección, pregunte a los alumnos si comprendieron la diferencia entre efecto invernadero y calentamiento global. Le recomendamos que vea el video sugerido en la sección de Audiovisuales, donde se explican ambos conceptos. Después, pídales que respondan las preguntas de la sección en una sesión grupal, para que todos aporten sus ideas y pueda aclarar sus dudas. En la siguiente liga encontrará un cuestionario que le puede servir para evaluar a los alumnos y que, una vez respondido, pueden guardar en su Portafolio de evidencias:  www.edutics.mx/xN9",
      "Desarrollo": "La idea central de la lección es el uso y aprovechamiento de la energía térmica, particularmente en su transformación a energía mecánica (que estudiaron en la lección 13). Las máquinas térmicas son muy usadas actualmente y son la base para producir otros tipos de energía, como la eléctrica. Resalte que la eficiencia de estas máquinas es limitada, lo que se traduce en un alto consumo de fuentes de energía, principalmente de origen fósil, lo que conlleva problemas ambientales graves.",
      "Cierre": "Como conclusión, los alumnos deben tener claro que las máquinas perpetuas son imposibles, por lo que siempre se necesitan fuentes de energía externas. Proponga a los alumnos el diseño de pequeñas máquinas que usen energías renovables como la eólica y la solar. Pida a los estudiantes que resuelvan la ficha 12 del Cuaderno de evidencias, incluye una actividad sobre el cálculo de la eficiencia térmica y una reflexión sobre las fuentes de energía y su relación con el ambiente.",
      "EjesArticuladores": "Vida saludable.",
      "EvaluacionFormativa": [
        "Reconoce la diferencia entre efecto invernadero y cambio climático.  ",
        "Comprende que el cambio climático es una consecuencia del efecto invernadero."
      ],
      "Evidencias": [
        "F13"
      ],
      "Actividades": [
        "40"
      ],
      "Proyectos": [
        "Eolico"
      ],
      "LibroSep": "Saberes y pensamiento científico 217-221 ,Nuestro libro de proyectos 206-212",
      "LibroMcMillan": "Física Imagina  148-151",
      "Vinculacion": "\\textbf{Biología: } Analiza los efectos asociados al calentamiento global y sus impactos en el medio ambiente.",
      "Worklist": [
        "L16. Energías renovables",
        "A.40. Energía eléctrica y fuentes de energía",
        "F12. Fuentes de energía y su impacto ambiental"
      ],
      "Libros": [
        "Saberes y pensamiento científico 217-221 ",
        "Nuestro libro de proyectos 206-212",
        "Física Imagina  148-151"
      ],
      "ActPro": [
        "40",
        "F13",
        "Eolico"
      ]
    },
    {
      "PeriodosLectivos": 6,
      "FechaDeInicio": "16 mar",
      "FechaDeCierre": "20 mar",
      "SemanaEscolar": 26,
      "Tema": "Energía solar",
      "Aprendizaje": "Realiza experimentos en donde se aproveche la energía del sol ya sea considerando las propiedades de la luz (energía solar) o las de la materia (convección).",
      "Contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable",
      "Leccion": "L17. Energía solar",
      "Inicio": "Antes de leer la información de la sección, le sugerimos que pregunte a sus alumnos si saben qué es un calentador solar, si han visto uno y cómo creen que funciona. Permítales compartir sus ideas para después leer con ellos la información de la sección. Después, vuelva a preguntarles y pídales que corrijan sus interpretaciones y creencias sobre qué es un calentador solar y cómo funciona, de esta manera podrán responder las preguntas de la sección en conjunto y con su ayuda. Le recomendamos ver con sus alumnos el siguiente video que explica de manera muy sencilla cómo funciona un calentador solar.  Resolver el mapa conceptual implica que el alumno ha entendido el orden en el que se organizaron los conceptos. Pida a algunos voluntarios que lo expliquen frente al grupo y comparen sus explicaciones.",
      "Desarrollo": "Para complementar la información de la página 148 le sugerimos consultar la siguiente liga de internet, donde encontrará una explicación sobre los combustibles fósiles: Le sugerimos que elija algunos alumnos para que lean la información de la página 149, después pida que elaboren un mapa mental con los problemas enlistados y los complementen con otros que ellos investiguen, indíqueles que incluyan imágenes para ilustrarlos. En la siguiente liga encontrará un video que habla sobre la contaminación que producen los combustibles fósiles. Después, pídales que intercambien el cuestionario con algunos de sus compañeros y lo respondan. En sesión grupal, revise las preguntas y respuestas para que comenten si fueron útiles para evaluar sus conocimientos. Ésta es otra manera de fomentar la coevaluación y la autoevaluación. Pida a sus alumnos que elaboren y organicen una presentación sobre los accidentes nucleares de Chernobyl y Fukushima, y puede agregar el accidente nuclear que ocurrió en Three Mile Island en Pensilvania, Estados Unidos de América, en 1979. Solicite que utilicen imágenes, dibujos y noticias. Después, le proponemos que vea en clase el video sugerido en la sección Recursos de apoyo complementarios. Organice una sesión para que los estudiantes mencionen los puntos más importantes y anótelos en el pizarrón, pida que hagan un mapa conceptual que guardarán en su Portafolio de evidencias. Le recomendamos que, para llevar a cabo la actividad experimental de la página 153, les pida con anticipación los materiales (por equipo). Planee la actividad para una sesión de al menos dos horas, puede aprovechar la hora de laboratorio para que tengan tiempo de armar su horno solar y observar su funcionamiento. Le recomendamos que vea el siguiente video, que explica el funcionamiento del horno solar de manera muy sencilla.  Igualmente, pida a otros alumnos que muestren cómo incluyeron los conceptos relacionados con los principios de Arquímedes y Pascal, resalten coincidencias y diferencias, poniendo especial atención en las explicaciones, pues ellas muestran el grado de comprensión de los alumnos.",
      "Cierre": "El propósito de esta sección es que los alumnos apliquen lo aprendido en la lección y respondan nuevamente las preguntas de la sección inicial. Organice una sesión grupal para que respondan las preguntas. Para reforzar los contenidos de la lección, pida que resuelvan la ficha 33 del Cuaderno de evidencias. Como complemento sugiera que elaboren otro mapa con los contenidos no incluidos en éste.",
      "EjesArticuladores": "Pensamiento crítico.",
      "EvaluacionFormativa": [
        "Comprende qué es la energía solar y cómo se produce. ",
        "Reconoce la energía solar como fuente de energía limpia y renovable."
      ],
      "Evidencias": [
        "F14"
      ],
      "Actividades": [
        "41",
        "42"
      ],
      "Proyectos": [
        "Energia"
      ],
      "LibroSep": "Saberes y pensamiento científico 217-221,Nuestro libro de proyectos 206-212",
      "LibroMcMillan": "Física Imagina  152-157",
      "Vinculacion": "\\textbf{Biología: } Explica por qué los saberes de los pueblos originarios han aportado al aprovechamiento de los recursos naturales y el desarrollo sustentable en el ecosistema local.",
      "Worklist": [
        "L17. Energía solar",
        "A.41. Aprovechamiento de la energía",
        "A.42. Aprovechemos la energía solar",
        "F14. ¿Por qué usar un calentador solar?"
      ],
      "Libros": [
        "Saberes y pensamiento científico 217-221",
        "Nuestro libro de proyectos 206-212",
        "Física Imagina  152-157"
      ],
      "ActPro": [
        "41",
        "42",
        "F14",
        "Energia"
      ]
    }
  ]
}