{    "weeks": [
    {
        "unidad": 1,
        "fechaDeInicio": "1/sept",
        "fechaDeCierre": "5/sept",
        "semanaEscolar": "1",
        "contenido": "El pensamiento científico, una forma de plantear y solucionar problemas.",
        "aprendizaje": "Identifica problemas de la vida cotidiana y plantea soluciones.",
        "tema": "Conocimiento empírico.",
        "leccion": "Lección 1. Conocimiento empírico",
        "inicio": "La sección Inicio comenta las características generales de dos códices que contienen conocimientos empíricos sobre las propiedades medicinales de algunas plantas, animales y piedras. Se sugiere compartir o proyectar videos que traten sobre la obtención de fármacos y medicamentos a partir de plantas, o mostrar ilustraciones de plantas medicinales junto con sus efectos benéficos tomados de herbarios antiguos o modernos, esto para resaltar el valor de esta forma de conocimiento.",
        "desarrollo": "Como punto de partida, se sugiere tomar la figura 1.1 para provocar la reflexión de los estudiantes en torno a las diferencias entre los seres humanos y otras especies, en cuanto a la necesidad que tenemos de adquirir conocimientos.  Para el contenido trabajado con el subtítulo: \"Características del conocimiento empírico\", se sugiere que los alumnos analicen casos fácilmente observables; por ejemplo, la forma en que un niño pequeño aprende a manipular un teléfono celular, un control remoto o un juguete electrónico, o bien, la manera en que un niño mayor logra dominar alguna habilidad en un deporte o en un videojuego. Resalte, entonces, el hecho de que es el ejercicio o la práctica de estas acciones lo que fortalece la habilidad o el conocimiento deseados; destaque esta conclusión al señalar que estas habilidades o conocimientos no son fácilmente transmisibles de manera verbal solamente, ni son explicables de modo simple en términos de sus causas. En este punto le sugerimos enumerar y contrastar en cada ejemplo las características del conocimiento empírico descritas en el texto.  La actividad de la página 18, \"Analiza y reflexiona\", es muy importante para corroborar la información del texto. Proporcione opciones para su realización teniendo en cuenta las características de su comunidad.  Por último, la sección \"Otras formas de conocimiento\" es una excelente oportunidad para motivar a los estudiantes a valorar esas otras formas de comprensión que en conjunto forman lo que llamamos cultura; es importante que resalte que este conjunto de conocimientos es esencial para la vida en comunidad, pues cubren necesidades muy particulares de la naturaleza humana.",
        "cierre": "La sección de Cierre busca retomar la situación de Inicio, pero con una nueva visión a partir de lo aprendido en clase. Igualmente, busca ejercitar a los estudiantes en cuanto a la reflexión de los temas tratados. El video disponible en www.edutics.mx/xoN muestra la importancia de las plantas en la obtención de medicamentos y es recomendable para terminar con la lección.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Comprende el significado del conocimiento empírico y su relación con el aprendizaje en la vida cotidiana.\nIdentifica diferentes tipos de conocimiento empírico, así como su importancia en la vida de las personas y en la sociedad."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "8/sept",
        "fechaDeCierre": "12/sept",
        "semanaEscolar": "2",
        "contenido": "El pensamiento científico, una forma de plantear y solucionar problemas.",
        "aprendizaje": "Conoce y caracteriza el pensamiento científico para plantearse y resolver problemas en la escuela y su cotidianidad.",
        "tema": "El método científico.",
        "leccion": "Lección 2. El conocimiento científico",
        "inicio": "El alumno conocerá la historia de Semmelweis y las primeras medidas para evitar infecciones por microorganismos. Invite a los estudiantes a señalar qué pasos del procedimiento de este médico se alejan ya del conocimiento empírico y se acercan al conocimiento científico. Le recomendamos investigar y ahondar más en esta historia, pues hay más elementos que consideró Semmelweis que refuerzan su proceder científico. Haga notar a sus alumnos que los científicos no son seres extraños que viven aislados del resto de la humanidad, sino que son seres humanos con todas sus vivencias y problemas, tal como lo padeció Semmelweis al final de sus días. Haga ver a sus estudiantes que la ciencia trabaja, la mayoría de las veces, en beneficio del ser humano y que por ello es importante su estudio y desarrollo. También, invítelos a reflexionar sobre aquellas prácticas en que han sido renuentes, ellos mismos o personas de su entorno, a seguir procedimientos científicos.",
        "desarrollo": "Esta sección tiene como objetivo que el alumno conozca las características del conocimiento científico y sus métodos. La idea central se presenta en la sección titulada \"¿Qué es la ciencia?\". Resalte el hecho de que esta forma de conocimiento se basa en la experimentación: comprobar en experimentos controlados el conocimiento es el fundamento de la ciencia.  Galileo Galilei es el personaje clave que dio inicio al desarrollo de la ciencia al aplicar un procedimiento sistemático en sus investigaciones. Se sugiere que comparta con los estudiantes la Cumbia de Galileo (que se registra en las recomendaciones de recursos audiovisuales) para que Conozcan y recuerden de manera divertida sus contribuciones.  La infografía de las páginas 22 y 23 presenta y explica los pasos del método científico a la manera de un diagrama de flujo cíclico. Asegúrese de que los estudiantes lo lean de la manera correcta, partiendo de la observación, y teniendo cuidado principalmente en el punto en que se cuestiona si la hipótesis es correcta o no (página 23), de donde se desprenden dos pasos alternativos a seguir. De manera complementaria, comente que cabe considerar que no existe un solo método científico, rígido y general, aplicable a todas las ciencias y a todas las investigaciones, más bien cada científico puede generar variaciones de este esquema general dándole toques de acuerdo con la problemática estudiada y de su propia personalidad. Conviene ilustrar esto con ejemplos, como los del video 8 Sueños geniales, y comentar las anécdotas con los estudiantes.  En la sección titulada \"Características del conocimiento científico\" se puede mostrar un caso concreto en el que se resalten dichas características. Un buen ejemplo puede ser el desarrollo de la vacuna contra la Covid-19, del cual pueden encontrarse muchas buenas reseñas en la red. Comente con sus alumnos este caso y juntos identifiquen los pasos del método científico; es importante observar que algunos de ellos están regulados legalmente y conviene analizar las razones por las cuales esto es así.  Aproveche la oportunidad de generar un debate sobre las respuestas que los estudiantes den a la actividad \"Analiza y argumenta\" de la página 24, pues se trata de una cuestión abierta. Ofrezca elementos para abrir el debate, por ejemplo, mencionando los nuevos tipos de conocimiento que dependen fuertemente de la computación, la inteligencia artificial o el uso de enormes bases de datos, o los esquemas de pensamiento ecológico y filosófico que sugieren crear economías cerradas basadas en la imitación de la naturaleza para superar los problemas ambientales actuales, etcétera.  La última sección, titulada \"Cómo se clasifica la ciencia\" es un intento por organizar las ciencias según su campo de estudio. Conviene hacer notar a los estudiantes que, como suele ocurrir, es sólo un convenio y podrían encontrarse fallas, como el hecho de que la Antropología es difícilmente clasificable.",
        "cierre": "Retome la situación de Inicio y pida a sus alumnos que expliquen de qué manera Semmelweis siguió los pasos del método científico; con ello, podrá valorar la comprensión del tema. A manera de resumen sobre esta actividad, puede compartir con ellos o proyectar el video. ¿Desde cuándo nos lavamos las manos? ¿Por qué es interesante ser científico? Para responder esta pregunta pida a sus alumnos que resuelvan la ficha 1 de su Cuaderno de evidencias.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende qué es la ciencia y cuál es la utilidad del conocimiento científico.\nConoce e identifica los pasos del método científico.",
        "evidencias": 1
    },
    {
        "unidad": 1,
        "fechaDeInicio": "15/sept",
        "fechaDeCierre": "19/sept",
        "semanaEscolar": "3",
        "contenido": "El pensamiento científico, una forma de plantear y solucionar problemas.",
        "aprendizaje": "Valora la influencia del conocimiento científico y tecnológico en la sociedad actual.",
        "tema": "Física y sociedad.",
        "leccion": "Lección 3. Física y sociedad",
        "inicio": "En esta lección los estudiantes aprenderán que la Física tiene importantes aplicaciones que contribuyen al bienestar de la sociedad en diversos ámbitos.  La sección Inicio presenta como ejemplo de lo anterior el caso de la resonancia magnética. Para contrastar el significativo avance de esta tecnología, podría proporcionar previamente alguna información adicional sobre las radiografías y sus efectos adversos o las biopsias y otro tipo de técnicas invasivas para diagnóstico.  Conviene presentar también desarrollos o prácticas que tengan repercusiones adversas o polémicas y comentar cuáles son, ello para no dar una visión sesgada de la ciencia y contribuir a que los estudiantes se formen sus propias opiniones. Aquéllas pueden ser los desarrollos relacionados con las aplicaciones militares, las armas nucleares, las prácticas de experimentación con animales, etcétera.",
        "desarrollo": "Para caracterizar el campo de actividad de la Física, conviene complementar la información del texto con ejemplos diversos de sus investigaciones o reportajes de las revistas de divulgación, por ejemplo, ¿Cómo ves? y Conversus. Puede resultar interesante el ejemplo de la aplicación de la Física en los deportes, como el desarrollo de los balones de futbol, que implican técnicas muy avanzadas de investigación, o la forma de patear el balón para que \"agarre chanfle\", es decir, una trayectoria curva muy utilizada en los tiros libres.  Es importante dar ejemplos de fenómenos físicos y fenómenos químicos y verificar que Comprenden la diferencia. Se sugiere proponer ejemplos que resulten difíciles de clasificar, como el derretimiento de una vela: puede parecer que es sólo un cambio de estado, de sólido a líquido, pero también implica la ruptura de enlaces y la reorganización molecular. Dar y comentar estos detalles contribuirá a que el estudiante comprenda que la clasificación es meramente una herramienta cognitiva y no algo absoluto e inquebrantable. Otro ejemplo es la disolución de la sal de mesa en agua, en realidad es un fenómeno químico pues se forman nuevas sustancias, pero como no lo percibimos y es posible separar después la sal, parece ser un fenómeno físico.  Para la sección titulada \"División de la Física\", conviene hacer notar a los estudiantes que la ciencia actual tiende a ser bastante interdisciplinaria, razón por la cual la Física entra en juego en investigaciones más bien centradas en procesos químicos, biológicos, sociales, etcétera; por ejemplo, participa en las investigaciones de las sensaciones y percepciones de los sentidos, y también aplica sus métodos en el estudio de la economía (la Econofísica).  Es fácil mostrar la importancia de la Física en el mundo actual, en vista de toda la tecnología necesaria para realizar nuestras actividades cotidianas; sin embargo, para la sección \"Importancia de la Física en la sociedad\", conviene ofrecer un panorama completo e indicar que el mundo actual ha sido construido gracias a las contribuciones de todas las ciencias en su conjunto y no solamente de la Física; por ejemplo, para el desarrollo de la electrónica, se requiere de la Química en la formación de compuestos y sustancias con semiconductores, o en la energía atómica, que se requiere de la obtención de elementos radiactivos como el uranio con cierto grado de pureza y para su enriquecimiento.",
        "cierre": "La sección pretende explorar si el estudiante valora la importancia de la Física en la sociedad y también que su dominio requiere el aprendizaje de un lenguaje y unas técnicas particulares. Puede complementar con información sobre las posibilidades de la Física como profesión. Haga notar la necesidad del desarrollo de las ciencias básicas y de las Matemáticas en beneficio de la sociedad, pues son el sustento de la tecnología actual y futura. La Ciencia no tiene género. Invite a sus alumnos a resolver la ficha 2 y conocer sobre una de las contribuciones más importantes de la ciencia actual hecha por una mujer famosa.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Identifica el campo de estudio de la Física.\nComprende la importancia de las aplicaciones de la Física para el beneficio de la sociedad.",
        "evidencias": 2
    },
    {
        "unidad": 1,
        "fechaDeInicio": "22/sept",
        "fechaDeCierre": "26/sept",
        "semanaEscolar": "4",
        "contenido": "Unidades y medidas utilizados en Física.",
        "aprendizaje": "Identifica las unidades de medición que se ocupan en su entorno escolar, familiar y en su comunidad.",
        "tema": "Medición y unidades de medida",
        "leccion": "Lección 4. Mediciones",
        "inicio": "Esta lección es una introducción a la medición y está dedicada a las unidades antiguas o convencionales de cantidades físicas de la vida cotidiana: longitud, peso y volumen.  La sección Inicio refiere la técnica con que Arquímedes descubrió la falsificación de una corona de oro. Esta historia entra de lleno en el tema de la lección al referirnos que dicha técnica consistió en una medición indirecta, sencilla e ingeniosa.  Se sugiere que, previamente, proporcione elementos que permitan a los estudiantes imaginar el contexto histórico en el que Arquímedes resolvió este problema. Es posible que los estudiantes sientan curiosidad acerca de la relación personal que existía entre Arquímedes y el rey de Siracusa; proporcionar información sobre la civilización griega o sobre el hecho de que en la Antigüedad la investigación científica (en su forma inicial, digamos), al igual que la creación artística, estaba soportada por sistemas de mecenazgo, puede dar claridad a la anécdota. Información de este tipo puede entreverse en el video de Los inventores que se sugiere más adelante.",
        "desarrollo": "El enfoque del texto consiste en presentar la medición, esencialmente, como un proceso de comparación de magnitudes físicas de la misma naturaleza y mostrar ejemplos cercanos a los estudiantes. Los alumnos han hecho mediciones desde primaria y en la vida cotidiana, resalte este tipo de situaciones, por ejemplo, al medirse un par de zapatos, al comprar alimentos por peso, al medir longitudes usando una regla o una cinta métrica, etcétera. Ésta es una buena oportunidad para que describan los métodos comunes que aplican para hacer una medición correcta.  Para complementar la información proporcionada, podría comentar que en la práctica la mayoría de las mediciones se hacen de manera indirecta, es decir, comparando magnitudes y utilizando las leyes de la Física. Por ejemplo, medir una temperatura no se hace por comparación directa sino de manera indirecta midiendo la dilatación de una gota de mercurio o las variaciones en el voltaje de un circuito eléctrico, etcétera.  La subsección titulada \"Unidades de medida\" tiene la intención de definir las características que debe satisfacer cualquier magnitud que se pretenda usar como unidad de medida para resultar confiable y útil. Las características que deben resaltarse son que la unidad no debe variar y que debe ser accesible para los usuarios.  La sección \"Unidades de medida antiguas\" proporciona ejemplos de unidades convencionales que no siempre satisfacen las características mencionadas. Resalte este hecho motivando a los estudiantes a analizarlas. Por ejemplo, el codo es una unidad de medida inconveniente porque la medida de los brazos varia de persona en persona, y para una persona en particular varía con su edad. Pida a sus alumnos que justifiquen el hecho de que estas unidades han sido descartadas en la actualidad. Motive esta reflexión haciendo preguntas como ¿Qué es más exacto, medir cantidades de granos por volumen usando la maquila o por peso usando una báscula?; una \"legua\" corresponde a la distancia recorrida en una hora, ¿por qué esa medida no es exacta? Pida que justifiquen sus respuestas.",
        "cierre": "Puede complementar la actividad de esta sección retando a los estudiantes a que, partiendo del método de Arquímedes, propongan una manera de determinar el volumen de su propio cuerpo. Es claro que no pueden utilizar ninguna fórmula, así que una manera sería meterse a una bañera llena de agua hasta el tope, y medir de algún modo el volumen de agua desplazado cuando están completamente sumergidos.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Comprende en qué consiste la medición y cuál es su importancia.\nExplica por qué es inconveniente que una unidad de medida sea variable o inaccesible."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "29/sept",
        "fechaDeCierre": "3/oct",
        "semanaEscolar": "5",
        "contenido": "Unidades y medidas utilizados en Física.",
        "aprendizaje": "Identifica cuáles son, cómo se definen y cuál es la simbología de las unidades básicas y derivadas del Sistema Internacional de Unidades.",
        "tema": "Unidades de medida y magnitudes físicas del Sistema Internacional de Unidades",
        "leccion": "Lección 5. Unidades fundamentales y derivadas de medida",
        "inicio": "En esta sección se hace énfasis en la inclusión y la igualdad de género al exponer que la ingeniera de estrategia del equipo de Checo Pérez es mujer; resalta sus habilidades y responsabilidades en el equipo y la importancia de sus procesos de revisión para la seguridad del conductor en las carreras, independientemente de su género. Además, se plantean las aplicaciones del uso de las unidades de medición en el ámbito deportivo y tecnológico.  Continúe con el desarrollo de la lección anterior, propiamente resaltando la necesidad de un sistema de medidas accesible y de uso generalizado en diferentes lugares del mundo. Esta necesidad dio origen al Sistema Internacional de Unidades (SI), comente que establecerlo internacionalmente no es una tarea sencilla, pues existe resistencia de personas, empresas y países. Resalte los beneficios de contar con ese sistema y los problemas culturales y económicos que se pueden provocar al modificar los sistemas de medición regionales y adoptar el SI.",
        "desarrollo": "La introducción de esta sección hace énfasis en la importancia de contar con un sistema de unidades universal, que facilite el comercio y las transacciones entre países. Comente que todavía existen muchos países que utilizan distintas unidades de medida, pero que para insertarse en el comercio global se cuenta con equivalencias entre esas unidades y el SI.  La lección establece la relación entre las magnitudes físicas y sus unidades de medida en el SI; es decir, indica cómo se definieron y qué magnitud miden. Pida a sus alumnos que investiguen cómo se definen las unidades fundamentales, por ejemplo, que el metro se definió originalmente como una diezmillonésima parte del cuadrante del meridiano terrestre, magnitud que podía ser determinada por científicos en diferentes partes del mundo mediante cálculos geométricos y de ahí pasar a un modelo físico, originalmente de una aleación de platino e iridio. Actualmente el metro se define en términos de la velocidad de la luz, y se mide a partir de la longitud de onda de rayos láser específicos (conceptos que se estudiarán a lo largo del curso). El kelvin que se usa para medir temperatura se define a partir de la temperatura del punto triple del agua, es decir, como el punto de presión y temperatura donde el agua se presenta en los tres estados de agregación de manera simultánea. Estas magnitudes se obtienen por procedimientos científicos y técnicos por personas especializadas y después se transmiten a la población en general. Comente que en México es el Centro Nacional de Metrología el encargado de establecer las unidades de medida y de regular su uso en todo el país. Invite a sus alumnos a visitar el sitio de internet de este centro de investigación científica y a descubrir sus funciones. La actividad de la página 36 tiene el objetivo de que los estudiantes reflexionen acerca de las distintas unidades en las que se pueden medir algunas magnitudes físicas y cuáles serían sus ventajas y desventajas. Haga notar el hecho de que los aparatos electrodomésticos que usamos a diario tienen especificaciones basadas en las unidades del SI y pídales que mencionen y descubran otros aspectos de la vida diaria donde se usan estas unidades.  En la página 37 se definen las unidades derivadas, cuál es su origen y cómo se utilizan para medir otras magnitudes físicas que también derivan de las fundamentales. La actividad de reflexión en esta página tiene el objetivo de que investiguen otras magnitudes que se midan con unidades derivadas y que establezcan relaciones entre ellas.",
        "cierre": "La finalidad de la actividad de Cierre es que los alumnos revisen su comprensión de los contenidos de la lección, que sean capaces de definir e identificar las diferencias de las unidades fundamentales y derivadas.  Además, se retoma la actividad de Inicio para que establezcan la relación con los contenidos e identifiquen su utilidad en la vida cotidiana, en este caso, en las carreras de Fórmula 1.  Pida a sus alumnos que comenten en qué situaciones sería un problema que no se contara con un sistema de medidas universal, para remarcar la importancia de contar con el SI.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la diferencia entre magnitudes físicas y unidades de medición.\nComprende la diferencia entre unidades de medición, fundamentales y derivadas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "6/oct",
        "fechaDeCierre": "10/oct",
        "semanaEscolar": "6",
        "contenido": "Unidades y medidas utilizados en Física.",
        "aprendizaje": "Realiza conversiones con los múltiplos y submúltiplos al referirse a una magnitud.",
        "tema": "Múltiplos y submúltiplos. Notación científica",
        "leccion": "Lección 6. Múltiplos y submúltiplos",
        "inicio": "La situación de Inicio compara los tamaños de objetos extremadamente pequeños, como los átomos, con el tamaño de los objetos astronómicos y las distancias entre ellos. Hace énfasis en la necesidad de utilizar la notación científica para escribir estas cantidades, así como el uso de múltiplos y submúltiplos de las unidades de medición en las aplicaciones de la ciencia como la Biología, la Química y la Física. Le sugerimos que relacione estas aplicaciones en la Medicina, ya que es un contexto más común para ellos. Puede comentarles que el tamaño de los virus y las bacterias es tan pequeño que es necesario usar la notación científica.",
        "desarrollo": "La lección tiene como objetivo que los alumnos aprendan qué son los múltiplos y submúltiplos de las unidades del SI. Aprenderán a utilizar la notación científica para escribir cantidades muy grandes y muy pequeñas y complementarlas con las unidades de medición, para representar el valor de las magnitudes físicas y hacer comparaciones entre ellas.  En la página 39 se muestra una tabla con los múltiplos y submúltiplos y los prefijos que se utilizan para acompañar a las unidades del SI, su representación en notación científica, su símbolo y su equivalencia. Le recomendamos que, además de revisar esa tabla con los alumnos, haga algunos ejercicios en los que ellos comparen cantidades escritas en múltiplos y submúltiplos y que también hagan conversiones entre ellas. Por ejemplo: * ¿Qué es mayor, 5 kg o 5000 g? * ¿Qué es mayor, 100 cm o 0.00001 km? En la página 40 se resuelven operaciones con notación científica y se aplican las potencias negativas y positivas. Es importante que los alumnos distingan que los valores muy grandes se representan con potencias positivas de 10 y los muy pequeños con potencias negativas. En la actividad de esta página se pretende que los alumnos practiquen el uso de la notación científica y la equivalencia entre múltiplos y submúltiplos de las unidades de medición. Puede empezar con ejemplos como: * ¿Qué es mayor, 100 cm o $10^{-5}$ km? * ¿Cómo se escribe en notación científica 2000000000? También se muestra cómo hacer conversiones entre múltiplos y submúltiplos de unidades de medición utilizando la notación científica. Revise que los alumnos tengan claro el procedimiento pero no con la idea de memorizarlo, sino de comprenderlo, pida que propongan su propio método. En la página 41 se explica cómo hacer las conversiones mediante la multiplicación y la división, para después aplicar este recurso en la conversión de unidades, que se aborda en la actividad de esta página. Le sugerimos que, utilizando la tabla que se presenta en la página, repase en qué sentido se hacen las operaciones (multiplicación y división) para hacer las conversiones. Considere que lo más importante es la comprensión antes que la memorización o mecanización de procedimientos.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y propongan un método propio para hacer conversiones entre múltiplos y submúltiplos.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Resuelve problemas de conversión de unidades utilizando la multiplicación y la división para pasar de múltiplos a submúltiplos y viceversa.\nEscribe cantidades muy grandes o muy pequeñas en notación científica y viceversa."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "13/oct",
        "fechaDeCierre": "17/oct",
        "semanaEscolar": "7",
        "contenido": "Unidades y medidas utilizados en Física.",
        "aprendizaje": "Conoce los instrumentos de medición.",
        "tema": "Instrumentos de medición",
        "leccion": "Lección 7. Instrumentos de medición",
        "inicio": "El objetivo de esta sección es mostrar a los alumnos la importancia de la medición, pero que no siempre se cuenta con los instrumentos adecuados para hacerlas. Sin embargo, la curiosidad y la creatividad natural del ser humano lo ha llevado a crear diversas maneras de tratar de responder a sus inquietudes. La invención de los dispositivos para medir masa, longitud, tiempo, luminosidad, etcétera, ha llevado a la humanidad a avanzar a pasos agigantados en el desarrollo de la tecnología en apenas un par de siglos. Le proponemos que le haga las siguientes preguntas a sus alumnos: * Si no existieran las cintas métricas o las reglas, ¿cómo medirías la estatura de una persona? ¿Y la distancia de una ciudad a otra? * ¿Qué instrumento inventarías para medir el grosor de un cabello? * Si no existieran las balanzas, ¿cómo medirías la masa de los alimentos que compras? ¿Y tu masa? * ¿Cómo medirías el transcurso de los días si no existieran los calendarios? ¿Y el tiempo que te lleva realizar una actividad en tu vida cotidiana, como bañarte o transportarte? Permítales a los alumnos que usen su imaginación para inventar dispositivos de medición. Que expliquen sus ideas y las comparen con las de sus compañeros, para que hagan consciencia de la utilidad y la importancia de los instrumentos de medición en la vida cotidiana. Antes de responder las preguntas de esta sección, pídales que comenten qué instrumentos de medición conocen y para qué sirven. Seguramente sólo mencionarán los más comunes, para medir masa, tiempo y longitud. Invítelos a mencionar otros instrumentos, por ejemplo, para medir volumen y capacidad, qué instrumento se utiliza para medir la fuerza, o la luminosidad de un foco.",
        "desarrollo": "Antes de que lean esta página, pregunte a sus alumnos qué creen que significan los términos precisión, sensibilidad, exactitud y fiabilidad en el contexto de la medición. Pregunte sobre un término a la vez y pida que le den ejemplos; es decir, que expliquen qué creen que significa que un instrumento de medición sea preciso y mencionen algunos ejemplos. Haga lo mismo para el resto de los conceptos y luego pida a distintos alumnos que lean las definiciones que están en el libro. Después, pídales que corrijan su concepción original de cada término, si es necesario. Si tiene la posibilidad, lleve algunos de los instrumentos de medición como vernier, micrómetro, cinta métrica y multímetro. Muestre a sus estudiantes cómo se utilizan y pregúnteles qué medirían con cada uno. Le sugerimos que, de ser posible, proyecte los videos sugeridos en la página 43. Si cuenta con ellos, muéstreles también una báscula, un dinamómetro, un cronómetro y un termómetro, y pregúnteles qué creen que mide cada uno. Organice a sus alumnos en tercias y pídales que anoten en su cuaderno qué medirían con los instrumentos anteriores y en qué contextos de su vida cotidiana lo harían. Después, anímelos a compartir sus ejemplos con sus compañeros y que comparen sus respuestas.  Si tiene la oportunidad, muéstreles el video sugerido en la página 44 para que sepan qué es un espectrómetro de masas. Puede dejarles de tarea que vean el video sobre el reloj atómico y hacer una sesión de preguntas al día siguiente para que compartan qué entendieron sobre el funcionamiento del reloj. Le sugerimos que deje de tarea que hagan una presentación por equipos sobre los instrumentos de medición que aparecen en la página 45 para que la presenten ante el grupo. También, utilice los ejemplos de instrumentos de medición para unidades derivadas que se preguntan en la actividad de reflexión y asígnelos a otros equipos para su presentación. Anímelos a utilizar diversas formas de presentar su trabajo, ya sea mediante presentaciones electrónicas o hechas en cartulinas con recortes y dibujos. ",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia, que lo apliquen en la resolución de situaciones de su vida cotidiana y que comprendan por qué existen diversos instrumentos para medir la misma unidad básica, dependiendo del contexto en el que se utilicen. ¿Qué instrumentos se usan, por ejemplo, para medir la calidad del aire que respiramos? Para responder invite a sus alumnos a trabajar la ficha 3 del Cuaderno de evidencias.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Sabe qué es un instrumento de medición y para qué se utiliza.",
        "evidencias": 3
    },
    {
        "unidad": 1,
        "fechaDeInicio": "20/oct",
        "fechaDeCierre": "24/oct",
        "semanaEscolar": "8",
        "contenido": "Estructura, propiedades y características de la materia.",
        "aprendizaje": "Materiales, sus propiedades y características.",
        "tema": "Materiales de tu entorno y sus propiedades ",
        "leccion": "Lección 8. Materiales y sus propiedades",
        "inicio": "El objetivo de esta sección es mostrar a los alumnos las aplicaciones de los materiales en los distintos aspectos de la vida y la forma en la que han sido utilizados por el ser humano para obtener alimento y protegerse del clima y los elementos externos. Sin embargo, también nos presenta la realidad de la sobreexplotación de los recursos naturales y cómo se ha acelerado en los últimos dos siglos como consecuencia de los avances tecnológicos y los procesos de producción. Le proponemos que les haga las siguientes preguntas a sus alumnos: * ¿Por qué es importante conocer las propiedades de los materiales? * ¿Cuáles son las ventajas de contar cada vez con más materiales para la fabricación de productos de uso cotidiano? * ¿Es realmente necesario sobreexplotar los recursos naturales para satisfacer las necesidades de la humanidad, o podríamos satisfacerlas sin abusar de la extracción de los recursos? * ¿Consideras que desperdicias recursos en tus actividades cotidianas? Da algunos ejemplos y plantea qué podrías hacer para disminuir el desperdicio. La sección de Inicio también tiene la intención de despertar el asombro de los estudiantes al presentar una máquina capaz de cortar acero a partir de un chorro de agua, resalte esta propiedad del líquido que a primera vista parecería imposible y reflexione con ellos sobre las características de los materiales que podríamos aprovechar en aplicaciones inesperadas, todo gracias al ingenio humano. ",
        "desarrollo": "El primer párrafo de esta sección plantea que la materia es un concepto abstracto, pero podría pedirles a sus estudiantes que digan qué cosas que observan a su alrededor están hechas de materia. Probablemente mencionen que todas lo están, entonces pregúnteles si el aire está hecho de materia y cómo podemos percibirlo. Después, mencione otras cosas que no son materia, como las ideas, el tiempo y el espacio, para aclarar el concepto y propiedades de la materia. Pregunte cuáles creen que son las propiedades de la materia que se pueden medir, pida ejemplos concretos, anímelos a observar los objetos que los rodean en el salón de clases y que describan algunas de sus propiedades. Si observa que los alumnos no pueden expresar sus ideas, puede orientarlos con propiedades como la masa, la longitud, el volumen, etcétera. Si mencionan características como el olor, el sabor o el color, explíqueles que éstas son propiedades cualitativas que no se pueden medir, mientras que las cuantitativas como la masa y la longitud, sí. Solicite a sus estudiantes que den ejemplos de cómo medir las propiedades extensivas, qué instrumentos se utilizan y cuáles son las unidades de medida correspondientes. En la página 47 se hace énfasis en el cálculo de la densidad de los materiales. Coménteles que la densidad es una característica distintiva de los materiales, es decir, si conocemos la densidad, podemos determinar de qué material se trata. Resuelva en el pizarrón ejemplos para calcular la densidad de diferentes materiales, por ejemplo: * Un lingote de oro con una masa de 301 g tiene un volumen de 15.6 cm3. Calcula la densidad del oro. * La densidad del mercurio, el único metal líquido a temperatura ambiente, es de 13.6 g/mL. Calcula la masa de 5.5 mL de mercurio. Utilice los ejemplos anteriores para comentar lo siguiente: La densidad del mercurio es aproximadamente 13 veces mayor que la del agua; por tanto, algunos objetos que se hunden en el agua flotarán sobre mercurio, incluyendo piezas de plomo, plata y acero; sin embargo, las piezas de oro se hunden, ya que el oro tiene una densidad más alta que el mercurio. También le recomendamos que resuelva problemas en los que se calcule la masa y el volumen en lugar de la densidad. Después de resolver la actividad de la página 48, organice una lluvia de ideas para que den ejemplos de materiales de su vida cotidiana que presenten las propiedades intensivas que se muestran en la actividad. Recuérdeles que deben tener cuidado cuando manejan cierto tipo de materiales. Pida también ejemplos de objetos según la clasificación de la página 49. ",
        "cierre": "El propósito de esta sección es que los alumnos apliquen los conocimientos adquiridos en la lección y reflexionen sobre la aplicación de las propiedades de los distintos materiales en la elaboración de diferentes productos",
        "ejesArticuladores": "Inclusión.",
        "evaluacionFormativa": "Reconoce la diferencia entre propiedades extensivas e intensivas de la materia.\nComprende e identifica las propiedades de los materiales y su aplicación en la vida cotidiana.",
        "evidencias": "4, 5"
    },
    {
        "unidad": 1,
        "fechaDeInicio": "27/oct",
        "fechaDeCierre": "31/oct",
        "semanaEscolar": "9",
        "contenido": "Estructura, propiedades y características de la materia.",
        "aprendizaje": "Relaciona e interpreta las teorías sobre estructura de la materia, a partir de los modelos atómicos y de partículas y los fenómenos que les dieron origen.",
        "tema": "Origen de las teorías sobre estructura de la materia, aspectos históricos. Modelo cinético de partículas",
        "leccion": "Lección 9. Origen de las teorías sobre estructura de la materia",
        "inicio": "La situación de Inicio muestra las primeras ideas acerca de la composición de la materia. Pregunte a sus alumnos por qué la teoría de los cuatro elementos no es suficiente para explicar todos los fenómenos de la naturaleza, pídales ejemplos en los que no se puedan utilizar para describir objetos que observen a su alrededor, como la electricidad o las ondas de radio y televisión. Esta actividad le dará la pauta para que los alumnos comprendan por qué fue necesario plantear otras teorías acerca de la composición de la materia.",
        "desarrollo": "Antes de leer el contenido de la página 51, le sugerimos que haga una actividad en la que Corten pedazos de hoja de papel tantas veces como les sea posible. Después, pregúnteles si en algún momento ya no se puede seguir cortando y por qué. Después, solicite a varios estudiantes que lean los dos primeros párrafos de la página y, al terminar, pregunte: * ¿Por qué creen que los griegos pensaban que al dividir la materia se llegaba a un punto en que ya no era posible hacerlo? Es posible que respondan que no contaban con herramientas que les permitieran seguir dividiendo pedazos cada vez más pequeños y que tampoco podían observar pedazos microscópicos; sin embargo, sus conclusiones se basaban en que dividir infinitamente significaría que no hay una base sobre la que se construye el mundo material, es decir, más que un problema de división física, es una cuestión lógica. Después, pregunte al grupo si creen que el vacío existe y en qué consistiría. Es muy probable que respondan algo referente al espacio que los rodea, pero recuérdeles que el aire también es materia y que, por tanto, no está vacío. El vacío significa ausencia de materia y energía, es decir, \"nada\", lo que no tenía sentido para algunos filósofos. Cuando lean el párrafo referente al éter, pregúnteles qué objetos creen que podrían estar hechos de este \"elemento\", de acuerdo con las propiedades que Aristóteles pensaba que poseía. Comente a los escolares que esos filósofos no realizaban experimentos para comprobar sus teorías, sino que sólo se basaban en la reflexión de los fenómenos que observaban, y pregúnteles qué hubiera sido necesario para que se dieran cuenta de que sus teorías eran insuficientes y cómo los experimentos hubieran cambiado su concepción de la composición de la materia. Después de leer los párrafos referentes a la composición de la luz, pregúnteles de qué piensan que está hecha. Trate de vincular las propiedades de la materia con la luz, para que concluyan que no está hecha de materia y que se debe plantear otra teoría sobre su origen; por ejemplo, pregunte: * ¿La luz tiene volumen? ¿Es elástica o maleable? ¿Tiene densidad o pesa? ¿Se puede rayar? ¿Cuál es su dureza? Respecto del texto sobre el origen del modelo cinético de partículas, invite a los alumnos a observar algún objeto sólido y pídales que hagan una propuesta que explique de qué está hecha la materia, si se les hubiera ocurrido pensar en átomos y cómo deberían organizarse para formar un objeto sólido. Pregúnteles por qué creen que Boltzmann utilizó los gases y no los líquidos o los sólidos como modelo para plantear su teoría. Le sugerimos que les deje de tarea que observen las motas de polvo a través de un rayo de luz, que describan sus movimientos y hagan dibujos que los representen. Esto les ayudará a visualizar cómo podría ser el movimiento de las partículas. Después, pídales que compartan en clase sus observaciones y dibujos. Al terminar, le sugerimos que vean el video propuesto en la página 52. Después de leer el texto de la página 53, pídales que piensen cómo explicarían la composición de los sólidos y los líquidos con el modelo cinético de partículas. Invítelos a pasar al pizarrón para que hagan dibujos que lo ilustren y expliquen sus ideas. Esto servirá para prepararlos para la siguiente lección. Utilice el simulador propuesto en esta página para que vean cómo aumenta la velocidad de las partículas de gas cuando se aumenta la temperatura. Cambie el número de partículas y varíe la temperatura. Pregúnteles qué observan.",
        "cierre": "El propósito consiste en que los alumnos comparen las diferentes teorías sobre la composición de la materia que se trataron en la lección y que puedan explicar cómo se comportan las partículas en un gas.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la evolución de las teorías sobre la composición de la materia.\nConoce y entiende el modelo y los postulados del modelo cinético de partículas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "3/nov",
        "fechaDeCierre": "7/nov",
        "semanaEscolar": "10",
        "contenido": "Estructura, propiedades y características de la materia.",
        "aprendizaje": "Explora algunos avances recientes en la comprensión de la constitución de la materia y reconoce el proceso histórico de construcción de nuevas teorías.",
        "tema": "Teoría atómica, aspectos históricos ",
        "leccion": "Lección 10. La teoría atómica",
        "inicio": "La situación de Inicio plantea un tema muy interesante para comentar con los alumnos, ya que involucra el desarrollo de la tecnología nuclear y sus catastróficas consecuencias. Es un punto importante para analizar sobre los posibles resultados del desarrollo científico y la responsabilidad que tienen los científicos sobre el uso de sus conocimientos. Las preguntas planteadas al final del texto le permitirán organizar un debate con sus alumnos. Por ejemplo, puede dividir al grupo en dos, que una parte exponga los beneficios de la tecnología nuclear y la otra, las consecuencias dañinas para la vida en el planeta.",
        "desarrollo": "En esta sección se explican los diferentes modelos planteados para explicar la composición fundamental de la materia y sus propiedades. Los alumnos aprenderán conceptos nuevos que pueden ser difíciles de comprender, por lo que le recomendamos que después de leer cada modelo vea con los alumnos los siguientes videos, en el orden propuesto: El modelo atómico de Dalton. * www.edutics.mx/x3h El experimento de J. J. Thomson. * www.edutics.mx/T7F ¿Qué es el modelo atómico de Thomson y cuáles son sus postulados? * www.edutics.mx/xij El modelo atómico de Rutherford. * www.edutics.mx/x37 Le sugerimos que, después de leer los primeros párrafos de la página 58, proyecte el siguiente video, que explica los espectros de emisión y absorción de los distintos elementos. ¿Qué son los espectros de emisión y absorción? * www.edutics.mx/x38 Después, continúe con el video del modelo atómico de Bohr y el descubrimiento del neutrón. El modelo atómico de Bohr. * www.edutics.mx/x3X ¿Cómo se descubrió el protón y el neutrón? * www.edutics.mx/x3B Después de ver cada video, organice a los alumnos para que comenten sobre los principales postulados de cada uno y los anoten en tarjetas. Esto les servirá para después diseñar un juego de lotería o de memoria de los modelos atómicos. Le recomendamos que deje de tarea ver el video sugerido en la sección \"Consulta\" de la página 54, para que complementen su información. Pídales que hagan un cuestionario para que lo apliquen a sus compañeros de clase. Revise, junto con sus alumnos, las preguntas y resuelva dudas o sugiera ajustes. Finalmente, propóngales que, para evaluar los contenidos de esta lección, diseñen un juego de mesa. Usted puede proponerles la lotería y la memoria, pero anímelos a que ellos inventen su propio juego",
        "cierre": "El propósito de esta sección es que los alumnos comparen las diferentes teorías atómicas que se trataron en la lección y que puedan explicar cómo evolucionaron hasta la teoría actual. También tiene el objetivo de que reflexionen acerca de las aplicaciones de la energía nuclear. Podría proponer a sus alumnos que, en equipos, hagan una maqueta que represente los modelos del átomo de cada teoría explicada en la lección. ",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Reconoce que las teorías sobre la estructura atómica evolucionaron con los descubrimientos científicos a lo largo de los años.\nReconoce las diferencias y similitudes entre las distintas teorías atómicas.",
        "evidencias": 6
    },
    {
        "unidad": 1,
        "fechaDeInicio": "10/nov",
        "fechaDeCierre": "14/nov",
        "semanaEscolar": "11",
        "contenido": "Estados de agregación de la materia.",
        "aprendizaje": "Experimenta e interpreta los modelos atómicos y de partículas al proponer hipótesis que expliquen los tres estados de la materia, sus propiedades físicas como la temperatura de fusión, ebullición, densidad, entre otros.",
        "tema": "Estados de la materia y propiedades físicas, interpretación a partir del modelo cinético de partículas y la teoría atómica",
        "leccion": "Lección 11. Estados de agregación de la materia y modelo cinético",
        "inicio": "En esta sección se plantean tres situaciones diferentes en las que se describen las transformaciones de la materia. Las preguntas de la sección le servirán para animar a los estudiantes a que den más ejemplos de cambios de estado. Pídales que los ejemplos que propongan sean concretos y que estén relacionados con situaciones de su vida cotidiana, por ejemplo: * La fundición de metales. * La transformación de la mantequilla o la cera de una vela cuando la calientan * La evaporación del sudor que sirve para controlar la temperatura corporal. En cuanto a la primera pregunta, solicite a sus alumnos que se reúnan en equipos para que discutan sus ideas antes de responder. Después, organice una sesión en la que compartan cómo explicarían los cambios de estado con el modelo de partículas. Se espera que puedan relacionar la energía de las partículas que conforman la materia, con el aumento y la disminución de la temperatura.",
        "desarrollo": "En la página 61 se explica cómo se encuentran las partículas en los sólidos, los líquidos y los gases. Se explica también qué ocurre si se aumenta la presión o la temperatura de un cuerpo en estos estados; para ilustrarlo, le recomendamos que proyecte las simulaciones que encontrará en el siguiente vínculo. Simulador de estados de la materia y cambios de fase. * www.edutics.mx/SYm Después de ver la simulación, pregunte nuevamente a sus alumnos cómo explican los cambios de estado a partir del modelo de partículas; se espera que digan que, si aumenta la temperatura, éstas se mueven más rápidamente porque su energía aumenta y, por tanto, se separan hasta cambiar de estado. En la segunda parte del simulador, podrán ver qué ocurre cuando se aumenta o se disminuye la presión, coménteles que se pueden combinar los valores de estas variables. En la página 62 se explican los cambios de estado únicamente como consecuencia del aumento o disminución de la temperatura. Puede proponer varias situaciones y escribir en el pizarrón una tabla como la siguiente: Situación: Introducir un trozo de metal en un horno de fundición. ¿Qué ocurre con la temperatura? La temperatura del metal aumenta. ¿Qué cambio de estado ocurre? El metal se funde hasta transformarse en líquido.  Solicite a los alumnos que participen para completar la tabla, propongan ejemplos en los que exploren distintos cambios de estado. Lleve a cabo la práctica propuesta en la página 62 en el laboratorio escolar. Puede hacer la práctica demostrativa o, si cuenta con el material necesario, organizar al grupo en equipos para que realicen  el experimento y anoten sus observaciones. Pídales que tomen la temperatura cada dos minutos y que lo anoten en una tabla de dos columnas para que puedan graficar sus datos. Coménteles que guarden su reporte de observaciones en su Portafolio de evidencias. Solicite a un estudiante que lea el primer párrafo de \"La densidad y el modelo cinético\" de la página 64; después pídales que expliquen la densidad con el modelo de partículas. Le sugerimos dejar de tarea la actividad de esta página y organizar una sesión para que compartan sus respuestas. En la sección de recursos de apoyo, le sugerimos un video que explica por qué el hielo flota en el agua, que puede proyectar en clase después de leer la primera sección de la página 65. Por último, le sugerimos que deje de tarea leer el tema del plasma y que les proponga hacer una presentación por equipos en la que ilustren y expliquen qué es el plasma, algunos ejemplos y sus aplicaciones. ",
        "cierre": "El propósito es que los alumnos retomen lo aprendido en la lección y respondan las preguntas que pueden servirle como evaluación del tema. ",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Entiende e identifica los estados de la materia y sus transformaciones.\nExplica los cambios deestado y la densidad con elmodelo de partículas."
    },
    {
        "unidad": 1,
        "fechaDeInicio": "17/nov",
        "fechaDeCierre": "21/nov",
        "semanaEscolar": "12",
        "contenido": "Temperatura y el equilibrio térmico.",
        "aprendizaje": "Interpreta la temperatura y el equilibrio térmico con base en el modelo de partículas.",
        "tema": "Temperatura y el equilibrio térmico.",
        "leccion": "Lección 12. Temperatura y equilibrio térmico",
        "inicio": "La situación de inicio habla de los receptores de temperatura que tienen los organismos vivos para percibir y regular su propia temperatura o actuar, ya sea metabólicamente o moviéndose a zonas de mayor o menor temperatura dependiendo de sus necesidades. Le recomendamos el siguiente video que explica la diferencia entre animales de sangre caliente y sangre fría. Se presentan diversos ejemplos y se explica que los organismos vivos no sólo se clasifican con estos dos términos. ",
        "desarrollo": "En la página 67 se hace referencia a los términos coloquiales que utilizamos para referirnos a la temperatura corporal, del ambiente y de los objetos. Lea el texto con sus alumnos y pídales que comenten algunas de las expresiones con las que se refieren al clima y la temperatura de su cuerpo o de los alimentos y los objetos. Éste es el momento para aclarar la diferencia entre calor y temperatura y comentarles que cuando hablamos de frío o calor, nos referimos a la sensación que tenemos en nuestro cuerpo. Pregúnteles cómo se mide la temperatura y si saben en qué unidades. Seguramente dirán que se utilizan termómetros y sólo mencionarán la escala Celsius aunque, probablemente, dirán \"grados centígrados\". Explíqueles que la forma correcta es grados Celsius. Recuérdeles que existen distintos tipos de termómetros: clínicos, digitales, infrarrojos, de mercurio, de uso industrial, para cocina y para laboratorio, que cada uno funciona con principios físicos diferentes. Le recomendamos proyectar el siguiente video. * www.edutics.mx/xUQ La actividad experimental consiste en que vean cómo funciona un termómetro, en este caso, por la dilatación de alcohol, agua y aire. Explique el fenómeno de dilatación usando el modelo cinético de partículas: al aumentar la temperatura, las partículas que forman el material vibran o se mueven con mayor rapidez ocupando mayor espacio, lo que da lugar a un aumento de volumen. Agregue a los materiales una gota de tinta o colorante vegetal para que sea más vistoso observar cómo suben el agua y el alcohol conforme se calientan. Revise en todo momento que tengan cuidado para que no ocurra un accidente, e indíqueles que registren sus datos en el cuaderno para después graficarlos. Le recomendamos que después de revisar las escalas de temperatura y sus fórmulas de conversión de la página 68, resuelva varios ejemplos de aplicación como éstos: 1. Los termómetros de mercurio no pueden medir temperaturas menores a -38 ºC porque a esa temperatura el mercurio pasa al estado sólido. ¿A cuántos kelvin y grados fahrenheit corresponde? 2. Los termómetros de mercurio no pueden exceder la temperatura de 350 ºC. ¿A cuántos kelvin y grados fahrenheit corresponde? 3. En un día de invierno la temperatura de un lago cerca de la ciudad de Montreal es de 20 ºF. ¿El agua estará congelada? Para retomar el concepto de equilibrio térmico, podría preguntarles por qué cuando tienen fiebre, les colocan compresas de agua en la frente para bajar la temperatura. Permítales exponer sus ideas y recuérdeles que deben usar el principio de equilibrio térmico para responder.",
        "cierre": "El propósito es que los alumnos retomen lo aprendido en la lección y respondan las preguntas que pueden servirle como evaluación del tema. ",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la diferencia entre calor, temperatura y energía térmica.\nEntiende qué es el equilibrio térmico y sus aplicaciones en situaciones cotidianas."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "24/nov",
        "fechaDeCierre": "28/nov",
        "semanaEscolar": "13",
        "contenido": "Introducción a la Unidad 2",
        "tema": "Introducción a la Unidad 2",
        "leccion": "Me preparo",
        "inicio": "En esta unidad los alumnos abordarán los conceptos de movimiento, fuerza y energía, de los cuales tienen ideas previas; es conveniente que explore esos conceptos para que pueda reafirmarlos, corregirlos y orientarlos. La imagen de entrada hace alusión a la energía solar, que es una fuente natural, limpia e inagotable, cuyo aprovechamiento traería gran- des beneficios ecológicos, económicos y sociales. En el curso anterior de ciencias, los alumnos trabajaron el concepto de \"energía\", parti- cularmente desde el punto de visita metabólico de los seres vivos, y descubrieron que las cadenas tróficas tienen su origen en la energía solar a través de la fotosíntesis; retome esos conceptos y relaciónelos con la importancia de la energía como elemento condicionante para realizar cualquier acción. Resalte el valor de las energías limpias, en particular, de las energías eólica y solar, exponiendo sus ventajas y desventajas frente a otras fuentes, principalmente las de origen fósil.",
        "desarrollo": "La evaluación tiene como objetivo explorar los conocimientos escolares y cotidianos que los alumnos tienen sobre el movimiento, la velocidad, la aceleración y la fuerza, y le servirán para tomarlos como punto de partida y aprovecharlos para construir los conceptos correctos y, en su caso, corregir los previos, orientarlos y ampliarlos. La evaluación es individual, pero la revisión puede hacerse de manera grupal, propiciando así la argumentación y justificación de las respuestas de sus alumnos, esto le dará más claridad sobre la idea que tienen sobre estos conceptos.",
        "cierre": "Reflexione con sus alumnos sobre la frase de Heráclito: \"Todo se mueve, nada permanece\", para que concluyan que podemos afirmar que todo en el Universo está en movimiento, aserción que im- plica el concepto de marco de referencia. Pida a sus alumnos que proporcionen ejemplos de situaciones en las que el movimiento sea manifiesto, y otras donde el movimiento no sea evidente para que, analizándolas, puedan notar que aun en esos casos existe algún tipo de movimiento. El movimiento está presente en todo el Universo y en nuestra vida cotidiana, por eso es muy importante y útil estudiarlo. Retome los conocimientos del plano cartesiano que aprendieron en el curso de Matemáticas haciendo ejercicios sobre ubicación de puntos en el plano y relaciónelos con los conceptos de posición, dis- tancia, trayectoria y desplazamiento. Proyecte a sus alumnos los videos recomendados en las cápsulas Consulta para que analicen los conceptos básicos del movimiento y los esfuerzos que se hacen para construir vías de comunicación con afectación mínima a las especies silvestres.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Identifica diferentes tipos de movimiento de acuerdo con su trayectoria.  Comprende el movimiento ondulatorio como efecto de la propagación de una perturbación en el medio."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "1/dic",
        "fechaDeCierre": "5/dic",
        "semanaEscolar": "14",
        "contenido": "Movimiento.",
        "aprendizaje": "Identifica diferentes tipos de movimiento y sus elementos.",
        "tema": "Definición y descripción del movimiento.",
        "leccion": "Lección 1. Movimiento",
        "inicio": "En esta lección, los alumnos comprenderán el concepto de movimiento y el de marco de referencia. La situación inicial plantea la problemática de la intervención del ser humano en los hábitats naturales que muchas veces afectan la vida silvestre. En este caso, relacionada con la movilidad. La movilidad humana y la necesidad de transporte es una exigencia del progreso; sin embargo, la construcción de carreteras o de vías férreas afecta los movimientos de distintas especies animales, que realizan para conseguir alimento o como parte de sus ciclos migratorios. Relacione esta problemática con la materia de Biología, en particular con la invasión de áreas naturales, la alteración de cadenas tróficas y la separación de poblaciones, que puede influir en la evolución natural y la especiación. Comente con sus alumnos sobre los puentes de fauna y si consideran que son una solución viable ante este problema. El concepto de desplazamiento puede presentar un problema, pues es un término de uso cotidiano que se relaciona con el acto de moverse, así el \"desplazarse\" es sinónimo de \"estar en movimiento\", y decir que \"algo se desplazó\" equivale a decir \"se movió\". En Física el concepto tiene un significado distinto, se refiere al cambio de posición de un objeto, y es una magnitud vectorial, por lo que tiene una magnitud: la distancia desplazada, y una dirección y sentido. Respecto al movimiento ondulatorio, un error frecuente es pensar que en el movimiento de la onda se desplaza la materia; aclare que esto no es así, pues una parte del medio en el que se forma la onda provoca el movimiento de la materia contigua, y así sucesivamente, de modo que no se traslada la materia, sino la energía. Otro error muy común, fomentado por las películas de ciencia ficción, es considerar que el sonido se transmite en el espacio vacío. Esto no es así, pues el sonido es una onda mecánica que requiere de un medio material para propagarse. ",
        "desarrollo": "El ejercicio resuelto de la página 80 servirá para reforzar los conceptos de distancia y desplazamiento, además de que aplica el uso del plano cartesiano en la descripción del movimiento. En la actividad de la página 81 pondrán en práctica este procedimiento, proponga a sus alumnos otros problemas similares y auxílielos en el uso del juego de geometría para trazar las trayectorias y el desplazamiento, y del transportador para medir ángulos. En general, el movimiento de los objetos es complejo, y para estudiarlo se simplifica en movimientos más sencillos. En el texto se muestra una clasificación del movimiento de acuerdo con la trayectoria que describen, lo que representa una simplificación. Comente que las trayectorias de los objetos reales son combinaciones de estos movimientos. Otra forma de clasificación del movimiento es considerando su rapidez, velocidad y aceleración, que se verán en la próxima lección. Las preguntas del inciso 2 de la actividad de la página 81 implican el análisis de los conceptos estudiados, su respuesta acertada es un indicativo de su correcta comprensión. Para iniciar la sección de Movimiento ondulatorio, organice una lluvia de ideas en la que los alumnos comenten lo que saben sobre las ondas, en qué fenómenos naturales ocurren y qué tipos de ondas conocen. Apóyelos con ejemplos como las ondas que captan los aparatos de telecomunicaciones, las que se forman en el agua, las ondas sísmicas y las ondas del ultrasonido que nos permiten ver el interior del cuerpo humano. En la actividad experimental los alumnos identificarán las ondas transversales y longitudinales. Asimismo, al agitar la cuerda podrán reconocer las crestas y los valles. Pida que relacionen los conceptos que aquí se presentan con las situaciones experimentadas; por ejemplo, al agitar la cuerda se producen ondas transversales, de tal modo que, si se captara el movimiento mediante una fotografía, sería posible ver con claridad la cresta y el valle y estimar la longitud de onda. Al colocar el lápiz en el agua, se observa una onda transversal, cuyos componentes son más difíciles de advertir debido a la rapidez con que se propaga. Al experimentar con el resorte se podrán visualizar las ondas longitudinales, aunque la observación no es sencilla; pida a sus alumnos que traten de identificar las zonas de compresión y de expansión. Comente que las ondas del sonido son longitudinales y que se propagan en el aire, pero de manera esférica, a diferencia de la onda del resorte, que lo hace en una sola dimensión. Las ondas del sonido en el aire se componen de zonas de compresión y rarefacción; es decir, zonas de mayor y de menor densidad, debido a que la parte donde se produce la perturbación comprime la zona de aire a su alrededor y ese movimiento provoca la rarefacción una vez que la compresión se transmite a otra zona de menor densidad. Las ondas sísmicas también son longitudinales y esféricas, lo que explica la prevalencia de los movimientos trepidatorios en la zona del epicentro, y de los oscilatorios en zonas lejanas al epicentro. ",
        "cierre": "La sección de cierre retoma el concepto de \"marco de referencia\" en una situación cotidiana. Después de que los alumnos respondan, pídales que ejemplifiquen otras situaciones donde sea evidente que el estado de movimiento o de reposo dependen del marco de referencia. Con la ficha 7 del Cuaderno de evidencias, los alumnos reforzarán las propiedades de las ondas aplicadas a la contaminación auditiva.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comprende los conceptos de velocidad, rapidez, velocidad y rapidez media, velocidad y rapidez instantánea, rapidez de propagación de las ondas. Relaciona la rapidez de un objeto con la pendiente de la gráfica distancia-tiempo correspondiente."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "8/dic",
        "fechaDeCierre": "12/dic",
        "semanaEscolar": "15",
        "contenido": "Interacciones en fenómenos relacionados con la fuerza y el movimiento.",
        "aprendizaje": "Identifica los elementos y los diferentes tipos de movimiento relacionados con la velocidad y aceleración y realiza experimentos sencillos.",
        "tema": "Velocidad y rapidez",
        "leccion": "Lección 2. Velocidad y rapidez",
        "inicio": "El propósito de la actividad de inicio es relacionar la actividad física con el tema de la salud y con los conceptos físicos de velocidad y rapidez. Invite a sus alumnos a que mencionen distintos deportes olímpicos en los que intervenga la velocidad; por ejemplo, las carreras de pista, como las de 100, 200 y 400 metros planos, 100 m con vallas, 400 m con obstáculos, carrera de relevos; las carreras de fondo: 800, 1 500 y 3 000 metros, y las carreras de larga distancia: marcha de 20 y 50 kilómetros, carrera de 5 000, 10 000 metros, medio maratón y maratón. Además, pueden incluir las competencias de natación en sus distintos estilos y distancias, y las pruebas de ciclismo. En los juegos olímpicos de invierno están las carreras de patinaje y trineo. Hágales notar que en estas competencias se califican los menores tiempos de los atletas en las distancias establecidas, para que descubran y relacionen las variables de distancia y tiempo que definen los conceptos de velocidad y rapidez. Relacione estas disciplinas con el esfuerzo físico, la alimentación y la disciplina que requieren para alcanzar estos logros deportivos, resaltando las ventajas para la salud, como el mejoramiento del sistema muscular y esquelético, el sistema cardiovascular y la disminución del sobrepeso y la obesidad. Pida a sus alumnos que mencionen distintos deportes o atletas olímpicos que admiren, y motívelos a realizar alguna práctica deportiva o a integrarse a algún equipo deportivo, ya sea escolar o externo.",
        "desarrollo": "El texto y la actividad de la página 85 tienen como objetivo que los alumnos formalicen el concepto de rapidez. Los estudiantes tienen una idea intuitiva de la rapidez que relacionan con los conceptos de distancia y tiempo; entienden que, a mayor distancia recorrida en un lapso fijo, la rapidez es mayor, y que, a menor tiempo de recorrido en una distancia establecida, también la rapidez es mayor. Utilice estas conclusiones para mostrar que la rapidez es proporcional a la distancia e inversamente proporcional al tiempo, relación que se expresa con la ecuación r = d/t. Apóyelos con las herramientas matemáticas para despejar las variables de la ecuación y obtener distancia y tiempo a partir de ella: d = rt y t = d/r. Las unidades de la rapidez y la velocidad en el SI son los metros entre segundo, pero pueden expresarse en km/h, mi/h, m/min, etcétera. Muestre a Cómo hacer esas conversiones. La gráfica distancia-tiempo exhibe la relación entre estas variables, haga notar a los alumnos que en el caso de la rapidez constante esta relación se representa mediante una línea recta, cuya pendiente corresponde a la magnitud de la rapidez. Sugerimos que proponga una actividad experimental donde los alumnos midan la distancia y el tiempo de recorrido de un móvil a rapidez constante, como un carrito de pilas o la caída de un pañuelo desechable, que recopilen los datos y los grafiquen, y que calculen la rapidez en distintos intervalos para mostrar que se trata de rapidez constante. Controle los errores de medición. Para el caso de la velocidad instantánea, explíqueles la importancia de la dirección del objeto en movimiento; por ejemplo, en un objeto que tiene un movimiento circular su velocidad instantánea cambia en cada momento al cambiar la dirección en la que se mueve.",
        "cierre": "Para el caso de la velocidad de propagación de las ondas, resalte los elementos análogos con los de la rapidez en objetos no ondulatorios: la distancia con la longitud de onda, y el tiempo con el periodo o la frecuencia. Recuerde a los alumnos que el sonido es una onda mecánica longitudinal que se propaga en un medio elástico y que la definición de sonido está estrechamente relacionada con la capacidad sensorial del oído humano. Invítelos a investigar sobre los \"sonidos\" que no podemos percibir los seres humanos. El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y que lo apliquen en la resolución de situaciones de la vida cotidiana.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comprende el concepto de aceleración como cambio de la velocidad en el tiempo, reconociendo que este cambio puede ser en la magnitud, en la dirección o |en el sentido. Comprende que la caída libre corresponde a un tipo de movimiento uniformemente acelerado."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "15/dic",
        "fechaDeCierre": "19/dic",
        "semanaEscolar": "16",
        "contenido": "Movimiento acelerado.",
        "aprendizaje": "Identifica los elementos y los diferentes tipos de movimiento relacionados con la velocidad y aceleración y realiza experimentos sencillos.",
        "tema": "Aceleración, caída libre, gráficas de posición-tiempo y velocidad-tiempo en el movimiento con aceleración constante.",
        "leccion": "Lección 3. Movimiento acelerado",
        "inicio": "La situación inicial trata sobre los efectos en la salud del movimiento acelerado. Este tipo de movimiento es fácilmente percibido en el propio cuerpo, por ejemplo, cuando experimentamos un salto desde un lugar alto, cuando nos balanceamos en un columpio o cuando subimos a los juegos de la feria; lo que sucede es que nuestros órganos internos se mueven, y el sistema nervioso reacciona a ese movimiento, lo que no ocurre en el movimiento rectilíneo uniforme; de hecho, este movimiento no se percibe, por eso se dice que una persona no puede distinguir entre el estado de reposo y el de movimiento con velocidad constante si no tiene una referencia externa para comprobarlo. El movimiento acelerado puede tener efectos negativos en nuestra salud si se experimenta por tiempos prolongados y si la aceleración es intensa.",
        "desarrollo": "Hasta ahora el alumno ha estudiado la rapidez y la velocidad; es decir, la variación de la posición con respecto del tiempo. Comente con los estudiantes que la finalidad de esta lección es comprender la variación de la velocidad en un intervalo de tiempo determinado: es decir, la aceleración. Coménteles que aprenderán este concepto desde la descripción algebraica y el análisis gráfico; se tendrán en cuenta situaciones descritas como movimientos de aceleración uniforme, por ejemplo, el caso de los cuerpos en caída libre. Al final, los alumnos realizarán una comparación entre las gráficas de rapidez-tiempo, distancia-tiempo y distancia-tiempo al cuadrado. Con esta última gráfica podrán explicar por qué la gráfica distanciatiempo es una curva, pues se trata de una relación cuadrática, y la gráfica distancia-tiempo al cuadrado muestra claramente la relación proporcional entre la distancia y el tiempo elevado al cuadrado en un movimiento con aceleración constante. El propósito de la actividad experimental de la página 92 consiste en que los alumnos reconstruyan el experimento que permitió a Galileo concluir que todos los objetos caen con la misma rapidez independientemente de su peso. El experimento es en realidad una simplificación de la caída libre, pues la causa de que el balín ruede sobre el riel es la fuerza de gravedad. La rampa inclinada disminuye la aceleración del móvil, pues sólo actúa una parte de la fuerza de gravedad ralentizando el movimiento. Indique a sus alumnos que al disminuir la inclinación de la rampa el movimiento es más lento y es más fácil tomar mediciones Aclare a sus alumnos que al disminuir la aceleración del móvil no se afecta la naturaleza del movimiento, pues sigue siendo uniformemente acelerado. Reflexione con ellos que, si se aumenta la inclinación de la rampa, aumenta la aceleración del balín y extrapolando se puede concluir que una rampa vertical equivale al movimiento de caída libre. Pida a los alumnos que elaboren un cuadro comparativo con las características de la velocidad y la aceleración. Motívelos a reflexionar sobre sus similitudes y diferencias. Cuestiónelos sobre si existen movimientos con aceleración variable y pídales ejemplos.",
        "cierre": "El propósito de la actividad de la sección de Cierre es que los alumnos apliquen lo que han aprendido a lo largo de la secuencia mediante la resolución de problemas. Invítelos a elaborar un formulario con todas las ecuaciones descritas en la lección. Explíqueles, mediante ejemplos, que un problema se puede solucionar usando más de un procedimiento y que algunos datos, necesarios para resolver un problema, pueden presentarse de manera implícita, por ejemplo: \"partió del reposo\", \"se detuvo\", \"comenzó a moverse\"; todas estas frases significan que la velocidad inicial es 0.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comprende el concepto de fuerza. Identifica y describe la presencia de fuerzas en interacciones cotidianas."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "12/ene",
        "fechaDeCierre": "16/ene",
        "semanaEscolar": "17",
        "contenido": "Fuerzas. Suma de fuerzas. Fuerza de fricción",
        "aprendizaje": "Identifica y describe la presencia de fuerzas en interacciones cotidianas.",
        "tema": "Fuerzas e interacciones. Suma de fuerzas y equilibrio. Fuerza de fricción",
        "leccion": "L4 Fuerzas e interacciones. L5 Suma de fuerzas y equilibrio. L6 Fuerza de fricción",
        "inicio": "Nuevamente se recurre a las actividades deportivas para relacionar conceptos físicos con la salud, en este caso, la fuerza muscular. Resalte la importancia que la fuerza muscular tiene en nuestras actividades diarias, incluyendo las más simples, como movernos o caminar. Comente que la vida sedentaria es el peor enemigo para el desarrollo de la masa muscular y de la necesidad de la activación física para mantener nuestra salud. Motive a los alumnos a realizar algún deporte. Los textos expositivos y las actividades experimentales tienen como propósito que los alumnos recuperen y comprendan el concepto de fuerza, que la reconozcan como un efecto de la interacción entre los objetos y que la representen con vectores. La actividad experimental de la página 97 muestra las diferencias entre las interacciones por contacto y a distancia: el soplar sobre la burbuja de jabón es una fuerza de contacto, pues el aire interactúa directamente con la burbuja; en cambio, la interacción electrostática del globo con la burbuja es a distancia, pues no media objeto material entre ellos. Exponga algunos ejemplos de fenómenos físicos (un sonido, el encendido de un foco, etcétera) e invite a los alumnos a analizar las interacciones entre los objetos involucrados. La fuerza es una magnitud vectorial, por lo que se incluye este concepto haciendo la diferencia entre magnitudes escalares y vectoriales. Invite a los alumnos a dibujar en su cuaderno los vectores que actúan en cada uno de los objetos de las actividades de la página 99 y que expliquen si el movimiento de los objetos será en la misma dirección de la fuerza aplicada para cada caso. La finalidad de la actividad de Cierre es que los alumnos hagan evidente la comprensión del concepto de fuerza como interacción y como vector. Pida a sus alumnos que, en cada situación, indiquen las interacciones que están presentes, las fuerzas involucradas, los resultados de esas interacciones y que representen esas fuerzas como vectores.",
        "desarrollo": "La situación de Inicio relaciona el concepto de suma de fuerzas en la construcción de puentes colgantes y busca que los alumnos adviertan que los contenidos científicos tienen aplicaciones en la vida real y que valoren su importancia. Invítelos a observar distintos diseños de puentes colgantes y que señalen con vectores las fuerzas involucradas. La lección tiene como objetivo que los alumnos reconozcan que las magnitudes vectoriales tienen sus propios métodos para sumarse y restarse, y que la fuerza resultante es una fuerza equivalente al resultado de esa suma (o resta). Además, se evidencia que el reposo es un efecto del equilibrio de los sistemas de fuerzas en los que la fuerza resultante es igual a cero y, en este contexto, se introduce el concepto de fuerza normal como una fuerza que existe siempre que hay contacto entre dos superficies. Apoye a sus alumnos en el uso del juego de geometría para trazar paralelas y en la medición de ángulos. El propósito de la actividad de la sección de Cierre es que los alumnos apliquen lo que han aprendido a lo largo de la lección mediante la resolución de problemas. La pregunta del inciso b de la actividad 2 pone de manifiesto la comprensión de los métodos gráficos para la suma de vectores pues, efectivamente, sin importar el orden de los vectores se forma el mismo paralelogramo, o se obtienen polígonos simétricos con el mismo vector resultante.",
        "cierre": "La situación inicial relaciona el desgaste del calzado causado por la fricción y la posibilidad de padecer problemas ortopédicos. Comente a sus alumnos sobre la importancia de la salud ortopédica, pues favorece el desarrollo musculoesquelético y evita lesiones. El propósito de la lección consiste en que los alumnos reconozcan e identifiquen la fuerza de fricción, la cual está presente en todo momento, y que es una fuerza que siempre se opone al movimiento. En muchas ocasiones es perjudicial, pero en otras es benéfica y hasta necesaria. Pídales que indiquen situaciones cotidianas donde la fricción es poco conveniente y otras donde es útil y necesaria. Las respuestas a las preguntas de la sección de Cierre muestran la comprensión del tema por parte de los alumnos. Aclare que las llantas de los vehículos incrementan la fricción con el suelo, pero la disminuyen en el eje.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende y aplica los métodos gráficos de suma de vectores. Comprende el concepto de fuerza resultante y su relación con la suma de vectores.\nComprende el concepto de fuerza de fricción.  Identifica la fuerza de fricción en situaciones cotidianas."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "19/ene",
        "fechaDeCierre": "23/ene",
        "semanaEscolar": "18",
        "contenido": "Interacciones en fenómenos relacionados con la fuerza y el movimiento.",
        "aprendizaje": "Identifica y describe la presencia de fuerzas en interacciones cotidianas.",
        "tema": "Máquinas simples: palanca ,rueda, plano inclinado, torno, polea y tornillo.",
        "leccion": "Lección 7. Máquinas simples: palanca y rueda. Lección 8. Otras máquinas simples",
        "inicio": "En esta sección se retoma la obra de Arquímedes, el gran sabio de la Antigüedad, por el tema de la palanca, una sencilla barra metálica o de madera que puede incrementar la fuerza modificando los puntos de acción de la fuerza aplicada y la posición del fulcro. Arquímedes no inventó la palanca, pero sí estudió y describió matemáticamente su ventaja mecánica. Resalte la frase atribuida a Arquímedes: \"Dadme un punto de apoyo y moveré al mundo\" y pida a sus alumnos que justifiquen esa afirmación; no se centre en la posibilidad o imposibilidad de llevarla a cabo, sino en el sentido de la capacidad de una palanca de multiplicar la fuerza aplicada. Muchas veces la historia, en especial la antigua, se mezcla con la leyenda. Algunos historiadores cuestionan la veracidad de la invención y el uso de la manus ferrea y de otros artefactos atribuidos a Arquímedes; de cualquier manera, aproveche las historias para que los alumnos adviertan que los conocimientos científicos tienen aplicación en distintas áreas de las actividades humanas. En la situación de Inicio se presenta uno de los posibles usos de las máquinas simples en la Antigüedad: la construcción de las pirámides en Egipto. Pida a sus alumnos que expliquen con detalles cómo pudieron los egipcios mover, levantar y colocar los grandes bloques de piedra usando máquinas simples y los materiales con los que contaban en esa época.",
        "desarrollo": "Llame la atención de los estudiantes al respecto de que las máquinas simples, por ejemplo, las palancas, están presentes en objetos de uso cotidiano, como martillos, cuchillos, barretas, carretillas, etcétera. La primera máquina simple por tratar es la palanca y su ventaja mecánica se expresa con la ecuación $F \\times dF = R \\times dR$, la cual se comprobará con la actividad. Amplíe los resultados proponiendo ejercicios donde los alumnos calculen las distintas variables involucradas. Aclare que la ecuación es la misma sin importar el tipo de palanca. Respecto a las ruedas, explique que la ventaja mecánica de estas máquinas radica en el aprovechamiento y la disminución de la fricción durante el movimiento. En el caso de los engranes, modifican la dirección de la fuerza y pueden cambiar la velocidad de giro al combinar engranes de distinto tamaño, y combinando la ventaja del torno, que verán en la próxima lección, pueden intensificar o disminuir la fuerza. En la lección se muestran las distintas expresiones algebraicas que muestran la ventaja mecánica del plano inclinado, el torno, la polea y el tornillo. Haga notar que estas ecuaciones son similares a la de la palanca y que se basan en el producto de la fuerza por la distancia; de modo que, al incrementar la distancia, disminuye la fuerza, y viceversa. Este principio se basa en el concepto de \"trabajo\" que se define mecánicamente como el producto escalar de la fuerza por la distancia. A su vez el \"trabajo\" se relaciona con el concepto de \"energía\" que se utilizará en la lección sobre máquinas térmicas.",
        "cierre": "Las preguntas y actividad de esta sección tienen como objetivo explorar la comprensión de la palanca como máquina simple. Pida a sus alumnos que justifiquen y expliquen los ejemplos que proporcionaron y, a partir de sus repuestas, analice y valore si han comprendido el concepto de máquina simple y si son capaces de identificarlas y aplicarlas. Se sugiere organizar una semana de la ciencia en la cual los estudiantes desarrollen máquinas compuestas de máquinas simples y expliquen su funcionamiento; por ejemplo, el diseño y elaboración de una pequeña catapulta.",
        "ejesArticuladores": "Vida saludable. Interculturalidad crítica.",
        "evaluacionFormativa": "Comprende y explica el funcionamiento de las máquinas simples.  Comprende el significado de la ventaja mecánica en el uso de máquinas simples. \nExplica el funcionamiento de las máquinas simples Calcula las variables involucradas en las ecuaciones de las máquinas simples y las aplica en situaciones concretas."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "26/ene",
        "fechaDeCierre": "30/ene",
        "semanaEscolar": "19",
        "contenido": "Leyes de Newton",
        "aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento, relacionados con las Leyes de Newton para explicar actividades cotidianas.",
        "tema": "Ley de la inercia (Primera Ley de Newton), Segunda Ley de Newton, ley de la acción y la reacción (Tercera Ley de Newton).",
        "leccion": "Lección 9. Leyes de Newton",
        "inicio": "La sección de Inicio presenta un episodio anecdótico de la vida de Robert Goddard, iniciador de la ingeniería aeroespacial, quien construyó el primer cohete de combustible líquido. Lo interesante de la historia es que su sueño de construir un cohete espacial inició con la lectura de un libro de ficción. Pero la seguridad de que su idea realmente podría funcionar se fundamentó en la lectura del libro Principia Mathematica de Newton, particularmente de la Tercera Ley. Resalte a sus alumnos la relación entre la ciencia ficción y la literatura con la ciencia. Para ello, invítelos a que expongan libros, series o películas donde se muestre esa relación.",
        "desarrollo": "Las leyes de Newton son consideradas una de las aportaciones más importantes de la Física a la humanidad, porque son la base de la Mecánica clásica, teoría general del movimiento. Es prácticamente imposible mirar alrededor y no encontrar algo donde las leyes de Newton hayan sido aplicadas: la fuerza generada por los motores, la resistencia del concreto y del asfalto, el peralte de las curvas en las carreteras, las grúas en las construcciones; la lista sería interminable. Las leyes de Newton se aplican en todos los casos donde existen movimientos y fuerzas; por ello, su estudio es muy importante. El propósito de la actividad de la página 115 consiste en que los alumnos comprendan el concepto de inercia mediante la observación del comportamiento de dos cuerpos al alterar su estado de movimiento; este experimento puede ser muy interesante y motivador si se plantea como un reto y las explicaciones de los resultados se comparten y discuten entre todo el grupo. Al terminar la actividad, organice una lluvia de ideas en la que los alumnos expongan ejemplos de situaciones donde intervenga la inercia; por ejemplo, qué pasa cuando un automóvil avanza con mucha rapidez y el conductor pisa el freno de manera inesperada, o por qué un mago puede jalar un mantel sobre el que se encuentran platos y cubiertos sin que caigan. La actividad de la página 116 tiene como objetivo que los alumnos analicen, a partir de su propia experiencia, la relación que existe entre la masa de un objeto y la inercia, y que reconozcan la forma en que este conocimiento se formaliza por medio de la Primera Ley de Newton. Explique a los alumnos la diferencia entre la masa y el volumen o el tamaño de un objeto. Pídales que den ejemplos de situaciones cotidianas donde la masa de los objetos interviene como un factor importante para modificar su movimiento. Resalte las aplicaciones de la inercia, por ejemplo, en el caso de las naves espaciales como las Voyager, que continúan su movimiento sin una fuerza que las impulse. El objetivo de la actividad de la página 117 es que los alumnos comprendan la relación entre la masa, la fuerza y la aceleración. En este caso, la fuerza aplicada se debe al peso de las monedas colocadas en el vasito suspendido, la masa del carrito se modifica añadiendo monedas sobre él, y su aceleración se determina con las mediciones de distancia y tiempo para cada intervalo. La actividad está sujeta a mediciones imprecisas, por lo que los alumnos deben buscar las mejores condiciones para realizarlas y, en caso necesario, priorizar los resultados cualitativos. Con la actividad de la página 119, los alumnos experimentarán vivencialmente la Tercera Ley de Newton. Es importante que los estudiantes distingan las fuerzas de acción y la consecuente reacción y que identifiquen que éstas siempre están presentes por pares. Pida a sus alumnos que expongan y expliquen otros ejemplos donde se manifiesten claramente estas fuerzas.",
        "cierre": "El propósito es que los alumnos comparen y reflexionen sobre las respuestas que dieron en la situación inicial y asuman una postura crítica sobre la manera en que las leyes de Newton son útiles para explicar fenómenos relacionados con el movimiento. Invite a los alumnos a resolver las actividades de esta fase y a comparar sus respuestas con las de sus compañeros de grupo. Pídales que elaboren un mapa conceptual sobre las leyes de Newton, también puede sugerirles que elaboren fichas de trabajo ilustradas con estas mismas leyes. A partir de una historia muy emotiva, la ficha 10 del Cuaderno de evidencias invita a trabajar y reflexionar sobre las leyes de Newton, en especial con la primera.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la ley de la inercia y la utiliza para explicar fenómenos cotidianos Comprende la relación entre la masa, la fuerza aplicada y la aceleración de un objeto de acuerdo con la Segunda Ley de Newton, y la aplica en la resolución de problemas. Comprende la Tercera Ley de Newton y es capaz de usarla para explicar fenómenos de su entorno."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/feb",
        "fechaDeCierre": "6/feb",
        "semanaEscolar": "20",
        "contenido": "Fuerza de Gravedad",
        "aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento, relacionados con las Leyes de Newton para explicar actividades cotidianas.",
        "tema": "Ley de la Gravitación Universal y peso de los objetos.",
        "leccion": "Lección 10. Ley de la Gravitación Universal",
        "inicio": "En esta lección, los alumnos aprenderán sobre la fuerza que permite que los planetas giren alrededor del Sol, o bien, la fuerza que hace posible que la Luna gire alrededor de la Tierra y no salga disparada o se impacte sobre ésta; estudiarán la Ley de Gravitación Universal, la cual se ejerce entre cuerpos debido a su masa y al estar separados por cierta distancia en relación con la constante gravitacional. Relacionarán esa fuerza con el peso de los objetos y sabrán cómo éste varía dependiendo del cuerpo celeste con el que interactúa. La sección Inicio relaciona la fuerza de gravedad y el movimiento de los objetos en la órbita de la Tierra con la película Gravity. Si tiene la posibilidad, se sugiere que la proyecte a los alumnos y juntos reflexionen y expliquen lo que sucede desde el punto de vista físico, en particular sobre el movimiento de los objetos en la órbita terrestre, su trayectoria y los problemas que implica que los astronautas se encuentren a la deriva en el espacio.",
        "desarrollo": "Se sugiere que usted o sus alumnos consigan uno o varios conos de unicel, migajón o plastilina y hagan los cortes que se indican en la figura 2.1, para que los alumnos puedan observar las figuras geométricas que se obtienen en los conos y las relacionen con las posibles trayectorias que pueden tomar los planetas, cometas y otros objetos del Sistema Solar alrededor del Sol. Posteriormente, comparen esas figuras con las trayectorias que muestra la figura 2.2 e identifiquen en el esquema las figuras cónicas. Es importante que les aclare que las órbitas de los planetas son elipses, aunque con una excentricidad cercana a cero, lo que las hace prácticamente circulares. Indique también que las trayectorias de los cometas o meteoritos son elipses con una excentricidad más alejada del cero y que algunas son parábolas o hipérbolas. Para el contenido trabajado con el subtítulo Fuerza de Gravedad, se sugiere que los alumnos experimenten las distintas fuerzas de objetos de diferente peso, relacionando la masa con la fuerza de gravedad, esto le puede servir para que reflexionen que la fuerza de gravedad es proporcional a la masa de los objetos. Igualmente, se sugiere que experimenten lanzando objetos a baja velocidad para que distingan las trayectorias curvas o parabólicas que siguen y que las relacionen con las órbitas de los objetos alrededor del planeta, todo ello como preámbulo a la explicación del \"cañón de Newton\". En la siguiente página es importante que resalte las proporciones cuadráticas entre las distancias del radio de la Tierra y la distancia de la Tierra a la Luna, así como la proporción entre la aceleración de gravedad entre un objeto cercano a la superficie terrestre y entre la Tierra y la Luna, esto para que justifiquen la ecuación de la Ley de la Gravitación Universal. Es importante que explique el funcionamiento del experimento de la balanza de torsión, no tanto como para que entiendan perfectamente su funcionamiento, sino con la idea de que se den cuenta de que las constantes físicas tienen una justificación, ya sea experimental o teórica. Por último, se propone una explicación algebraica entre la Ley de la Gravitación Universal y el peso definido como el producto de la aceleración de la gravedad por la masa; es importante que resalte que el conocimiento físico tiene una base fundamental en las Matemáticas y que éstas proporcionan un conocimiento sólido que posteriormente puede ser comprobado experimentalmente.",
        "cierre": "La sección de cierre busca retomar la situación de Inicio, pero con una nueva visión a partir de lo aprendido en clase. Igualmente, busca ejercitar a los alumnos en el cálculo y manejo de las ecuaciones tratadas.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende el significado de la atracción gravitacional, su expresión matemática y la relación entre sus variables. Comprende y explica la diferencia entre masa y peso."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/feb",
        "fechaDeCierre": "13/feb",
        "semanaEscolar": "21",
        "contenido": "Principio de Pascal",
        "aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento relacionados con los principios de Pascal, para explicar actividades cotidianas. Identifica algunos dispositivos de uso cotidiano en los cuales se aplica el Principio de Pascal (sistemas de frenos hidráulicos, elevadores y gatos hidráulicos) y de Arquímedes (flotación de barcos, submarinos y globos aerostáticos, entre otros); colabora en equipo para proponer actividades experimentales y resolver problemas sencillos relativos a las propiedades de los fluidos.",
        "tema": "Principio de Pascal, la prensa hidráulica.",
        "leccion": "Lección 11. Principio de Pascal",
        "inicio": "El alumno conocerá los principios físicos que sustentan el Principio de Pascal y la forma en que se aplica en la vida cotidiana. En la sección de Inicio, solicite a sus alumnos que indiquen y describan en qué lugares y aparatos han visto herramientas o partes de maquinaria que emplean pistones para ejercer fuerzas. Explíqueles que esos pistones contienen un líquido y que gracias a ellos se facilita la labor de los trabajadores. Resalte el hecho de que gracias a ese tipo de máquinas, el trabajo del ser humano se facilita, lo que contribuye a la salud, el bienestar y a mejorar la calidad de vida de los trabajadores. Haga ver a sus estudiantes que la ciencia y la tecnología trabajan, la mayoría de las veces, en beneficio del ser humano y que por ello es importante su estudio y progreso.",
        "desarrollo": "Esta sección tiene como objetivo que el alumno analice las variables que involucra la ecuación de la presión. Solicite a los alumnos que propongan ejemplos cotidianos donde hayan visto la acción de la presión y su relación con la fuerza y el área; por ejemplo, en el uso de agujas, alfileres, clavos, picahielos, etcétera, donde, debido a que la punta de estos objetos es muy delgada, se ejercen en ellos presiones muy grandes; lo mismo ocurre con cuchillos, cinceles, cuñas y flechas que, debido a su filo delgado, pueden hacer cortes o introducirse en otros objetos. Podrán comprobar la relación entre el área y la presión con la actividad de la chincheta y la goma. La segunda parte de la lección se refiere a la presión debida a los fluidos. Recuerde a sus alumnos los principios del modelo cinético de partículas, en particular la que afirma que las partículas de un fluido se mantienen en constante movimiento, con velocidad variable (dirección y magnitud) y que chocan constantemente entre sí y con las paredes del recipiente que los contiene; este principio es fundamental para entender la presión en los fluidos. La actividad experimental de la página 128 tiene como objetivo mostrar que la presión en los fluidos depende de la altura de la columna de fluido. Reflexione con sus alumnos acerca de que, para los líquidos, a mayor altura es mayor el peso de líquido considerado que actúa en un área definida y, por tanto, la fuerza también es mayor, lo que implica una presión mayor. Es por eso que, entre mayor sea la profundidad a la que se encuentra un objeto sumergido en un líquido, la presión que experimenta es mayor. Relacione este hecho con el caso de los peces y otros organismos que viven en las profundidades del océano y que se han adaptado fisiológicamente para soportar las enormes presiones. Comente que, en el caso de la atmósfera, a mayor altitud, menor presión, y que a menor altitud, mayor presión; esto se debe a que, por la fuerza de gravedad en las partes bajas de la atmósfera, hay mayor densidad de aire, es decir, hay más partículas de gas por unidad de volumen que a altitudes mayores; por eso, en las partes bajas (por ejemplo, a nivel del mar) hay más choques de partículas contra los objetos y, por tanto, mayor presión. Este hecho fue comprobado por Pascal y Torricelli, cuando midieron la presión atmosférica con un barómetro a nivel del mar y en una montaña. La tercera parte de la lección se refiere específicamente al Principio de Pascal. La actividad del buzo de Descartes tiene la finalidad de que los alumnos comprendan que la presión en los líquidos se transmite en todas direcciones, es por ello que la fuerza que el alumno ejerce al presionar la botella se transmite al interior del gotero comprimiendo el aire de su interior; con ello, la densidad del gotero aumenta y se hunde; al dejar de presionar la botella, aumenta el volumen del aire del gotero con lo que su densidad disminuye y se eleva. Por último, se explica el Principio de Pascal con una de sus importantes aplicaciones: la prensa de Pascal. Resalte el hecho de que al conservarse la presión en todos los puntos del líquido, la fuerza variará dependiendo del área en la que actúe.",
        "cierre": "Retome la situación de Inicio y pida a sus alumnos que expliquen el funcionamiento de las herramientas mostradas con base en lo que aprendieron en la lección; con ello, podrá valorar la comprensión del tema. Pida a sus alumnos que resuelvan la ficha 11 del Cuaderno de evidencias para reforzar los contenidos de la lección.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende el concepto de presión, su expresión matemática y la relación entre sus variables. Entiende el Principio de Pascal y es capaz de resolver problemas de aplicación."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/feb",
        "fechaDeCierre": "20/feb",
        "semanaEscolar": "22",
        "contenido": "Principios de Pascal y de Arquímedes.",
        "aprendizaje": "Experimenta e interpreta las interacciones de la fuerza y el movimiento relacionados con los principios de Arquímedes, para explicar actividades cotidianas. Identifica algunos dispositivos de uso cotidiano en los cuales se aplica el Principio de Pascal (sistemas de frenos hidráulicos, elevadores y gatos hidráulicos) y de Arquímedes (flotación de barcos, submarinos y globos aerostáticos, entre otros); colabora en equipo para proponer actividades experimentales y resolver problemas sencillos relativos a las propiedades de los fluidos.",
        "tema": "Principio de Arquímedes",
        "leccion": "Lección 12. Principio de Arquímedes",
        "inicio": "En esta sección se plantea el hundimiento del Titanic. En el error frecuente se mencionó que los alumnos consideran que los objetos se hunden tomando en cuenta solamente su peso. Para aclarar esta situación, le sugerimos que plantee ejemplos concretos que le ayuden a explicar que la densidad de los objetos y de los líquidos en los que se sumergen determinan si un objeto se hunde o flota. Antes de plantearlos, pregúnteles por qué no se hunde un barco si es tan pesado, esto le dará la pauta para comentar que el casco hueco tiene aire y que el aire es menos denso que el agua, por tanto, el barco en su conjunto flota. Dígales que un objeto cuya densidad es menor que la del agua, flotará en ella. Le sugerimos situaciones como las siguientes: * ¿Por qué una persona muy delgada se hunde en una alberca cuando trata de flotar acostándose horizontalmente, y una persona con sobrepeso flota sin esfuerzo? Esto le permitirá comentar que la grasa es menos densa que el agua (puede mostrar un vaso con agua con aceite para que lo visualicen). * ¿Por qué una persona con sobrepeso tiene más dificultad para llegar al fondo de la alberca y un buzo con mayor masa muscular puede bucear fácilmente? La respuesta tiene el mismo argumento que la anterior. * Si existiera una alberca que pudiera contener a Saturno, este planeta flotaría, porque su densidad es menor que la del agua.",
        "desarrollo": "Antes de comenzar esta sección, le sugerimos que pregunte a los estudiantes si han notado que cargar a una persona dentro de una alberca es mucho más fácil que hacerlo fuera de ella. Permítales que compartan sus experiencias y pregunte por qué creen que ocurre. Después, solicite a un par de alumnos que lean el texto de la página 133. Una vez que hayan terminado, le sugerimos ver el siguiente video: * El principio de Arquímedes o ¿por qué flotan los barcos? www.edutics.mx/xpX Le recomendamos que la actividad experimental de la página 133 sea demostrativa, y que la realice en el escritorio para que todos los alumnos la vean. Pídales que respondan verbalmente las preguntas de la actividad para que, con su ayuda, lleguen a una conclusión y la anoten en su cuaderno. También puede repetir el experimento usando alcohol, agua con azúcar y aceite, para que comparen las densidades y puedan establecer en qué casos el empuje que experimenta el huevo es mayor. Es conveniente que resuelva en el pizarrón el ejemplo de la aplicación de la fórmula para calcular el empuje que experimenta un cuerpo sumergido en un fluido. Proponga más ejemplos para consolidar sus habilidades matemáticas, por ejemplo: * Un cubo de hierro de 20 cm de lado se sumerge totalmente en agua. Si su peso es 560.40 N, calcula la fuerza de flotación, la fuerza resultante y responde si flotará o se hundirá. * Un cilindro de cobre, de base igual a 35 cm2 y una altura de 12 cm, se sumerge hasta la mitad por medio de un alambre delgado en un recipiente que contiene alcohol. Calcula el peso del cilindro, la fuerza de flotación, la fuerza resultante y responde si flotará o se hundirá si se suelta el alambre. Para realizar la actividad experimental de la página 135, le sugerimos que organice a sus alumnos en equipos de 3 a 4 personas, para que todos participen y no sólo observen.",
        "cierre": "El propósito es que los alumnos retomen lo aprendido en la lección y respondan nuevamente las preguntas de las secciones de Inicio y Desarrollo.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comprende el Principio de Arquímedes. Entiende el papel de la densidad para determinar si un objeto flota o se hunde en un líquido."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "23/feb",
        "fechaDeCierre": "27/feb",
        "semanaEscolar": "23",
        "contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable.",
        "aprendizaje": "Analiza las características de la energía mecánica (cinética y potencial) y describe casos donde se conserva.",
        "tema": "Energía mecánica: cinética y potencial. Conservación de la energía mecánica.",
        "leccion": "Lección 13. Energía Mecánica",
        "inicio": "La situación de Inicio habla de una actividad muy llamativa para los estudiantes, y muestra un ejemplo perfecto para mostrar qué es la energía mecánica. Para acompañar esta situación, le recomendamos que lleve o que construya un péndulo sencillo para que pueda mostrar cómo sería el movimiento del skater. Cuando haga la demostración, puede tomar el pizarrón de fondo y pedir a dos alumnos que se coloquen a la izquierda y derecha de la posición del péndulo, para que dibujen una marca cuando alcance la altura máxima de cada extremo y hagan marcas conforme oscile hasta llegar a su posición de equilibrio. Esta actividad les ayudará a responder las preguntas de la sección.",
        "desarrollo": "Una vez que hayan leído el texto inicial, solicite a sus alumnos que den ejemplos específicos de actividades que realicen en las que pueden observar que la energía provoca algún cambio, ya sea de posición, deformación, un cambio de temperatura, etcétera. Una vez que hayan revisado las definiciones de energía cinética y energía potencial, organice una lluvia de ideas para que compartan ejemplos de su manifestación en situaciones cotidianas, en las que además puedan calcularla numéricamente. Puede orientarlos con preguntas, por ejemplo: * ¿Cómo pueden relacionar la energía cinética con el ciclismo o la natación? * ¿Cómo relacionan la energía cinética con la temperatura? * Si un vehículo choca con un objeto, ¿cómo se relaciona la intensidad del golpe con la energía cinética? * ¿Cómo se transforma la energía mecánica mientras un objeto cae desde cierta altura y finalmente llega al suelo? Le sugerimos que resuelva los problemas planteados en el pizarrón preguntando a sus alumnos sobre los pasos que deben seguir para resolverlos. Después, deje más ejercicios para calcular la energía cinética, en el siguiente enlace encontrará algunos: * www.edutics.mx/xpy Después de leer el texto sobre la conservación de la energía mecánica, puede utilizar el siguiente simulador, que además ilustra el ejemplo del skater. * www.edutics.mx/xpF Pregunte a sus alumnos cómo sería la gráfica del valor de las energías cinética y potencial (respecto del tiempo), si pudieran tomar los valores del movimiento de los vagones de la montaña rusa. Después, puede mostrarles algunas gráficas consultando los siguientes vínculos: * www.edutics.mx/xpt * www.edutics.mx/xpv",
        "cierre": "El propósito es que los alumnos apliquen lo aprendido en la lección y retomen las preguntas del inicio y las respondan, pero ahora en términos de la energía mecánica. Pueden responder en grupo y guardar las respuestas en su Portafolio de evidencias.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Entiende qué son la energía cinética y la energía potencial, cómo se calculan y cuál es su relación.  Comprende el concepto de conservación de la energía mecánica."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "2/mar",
        "fechaDeCierre": "6/mar",
        "semanaEscolar": "24",
        "contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable.",
        "aprendizaje": "Relaciona al calor como una forma de energía y describe los motores que funcionan con energía calorífica, los efectos del calor disipado, los gases expelidos y valora sus efectos en la atmósfera.",
        "tema": "Concepto de calor como transferencia de energía. Máquinas térmicas y sus efectos en la atmósfera y el ambiente.",
        "leccion": "Lección 14. Calor como transferencia de energía\nLección 15. Máquinas térmicas",
        "inicio": "La situación planteada en la sección Inicio no tiene una explicación única hasta la fecha, pero puede visitar la siguiente página que contiene más información, además de un video que habla del efecto Mpemba. * www.edutics.mx/xGT Le sugerimos plantear algunas preguntas relacionadas con el tema, por ejemplo: * Imagina que es un día muy frío en invierno, caminas descalzo sobre una alfombra y después sobre el suelo de la cocina. ¿Por qué tus pies sienten más frío en el piso de la cocina que sobre la alfombra, si ambos están a la misma temperatura? Respuesta: La sensación se explica por las distintas tasas de transferencia de calor: la pérdida de calor es más rápida para la piel en contacto con las baldosas que con la alfombra, por lo que la sensación de frío es más intensa. La situación inicial propone un análisis y reflexión sobre las máquinas perpetuas, se sugiere diseñar y construir algunas de ellas y analizar por qué no funcionan. Oriente la discusión al principio de conservación de la energía.",
        "desarrollo": "Una vez que hayan leído el experimento pensado de la página 141, pregunte a sus alumnos el significado de temperatura, calor y energía térmica. Guíelos para que comprendan las diferencias y la relación entre estos conceptos y para que escriban las definiciones en su cuaderno: * La energía térmica se refiere a la energía de un sistema, es decir, la energía cinética de las partículas que lo constituyen. Esta energía es responsable de la temperatura del sistema. * La temperatura es una medida relacionada con la energía cinética promedio de las partículas de un sistema. * El calor es la energía en transferencia de un cuerpo a otro, cuando éstos se encuentran a distinta temperatura y en contacto térmico. * La energía interna de un sistema es la suma de la energía cinética, la de rotación, de vibración y cualquier tipo de energía que contengan las partículas que lo conforman. Después de revisar los mecanismos de transmisión del calor, pida a los estudiantes que den algunos ejemplos de los tres mecanismos de conducción del calor que encuentren en sus actividades cotidianas y los expliquen. Le sugerimos comentar que la tasa de transferencia de calor por radiación también depende del color del objeto. El negro es el más eficaz, y el blanco es el menos eficaz. Puede encontrar la información necesaria para este fenómeno en la siguiente liga, en el apartado 1.6. * www.edutics.mx/xGc",
        "cierre": "El propósito de esta sección es que los alumnos apliquen lo aprendido en la lección, retomen las preguntas de la sección Inicio y las respondan nuevamente. Le sugerimos que contesten en grupo y anoten las respuestas en una hoja para su Portafolio de evidencias.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la diferencia entre calor, temperatura, energía térmica y energía interna.  Reconoce y explica los mecanismos de transferencia de calor.\nComprende qué es una máquina térmica y las transformaciones energéticas que involucra.  Entiende y aplica las ecuaciones para el cálculo de la eficiencia térmica."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "9/mar",
        "fechaDeCierre": "13/mar",
        "semanaEscolar": "25",
        "contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable.",
        "aprendizaje": "Identifica formas de energías renovables y no renovables, su empleo y origen en su comunidad (solar, eólica, hidráulica, geológica, mareomotriz, nuclear) y valora sus beneficios.",
        "tema": "Energía renovable",
        "leccion": "Lección 16. Energías renovables",
        "inicio": "Después de leer el texto de esta sección, pregunte a los alumnos si comprendieron la diferencia entre efecto invernadero y calentamiento global. Le recomendamos que vea el video sugerido en la sección de Audiovisuales, donde se explican ambos conceptos. Después, pídales que respondan las preguntas de la sección en una sesión grupal, para que todos aporten sus ideas y pueda aclarar sus dudas. En la siguiente liga encontrará un cuestionario que le puede servir para evaluar a los alumnos y que, una vez respondido, pueden guardar en su Portafolio de evidencias: * www.edutics.mx/xN9",
        "desarrollo": "La idea central de la lección es el uso y aprovechamiento de la energía térmica, particularmente en su transformación a energía mecánica (que estudiaron en la lección 13). Las máquinas térmicas son muy usadas actualmente y son la base para producir otros tipos de energía, como la eléctrica. Resalte que la eficiencia de estas máquinas es limitada, lo que se traduce en un alto consumo de fuentes de energía, principalmente de origen fósil, lo que conlleva problemas ambientales graves.",
        "cierre": "Como conclusión, los alumnos deben tener claro que las máquinas perpetuas son imposibles, por lo que siempre se necesitan fuentes de energía externas. Proponga a los alumnos el diseño de pequeñas máquinas que usen energías renovables como la eólica y la solar. Pida a los estudiantes que resuelvan la ficha 12 del Cuaderno de evidencias, incluye una actividad sobre el cálculo de la eficiencia térmica y una reflexión sobre las fuentes de energía y su relación con el ambiente.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Reconoce la diferencia entre efecto invernadero y cambio climático.  Comprende que el cambio climático es una consecuencia del efecto invernadero."
    },
    {
        "unidad": 2,
        "fechaDeInicio": "16/mar",
        "fechaDeCierre": "20/mar",
        "semanaEscolar": "26",
        "contenido": "Saberes y prácticas para el aprovechamiento de energías y el desarrollo sustentable.",
        "aprendizaje": "Realiza experimentos en donde se aproveche la energía del sol ya sea considerando las propiedades de la luz (energía solar) o las de la materia (convección).",
        "tema": "Energía solar",
        "leccion": "Lección 17. Energía solar",
        "inicio": "Antes de leer la información de la sección, le sugerimos que pregunte a sus alumnos si saben qué es un calentador solar, si han visto uno y cómo creen que funciona. Permítales compartir sus ideas para después leer con ellos la información de la sección. Después, vuelva a preguntarles y pídales que corrijan sus interpretaciones y creencias sobre qué es un calentador solar y cómo funciona, de esta manera podrán responder las preguntas de la sección en conjunto y con su ayuda. Le recomendamos ver con sus alumnos el siguiente video que explica de manera muy sencilla cómo funciona un calentador solar. * www.edutics.mx/xxg Resolver el mapa conceptual implica que el alumno ha entendido el orden en el que se organizaron los conceptos. Pida a algunos voluntarios que lo expliquen frente al grupo y comparen sus explicaciones.",
        "desarrollo": "Para complementar la información de la página 148 le sugerimos consultar la siguiente liga de internet, donde encontrará una explicación sobre los combustibles fósiles: * www.edutics.mx/xNC Le sugerimos que elija algunos alumnos para que lean la información de la página 149, después pida que elaboren un mapa mental con los problemas enlistados y los complementen con otros que ellos investiguen, indíqueles que incluyan imágenes para ilustrarlos. En la siguiente liga encontrará un video que habla sobre la contaminación que producen los combustibles fósiles. * Efecto Naím: ¿Adiós a los combustibles fósiles? www.edutics.mx/xNy En la siguiente liga encontrará un video sobre el impacto de la contaminación del planeta y sobre la economía circular como una forma de reducir los efectos: * ¿En qué consiste la economía circular? www.edutics.mx/xNF Después de leer la información de la página 150, puede ver con los alumnos el video sugerido en el apartado de Recursos de apoyo complementario. Le proponemos que los alumnos hagan en equipos una maqueta de las plantas mencionadas en esta página, para que las presenten en clase y expliquen cómo funcionan. Esta tarea servirá para fomentar el trabajo en equipo y reforzar los contenidos, también como evaluación de la lección. Solicite a los alumnos que redacten en su cuaderno un cuestionario a partir de la información de la página 151. Después, pídales que intercambien el cuestionario con algunos de sus compañeros y lo respondan. En sesión grupal, revise las preguntas y respuestas para que comenten si fueron útiles para evaluar sus conocimientos. Ésta es otra manera de fomentar la coevaluación y la autoevaluación. Pida a sus alumnos que elaboren y organicen una presentación sobre los accidentes nucleares de Chernobyl y Fukushima, y puede agregar el accidente nuclear que ocurrió en Three Mile Island en Pensilvania, Estados Unidos de América, en 1979. Solicite que utilicen imágenes, dibujos y noticias. También que expliquen si estos accidentes pudieron evitarse y si consideran que todas las plantas nucleares en el mundo son peligrosas. Pida que incluyan una conclusión sobre la viabilidad de la energía nuclear, donde valoren sus beneficios, eficiencia y los daños que puede provocar. Pida a uno de los alumnos que lea la información de esta sección. Después, le proponemos que vea en clase el video sugerido en la sección Recursos de apoyo complementarios. Organice una sesión para que los estudiantes mencionen los puntos más importantes y anótelos en el pizarrón, pida que hagan un mapa conceptual que guardarán en su Portafolio de evidencias. Le recomendamos que, para llevar a cabo la actividad experimental de la página 153, les pida con anticipación los materiales (por equipo). Planee la actividad para una sesión de al menos dos horas, puede aprovechar la hora de laboratorio para que tengan tiempo de armar su horno solar y observar su funcionamiento. Le recomendamos que vea el siguiente video, que explica el funcionamiento del horno solar de manera muy sencilla. * www.edutics.mx/xxM Igualmente, pida a otros alumnos que muestren cómo incluyeron los conceptos relacionados con los principios de Arquímedes y Pascal, resalten coincidencias y diferencias, poniendo especial atención en las explicaciones, pues ellas muestran el grado de comprensión de los alumnos.",
        "cierre": "El propósito de esta sección es que los alumnos apliquen lo aprendido en la lección y respondan nuevamente las preguntas de la sección inicial. Organice una sesión grupal para que respondan las preguntas. Para reforzar los contenidos de la lección, pida que resuelvan la ficha 33 del Cuaderno de evidencias. Como complemento sugiera que elaboren otro mapa con los contenidos no incluidos en éste.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende qué es la energía solar y cómo se produce. Reconoce la energía solar como fuente de energía limpia y renovable."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "23/mar",
        "fechaDeCierre": "27/mar",
        "semanaEscolar": "27",
        "contenido": "Interacciones de la electricidad y el magnetismo.",
        "aprendizaje": "Experimenta e interpreta algunas manifestaciones y aplicaciones de la electricidad, e identifica los cuidados que requiere su uso al revisar los protocolos de seguridad.",
        "tema": "Electricidad",
        "leccion": "Lección 1. Electricidad",
        "inicio": "Se presenta una notable aplicación de la Física en la tecnología médica: el desfibrilador. Esto brinda la oportunidad de combatir una idea errónea: no existe algo como una \"energía vital\" o \"fuerza vital\", al menos en un sentido científico; hasta donde la ciencia puede probar, nuestro organismo funciona a base de fenómenos eléctricos, si bien demasiado complejos para comprenderlos en su totalidad en el presente. Esta sección también tiene la finalidad de hacer un recuento de los conocimientos previos de los estudiantes sobre la electricidad: su naturaleza, la forma en que se produce, transporta y utiliza para satisfacer las necesidades de la civilización. Para complementar el texto, conviene compartir con los estudiantes videos, infografías o diapositivas que muestren las aplicaciones de la electricidad; también puede organizar una lluvia de ideas para que comenten las aplicaciones que conocen por su propia experiencia.",
        "desarrollo": "En esta lección se presentan los conceptos más básicos para comprender la electricidad, se sugiere resaltar la idea central de cada uno de ellos. En la sección \"Las cargas eléctricas\", se esboza la historia del desarrollo de las investigaciones en electricidad y se concluye que en su estado actual se acepta que los objetos interactúan eléctricamente cuando poseen cargas eléctricas, las cuales pueden ser positivas y negativas. Además, se establece la relación con la teoría atómica de la materia al identificar la carga positiva con los protones y la carga negativa con los electrones. Por tanto, conviene recordar brevemente las ideas básicas de la teoría atómica y recurrir al uso de modelos icónicos que los estudiantes puedan manipular para comprender los procesos mediante los cuales es posible \"cargar\" algunos objetos de su entorno. Para apoyar a sus estudiantes en la comprensión de los mecanismos de carga, utilice simulaciones, videos o modelos que muestren el movimiento de los electrones en los materiales. En las sugerencias se enlistan algunas de estas herramientas. La subsección \"Fuerza eléctrica\" es breve, pero su contenido es muy amplio. Se recomienda profundizar de acuerdo con el nivel de conocimientos de los estudiantes; dependiendo de ello podrían ser necesarias técnicas particulares de Matemáticas, como operaciones con notación científica, solución de ecuaciones cuadráticas y el uso de vectores. Es conveniente aclarar a los estudiantes que la fórmula de la ley de Coulomb proporciona únicamente la magnitud de la fuerza eléctrica entre dos cargas, que la dirección de la fuerza resultante estará dada por la línea que une las cargas y el sentido depende de que la fuerza sea de atracción o de repulsión, es decir, lo determinan los signos de las cargas eléctricas. Por último, la sección \"Conducción, el camino de la electricidad\" tiene una orientación más cualitativa. Es relevante para abordar la siguiente lección, por ello, conviene mostrar muchos ejemplos de aparatos eléctricos cotidianos y cómo éstos son parte de circuitos eléctricos.",
        "cierre": "La elaboración de un mapa conceptual en esta sección es una sugerencia muy importante, en vista de que el tema de la lección es muy extenso y, sin embargo, puede sintetizarse brevemente en unas cuantas ideas clave. Dé seguimiento a los estudiantes para que puedan reconocer los conceptos más fundamentales. Invite a los estudiantes a resolver la ficha 15 de su cuaderno de evidencias.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Identifica el movimiento de los electrones como causa de la electricidad. Comprende y aplica la Ley de Coulomb."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "13/abr",
        "fechaDeCierre": "17/abr",
        "semanaEscolar": "28",
        "contenido": "Interacciones de la electricidad y el magnetismo.",
        "aprendizaje": "Experimenta e interpreta algunas manifestaciones y aplicaciones de la electricidad, e identifica los cuidados que requiere su uso al revisar los protocolos de seguridad.",
        "tema": "Cuidados y precauciones con el uso de la electricidad",
        "leccion": "Lección 2. Electricidad, cuidados y precauciones",
        "inicio": "El propósito de la actividad de Inicio es, por un lado, mostrar que la electricidad está presente en nuestro alrededor todo el tiempo, no solamente debido a la tecnología que usamos diariamente, sino también debido a fenómenos naturales, entre los cuales el más impresionante es el rayo. Por otro lado, también pretende mostrar que la electricidad puede ser peligrosa, por lo que debe manejarse con precaución y cuidado. Aunque no es seguro que Franklin haya llevado a cabo la experiencia descrita, esta anécdota destaca los elementos más relevantes para la lección. Los estudiantes cuentan ya con ideas y experiencias previas sobre la electricidad, motívelos a recordarlas y comentarlas; en particular aquellos fenómenos que puedan interpretar intuitivamente como rayos en miniatura: las pequeñas descargas que llamamos \"toques\". Algunos estudiantes quizá estén familiarizados con los chispazos luminosos que se forman al frotar en la oscuridad una cobija o un suéter. Haga notar que estos fenómenos se han observado desde hace mucho tiempo y forman la base sobre la que se desarrollaron las investigaciones de Franklin y otros pioneros de la electricidad. Los estudiantes quizá hayan observado los chispazos producidos al juntar las conexiones de una batería de automóvil o incluso al conectar una clavija en el contacto eléctrico de su casa, muy probablemente han observado chasquidos fuertes, emisión de humo e incluso fuego. Estas experiencias podrían ser mencionadas por los alumnos o pueden observarlas en videos, ello para alertar sobre la potencia energética de la electricidad. Invite a los estudiantes a describir el uniforme y el equipo de protección que hayan observado en electricistas, técnicos en electrónica, instaladores de líneas telefónicas, internet o televisión por cable. Motívelos a encontrar coincidencias y a que relacionen aquellos elementos de protección con el peligro que representan los fenómenos previamente descritos.",
        "desarrollo": "La idea central del texto es que el paso de corriente eléctrica por el cuerpo humano es capaz de producir efectos que van desde ligeras molestias hasta la muerte. El enfoque se centra en analizar ese paso de la corriente desde un punto de vista atómico, una imagen en la que los electrones con sus cargas eléctricas negativas se mueven a través de la estructura atómica de la materia y, en razón de su número (el cual determina la intensidad de la corriente eléctrica) y su velocidad, aumenta en mayor o menor medida la energía de los átomos que \"atraviesan\" a su paso. De esta imagen y de la premisa de que el cuerpo funciona a base de sutiles corrientes eléctricas, los impulsos eléctricos que permiten la conexión de nervios y neuronas, se pueden deducir en el nivel elemental las prácticas de precaución y cuidado en el manejo de la electricidad. Por lo anterior, conviene asegurarse de que los estudiantes comprenden estas hipótesis. Puede apoyarlos con la proyección de videos, la elaboración de modelos y la manipulación de simulaciones computacionales. Se sugiere motivar a los estudiantes a proponer hipótesis para explicar cualitativamente cada una de las recomendaciones enlistadas a partir de la página 170 en términos del modelo atómico.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y que lo apliquen en la prevención de riesgos latentes en su vida cotidiana respecto al manejo y uso de la electricidad. La ficha 16 del Cuaderno de evidencias trata precisamente sobre la electricidad y sus posibles consecuencias en el cuerpo humano. Pida a sus alumnos que la resuelvan de manera individual y revísela en grupo.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Explica los efectos de la corriente eléctrica en el cuerpo humano. Conoce las normas de protección ante riesgos de choque eléctrico en el hogar, la escuela y en lugares abiertos."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "20/abr",
        "fechaDeCierre": "24/abr",
        "semanaEscolar": "29",
        "contenido": "Interacciones de la electricidad y el magnetismo.",
        "aprendizaje": "Relaciona e interpreta fenómenos comunes del magnetismo y experimenta con la interacción entre imanes.",
        "tema": "Magnetismo",
        "leccion": "Lección 3. Electricidad y magnetismo",
        "inicio": "El propósito de la actividad de Inicio es introducir el concepto de magnetismo por medio de un fenómeno complejo que puede verse como una obra de arte. Se busca recuperar conocimientos previos en los estudiantes, quienes quizá hayan tenido ya experiencias previas en la manipulación de imanes o conozcan algunas de sus aplicaciones como parte activa de dispositivos sencillos. Relacione estos conocimientos previos con el funcionamiento de aparatos eléctricos y electrodomésticos, como timbres, bocinas, motores eléctricos, etcétera.",
        "desarrollo": "La primera parte de esta sección se centra en caracterizar de manera general a los imanes, mostrando que siempre se presentan en ellos dos polos que concentran la interacción. Mediante actividades experimentales y recursos gráficos se muestra la existencia del campo magnético. El concepto de campo de fuerza no es nuevo, pues se presenta a los estudiantes relacionado con la fuerza de gravedad; sin embargo, el enfoque sí es nuevo, pues ahora se centra en describir las interacciones entre imanes en términos de ese campo. El nuevo punto de vista es considerar la interacción entre campos, más que entre partículas. Es conveniente, por tanto, apoyar a los estudiantes mediante la mayor cantidad de recursos visuales, experimentos, simulaciones y demostraciones, para evitar errores conceptuales o ideas erróneas. La segunda parte de esta sección establece la conexión entre electricidad y magnetismo. La idea es fácil de enunciar, pero puede ser difícil de ilustrar: cuando una carga está en movimiento acelerado su campo eléctrico genera un campo magnético a su alrededor. Lo mejor en este punto puede ser mostrar simulaciones y animaciones que permitan visualizar los campos. Puede surgir la duda en el estudiante acerca de las condiciones necesarias para establecer esta conexión, y es conveniente discutirla mediante preguntas como: ¿Las cargas estáticas dan origen a un campo magnético? ¿Qué tipo de movimiento deben presentar las cargas para formar campos magnéticos? ¿Tiene alguna importancia la trayectoria que sigue la carga? Estas preguntas son relevantes porque a continuación se presenta la teoría de los dominios magnéticos, según la cual cada átomo puede considerarse como un imán, pues los electrones, que son cargas eléctricas, están en movimiento orbital y, por ello, acelerado, alrededor del núcleo. Es decir, tanto la carga como los desplazamientos involucrados son diminutos, pero sobre la aceleración poco se puede decir. Aquí surgen dificultades teóricas que van más allá de los alcances del curso. Otra dificultad conceptual que conviene aclarar es la del comportamiento colectivo, es decir, el hecho de que la suma de los efectos magnéticos de todos los átomos o dominios puede dar origen a un imán, hecho que se resalta al representar el magnetismo de toda la Tierra con un enorme imán. De ser posible, comente con los estudiantes que se trata de un principio físico o una consecuencia de la suma vectorial de los campos magnéticos para evitar ideas erróneas o infundadas acerca del modo en que un fenómeno microscópico se convierte en uno macroscópico. La última parte de la sección está dedicada a la inducción electromagnética, y será la más relevante para las aplicaciones tecnológicas y para el resto del libro. Si las dos secciones precedentes se trabajan adecuadamente, esta sección resultará fácil de abordar. Además, existen muchos recursos gráficos, visuales y experimentos para ilustrarla.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y que lo relacionen con situaciones de la vida cotidiana.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende la relación entre electricidad y magnetismo. Explica el funcionamiento básico de dispositivos electromagnéticos simples."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "27/abr",
        "fechaDeCierre": "1/may",
        "semanaEscolar": "30",
        "contenido": "Interacciones de la electricidad y el magnetismo.",
        "aprendizaje": "Experimenta e interpreta el comportamiento de la luz como resultado de la interacción entre electricidad y magnetismo.",
        "tema": "Luz visible",
        "leccion": "Lección 4. Luz visible",
        "inicio": "En esta sección se establece la relación de la luz con el sentido de la vista. Partiendo de un repaso de la anatomía del ojo se plantea el fenómeno de la visión desde la perspectiva de la Física al señalar cómo intervienen los fenómenos de refracción y reflexión de la luz en el interior del ojo. Ilustre la formación de imágenes en el ojo humano usando una lupa y mostrando cómo se forman imágenes invertidas, también puede usar o solicitar a los alumnos que construyan una cámara oscura para ese propósito. Amplíe la reflexión planteada en el texto invitando a los estudiantes a comparar los sentidos, pues la vista es radicalmente distinta a los demás en un aspecto: mientras que el tacto y el gusto requieren de contacto directo, el olfato y el oído pueden ocurrir a cierta distancia, con un alcance limitado; pero la vista está prácticamente ilimitada en alcance: podemos ver estrellas y galaxias a simple vista, con mayor o menor agudeza. También puede invitarlos a enumerar los tipos de luz que conocen: infrarroja, ultravioleta o luz negra, luz blanca, luz láser, etcétera; y, si es posible, algunas de sus aplicaciones.",
        "desarrollo": "En el tema \"Características de la luz\", se plantean las leyes de la óptica. El enfoque es cualitativo y el objetivo del texto es familiarizar a los estudiantes con los fenómenos de la reflexión y la refracción de la luz y, adicionalmente, con el hecho de que la luz viaja a una velocidad muy grande, pero finita. Los elementos del modelo físico están enunciados de manera implícita y convendrá hacerlos notar a los estudiantes: * La luz se propaga en línea recta, esto se demuestra en el experimento de la página 179, con la luz láser, y puede hacerse más evidente aún si se realiza en condiciones de semioscuridad. Conviene aclarar a los estudiantes que la luz láser no es igual a la luz blanca, pero tienen la misma naturaleza, por lo que las conclusiones establecidas para el láser son válidas para la luz blanca y, de hecho, para otros tipos de luz. * En el experimento también se establece la ley básica de la reflexión: la igualdad del ángulo del rayo incidente con el ángulo del rayo reflejado. * Las conclusiones del experimento se usan para explicar observaciones cualitativas que ya se han estudiado en los cursos de Ciencias en Primaria: que un objeto en particular puede absorber casi toda, parte o nada de la luz que incide sobre él y que, en consecuencia, puede ser opaco, translúcido o transparente. Para favorecer la comprensión de la ley de reflexión puede apoyarse, adicionalmente, en videos, animaciones, simulaciones, diagramas o modelos icónicos. Y una vez establecida la ley de la reflexión, puede invitar a los alumnos a citar ejemplos de este fenómeno en la naturaleza y la forma en que es aprovechada en aparatos o dispositivos de la vida cotidiana mediante el uso de espejos. El experimento de las páginas 180 y 181 muestra la refracción de la luz de manera cualitativa. Puede ampliar el experimento usando el puntero láser del primer experimento, por ejemplo, haciendo incidir el rayo dentro de un recipiente vacío y, luego, llenándolo con agua y observando la nueva posición del punto iluminado. Aproveche el resultado para indicar que el haz de luz se quiebra o refracta al pasar de un medio material a otro. El experimento puede ser más ilustrativo si utiliza dos punteros láser de diferente color, pues podría demostrar que el ángulo en que se desvía la luz depende también de su color. Esto sería ideal para la parte final del Desarrollo, donde se trata de la descomposición de la luz blanca en el espectro de colores.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia, y lo apliquen en la comprensión del funcionamiento de dispositivos de la vida cotidiana. Le sugerimos que resuelva con sus alumnos la ficha 17 del Cuaderno de evidencias para que analicen el problema de la contaminación lumínica y propongan acciones para evitarla o disminuirla.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Comprende los conceptos de reflexión, refracción y descomposición de la luz. Identifica la reflexión y la refracción de la luz en fenómenos y dispositivos ópticos simples."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "4/may",
        "fechaDeCierre": "8/may",
        "semanaEscolar": "31",
        "contenido": "Interacciones de la electricidad y el magnetismo.",
        "aprendizaje": "Explica el funcionamiento de aparatos tecnológicos de comunicación, a partir de las ondas electromagnéticas.",
        "tema": "Ondas electromagnéticas. Aplicaciones",
        "leccion": "Lección 5. Ondas electromagnéticas",
        "inicio": "El propósito del texto inicial es introducir el tema de las ondas electromagnéticas mediante sus aplicaciones, cada vez más sofisticadas, en la telecomunicación móvil. Para ello se presenta un resumen de las principales características distintivas de las generaciones de telefonía celular, desde la tecnología analógica de la década de 1980 hasta el lanzamiento anunciado del Internet de las cosas. Los puntos clave por resaltar y comentar con los estudiantes son: * las diferencias entre la tecnología analógica y la digital; * las unidades en que se mide la información y la rapidez con que se transfiere; * la seguridad o privacidad en la comunicación. Estos temas pueden ser usados para despertar el interés en los estudiantes. Antes de abordar de lleno el contenido de la lección, organice una lluvia de ideas o una pequeña investigación para que establezcan algunas conclusiones sobre ellos.",
        "desarrollo": "Esta parte de la lección se divide en tres secciones. En la sección introductoria, páginas 184 y 185, se recuerda a los estudiantes que las ondas electromagnéticas se producen siempre que se tiene una carga eléctrica acelerada; la idea clave es que una antena emisora es un circuito eléctrico en el que se acelera la carga para emitir señales en forma de ondas electromagnéticas, y la antena receptora transforma la señal electromagnética en corrientes eléctricas, es decir, actúa de manera inversa. El experimento de la página 185 demuestra la existencia de las ondas electromagnéticas y que los dispositivos de telecomunicaciones son sensibles a ellas. Use simulaciones para fomentar en los estudiantes el análisis cualitativo de la situación. La sección termina con la introducción de la fórmula de Planck, que da pie a clasificar el espectro electromagnético en términos de la frecuencia de las ondas. La sección titulada \"El espectro electromagnético\" presenta ejemplos de las aplicaciones tecnológicas particulares que se dan a cada región del espectro electromagnético. Para combatir ideas erróneas, mencione que las fuentes de radiación electromagnética pueden emitir en una franja de frecuencias, pero no lo hacen de manera homogénea, sino que la emisión se concentra en una frecuencia en particular, donde emite con mayor intensidad que el resto; por ejemplo, el Sol emite con mayor intensidad en la región visible (y en particular, el color amarillo), en razón de ello nuestros ojos se han adaptado evolutivamente a su luz; aunque hay dispositivos muy especializados, llamados fuentes monocromáticas, que emiten en una sola frecuencia, como el láser, los leds o las lámparas de vapor. Fomente la habilidad matemática de los alumnos planteando problemas para calcular la frecuencia, longitud de onda y la energía de ondas electromagnéticas en particular. Para reforzar el aprendizaje de las aplicaciones comparta con los estudiantes recursos audiovisuales o infografías, e invítelos a identificar qué tipo de radiación electromagnética utilizan los aparatos de su casa, escuela y comunidad. La sección final de esta parte de la lección: \"Aplicaciones en la tecnología de comunicaciones\", está dedicada a explicar el funcionamiento de la telefonía celular y el gps . Para comprobar el grado de comprensión que los estudiantes adquieran sobre los principios básicos de estas tecnologías, puede invitarlos a compartir hipótesis para explicar fallas en la comunicación celular cuando se atraviesan túneles o al interior de edificios con grandes estructuras metálicas.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y lo apliquen en el análisis cualitativo y cuantitativo de fenómenos simples. La ficha 18 del Cuaderno de evidencias relaciona las ondas sísmicas con las electromagnéticas en las alertas sísmicas. Pida que la resuelvan y expliquen por qué son eficientes y útiles estos sistemas de prevención.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende qué es el espectro electromagnético y cómo se clasifica. Explica los principios básicos del funcionamiento de la telefonía celular y el GPS."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "11/may",
        "fechaDeCierre": "15/may",
        "semanaEscolar": "32",
        "contenido": "Composición del Universo y Sistema Solar.",
        "aprendizaje": "Indaga algunos avances recientes en la comprensión sobre la evolución del Universo y su composición.",
        "tema": "Universo y su composición",
        "leccion": "Lección 6. El Universo",
        "inicio": "El propósito de la actividad de Inicio es mostrar que el conocimiento de la estructura del Universo es una obra en colaboración, en la cual participan científicos de todo el mundo y requiere del uso de herramientas de observación muy sofisticadas que realizan sondeos durante décadas. Para complementar esta introducción, existen infinidad de recursos disponibles, como videos, películas, documentales, animaciones, simulaciones y mapas virtuales. Es conveniente que la lección sea, esencialmente, una experiencia visual.",
        "desarrollo": "La lección comienza presentando las características básicas de las galaxias y la clasificación, propuesta por Hubble, según su aspecto, además de la clasificación según su cantidad de estrellas. Es recomendable utilizar muchos recursos audiovisuales y gráficos para mostrar ejemplos a los estudiantes. Para complementar el texto, puede presentar un esbozo del estudio y descubrimientos sobre las galaxias, desde la época en que se creía que nuestro Universo se reducía a la Vía Láctea hasta los sondeos actuales. Se presenta el año luz como unidad de distancia adecuada a escala galáctica. Aunque los alumnos pueden mostrar particular interés por este tema, pueden tener dificultades para concebir adecuadamente las escalas de distancia en la descripción estructural de las galaxias. Por ello, es conveniente plantear ejercicios numéricos encaminados a asimilar la escala; puede pedir, por ejemplo, que determinen el tiempo necesario para atravesar una galaxia en particular, de lado a lado, o la cantidad de veces que cabe en su diámetro el Sistema Solar. También pueden hacerse modelos de escala comparativos, al estilo de \"si nuestra galaxia es una canica, ¿a qué distancia de ella hay que poner otra canica que represente la galaxia más cercana?\". La última sección del Desarrollo presenta las mayores estructuras del Universo: los cúmulos y los supercúmulos. La atención en este punto puede ponerse en evitar ideas erróneas, como imaginar que el Universo está inmerso en un \"espacio\" más grande que lo contiene, que el mapa ha sido elaborado desde afuera, o que el Universo mismo tiene la forma de una caja, como la mostrada en la figura 6.11.",
        "cierre": "El propósito es que los estudiantes comparen sus ideas previas sobre el Universo con la descripción presentada durante la lección y reflexionen sobre la importancia de la fuerza de gravedad para describir la evolución del Universo.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Resuelve problemas que involucran el año luz y el parsec. Relaciona la gravedad con la estructura y evolución del Universo."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "18/may",
        "fechaDeCierre": "22/may",
        "semanaEscolar": "33",
        "contenido": "Composición del Universo y Sistema Solar.",
        "aprendizaje": "Indaga algunos avances recientes en la comprensión sobre la evolución del Universo y su composición.",
        "tema": "Origen y evolución del Universo",
        "leccion": "Lección 7. Origen y evolución del Universo",
        "inicio": "Esta sección introduce el tema de manera indirecta, presentando el acelerador de partículas más grande que existe, el Gran Colisionador de Hadrones. La intención es mostrar, por un lado, que la ciencia y, en particular el estudio del Universo, es una tarea de cooperación internacional, en la que además de físicos participan otros científicos e ingenieros. Por otro lado, también se pretende señalar que para comprender el origen del Universo es necesario entender las leyes que rigen a las partículas elementales. Esta aparente paradoja se explica al presentar el modelo de la Gran Explosión.",
        "desarrollo": "El texto introductorio de esta parte de la lección menciona un argumento temprano que refutaba la existencia infinita del Universo, la paradoja de Olbers. Existe otro argumento con la misma conclusión, elaborado en el siglo xix , la muerte térmica del Universo. Puede proponer a los estudiantes que investiguen acerca de él e invitarlos a reflexionar sobre el modo en que diferentes principios físicos guardan armonía o coherencia en sus conclusiones. En las páginas 200 y 201 se presenta el modelo de la Gran Explosión y se describe a grandes rasgos la evolución del Universo. La descripción es meramente cualitativa, complementada con algunos datos calculados a partir de las teorías cosmológicas actuales. La idea central es que la gravedad es la fuerza responsable de la evolución del Universo. Sin embargo, es importante que advierta que la fuerza que provocó el Big Bang es actualmente desconocida, así como la que provoca la expansión acelerada del Universo.",
        "cierre": "El propósito es que los alumnos reconsideren la información presentada en el Inicio en términos, ahora, de los conceptos relacionados con el origen y la evolución del Universo. Invite a los estudiantes a resolver la ficha 15 de su Cuaderno de evidencias.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Comprende que el Big Bang es el modelo más actual sobre el origen del Universo y que está aún en desarrollo."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "25/may",
        "fechaDeCierre": "29/may",
        "semanaEscolar": "34",
        "contenido": "Composición del Universo y Sistema Solar.",
        "aprendizaje": "Indaga cómo se lleva a cabo la exploración de los cuerpos celestes, por medio de la detección y procesamiento de las ondas electromagnéticas que emiten.",
        "tema": "Conocimiento y exploración del Universo",
        "leccion": "Lección 8. Descubrimiento del Universo",
        "inicio": "El objetivo general de la lección es esbozar algunos de los métodos de la Astronomía. En la sección de Inicio se muestra la historia de William y Caroline Herschel y su catálogo de estrellas. La intención es mostrar la utilidad de la recopilación cuidadosa de las observaciones astronómicas para elaborar teorías sobre la evolución de las estrellas y de otros objetos celestes. También se aprovecha la oportunidad para reflexionar sobre cuestiones sociales relacionadas con la ciencia, como la importancia del trabajo colaborativo, el papel de la mujer en la ciencia y el apoyo familiar para el desarrollo profesional. Motive a los estudiantes a notar estos diferentes aspectos en la anécdota presentada. Puede pedir que comparen la forma hipotética de la galaxia de Herschel con la imagen actual y comentar que en aquella época se creía que nuestra galaxia era todo el Universo. Se recomienda invitar a los estudiantes a indagar sobre este episodio de la historia de la ciencia, y sobre el descubrimiento posterior de otras galaxias, llamadas entonces \"Universos islas\", y comentar sobre las dificultades encaradas para determinar la forma de nuestra galaxia.",
        "desarrollo": "Esta parte de la lección presenta de manera gradual la forma en que el conocimiento del Universo ha ido mejorando gracias a observaciones cada vez más sofisticadas. Se comienza con observaciones simples y cotidianas, que proporcionan información valiosa sobre la disposición de los objetos a la distancia. Fomente la habilidad matemática de los estudiantes pidiendo que lean el documento sugerido en el texto, donde se explica el método geométrico usado por Eratóstenes. Solicite que lo expliquen con sus propias palabras y luego realicen los retos propuestos en el mismo documento. Si la motivación en los estudiantes es la suficiente, puede compartir con ellos algunos de los métodos usados por Aristarco para llegar a las ecuaciones que se presentan en la Práctica de la página 204. Los principales razonamientos requieren solamente de geometría y algo de álgebra. Invite a los estudiantes a realizar la actividad experimental de la página 204. Sugiérales tomar notas y registrar todo lo que llame su atención, como el paso de estrellas fugaces o fenómenos meteorológicos, para posteriormente comentarlos en grupo. Puede aprovechar para hablarles un poco de arqueoastronomía, mencionando, por ejemplo, los logros de los astrónomos mayas. La idea clave de la última parte del Desarrollo es que actualmente la Astronomía es, esencialmente, una ciencia computacional, en la que cada día cobra más importancia el uso de la inteligencia artificial.",
        "cierre": "Se espera que los alumnos reflexionen de nuevo sobre la analogía de Herschel para explicar los métodos usados por los científicos para conocer el Universo.",
        "ejesArticuladores": "Igualdad de género.",
        "evaluacionFormativa": "Comprende la relación solar-estelar."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "1/jun",
        "fechaDeCierre": "5/jun",
        "semanaEscolar": "35",
        "contenido": "Composición del Universo y Sistema Solar.",
        "aprendizaje": "Relaciona e interpreta las características y dinámica del Sistema Solar con la gravitación y el movimiento de los planetas, en particular el caso de la Tierra y la Luna.",
        "tema": "Características y dinámica del Sistema Solar.",
        "leccion": "Lección 9. Sistema Solar",
        "inicio": "El propósito del texto inicial es presentar al Sol como el cuerpo celeste más importante del Sistema Solar por dos razones físicas: por su atracción gravitacional y por la cantidad de energía que emite. Proponga una lluvia de ideas en la cual los estudiantes elaboren una lista de los múltiples beneficios que recibimos, directa o indirectamente, del Sol, desde los más evidentes, como su calor y su luz, hasta algunos más especializados, como la fotosíntesis y, por ende, la producción de alimentos, la absorción de vitaminas en nuestro organismo, las celdas solares, la generación de vientos en el planeta, etcétera.",
        "desarrollo": "En la primera sección se presenta la teoría sobre el origen del Sistema Solar a partir de una nube de polvo, remanente de otros procesos en la evolución estelar, que se presenta de manera sintetizada en la infografía de las páginas 198 y 199. En la segunda parte se profundiza en que el origen y la evolución del Sistema Solar se deben a la fuerza de gravedad. Asegúrese de que los estudiantes comprenden los mecanismos por los cuales la gravedad es responsable de la estructura del Sistema Solar y de las características de los planetas.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron para responder las cuestiones planteadas en el Inicio.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Explica los efectos de la fuerza de gravedad en el Sistema Solar y en los procesos nucleares en el Sol y las estrellas."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "8/jun",
        "fechaDeCierre": "12/jun",
        "semanaEscolar": "36",
        "contenido": "Fenómenos, procesos y factores asociados al cambio climático.",
        "aprendizaje": "Formula hipótesis que relacionan la actividad humana con el aumento de temperatura en el planeta y la emisión de gases de efecto invernadero; diferencia entre calor, radiación y temperatura al explicar los procesos que lo originan.",
        "tema": "Diferencia entre calor y temperatura. Formas de transmisión del calor. Efecto invernadero",
        "leccion": "Lección 10. Efecto invernadero, causas y consecuencias",
        "inicio": "Esta lección aborda el tema del efecto invernadero como introducción al problema del cambio climático, que será tratado a continuación. Antes de iniciar, le sugerimos que organice una sesión de recuperación de conocimientos para que los estudiantes recuerden los conceptos de calor, temperatura y los mecanismos de transferencia de calor. La sección inicial plantea el tema describiendo el cada vez más común fenómeno de la isla de calor urbana, invite a sus alumnos a explicarlo en términos del modelo cinético de partículas y de los conceptos ya estudiados de calor, temperatura y transferencia de calor.",
        "desarrollo": "La primera parte del Desarrollo enfatiza dos hechos importantes. En primer lugar, que cada objeto material puede absorber el calor con una eficiencia que depende de sus características particulares, como su color o su composición. En segundo lugar, que el efecto invernadero es un fenómeno natural, presente en muchos cuerpos celestes con atmósferas densas. Para comprender el principio físico detrás del efecto invernadero, puede centrar la atención de los estudiantes en el invernadero real, como el de la figura 10.3, y pedirles que analicen lo que ocurre con la luz del Sol. Los hechos importantes que deben notar son: 1) que el efecto es producido por la cubierta de vidrio o plástico transparente; 2) que al atravesar esa cubierta la luz se refleja en parte, se refracta en parte y otra más (aunque quizá muy pequeña) se absorbe (importante: no absorbe la parte infrarroja, sino que la refleja y la refracta); 3) que la luz que pasa a través de la cubierta transparente se refleja en los objetos dentro del invernadero y vuelve a ser reflejada sobre la cubierta, pero esta vez desde el interior y es reflejada otra vez, etcétera, de esta manera la luz es absorbida de manera importante por el interior del invernadero, y 4) que parte de la luz del Sol (su franja infrarroja) porta energía en forma de calor. La conclusión de esta secuencia de hechos es que el interior del invernadero gana calor y, por tanto, aumenta su temperatura. Para comprobar su grado de comprensión conceptual, pida a los estudiantes que identifiquen qué parte de la atmósfera juega aquí el papel de la cubierta transparente del invernadero.",
        "cierre": "El propósito es que los alumnos expliquen mediante conceptos físicos la situación descrita al inicio y así consoliden los conceptos estudiados en la lección.",
        "ejesArticuladores": "Pensamiento crítico.",
        "evaluacionFormativa": "Relaciona el efecto invernadero con el calentamiento global, y éste con el cambio climático."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "15/jun",
        "fechaDeCierre": "19/jun",
        "semanaEscolar": "37",
        "contenido": "Fenómenos, procesos y factores asociados al cambio climático.",
        "aprendizaje": "Formula hipótesis que relacionan la actividad humana con el aumento de temperatura en el planeta y la emisión de gases de efecto invernadero; diferencia entre calor, radiación y temperatura al explicar los procesos que lo originan.",
        "tema": "Gases de efecto invernadero. Consecuencias de los gases de efecto invernadero en la atmósfera y a nivel regional y global",
        "leccion": "Lección 11. Gases de efecto invernadero",
        "inicio": "La situación inicial tiene la intención de demostrar desde el principio que el cambio climático es un problema global, cuya solución amerita la participación de todos los ciudadanos del mundo. Conviene que organice una lluvia de ideas para recuperar los conocimientos previos que los estudiantes tengan acerca de los gases de efecto invernadero adquiridos, probablemente, en los medios de comunicación.",
        "desarrollo": "Las ideas centrales de la lección, que se presentanen esta parte, son tres: 1. Existen gases de efecto invernadero producidos y asimilados enla atmósfera y la corteza terrestre de manera natural.2. Diversas actividades humanas (como la industria y el transporte)han contribuido a aumentar la concentración de los gases y, porende, a desequilibrar sus ciclos naturales.3. La emisión de gases de efecto invernadero por actividades humanas tiene un comienzo en una etapa histórica bien identificada.Es conveniente que los estudiantes comprendan la información queen el texto aparece sintetizada en las figuras 11.2 a 11.5. Se sugiereque complemente las explicaciones aportadas; por ejemplo, puede resultar curioso para los estudiantes que la figura 11.3 sugiera a unavaca como la fuente principal de emisión de metano, y que tiene unpotencial de efecto invernadero 25 veces más alto que el dióxido decarbono, cuya fuente es un motor de combustión interna.",
        "cierre": "El propósito es que los alumnos relacionen el aumento de la concentración de gases de efecto invernadero con las actividades humanas y demuestren su comprensión al explicar cualitativamente fenómenos como la isla de calor de la lección anterior.",
        "ejesArticuladores": "Vida saludable.",
        "evaluacionFormativa": "Explica el mecanismo del efecto invernadero en términos de la interacción de la luz con los gases de la atmósfera."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "22/jun",
        "fechaDeCierre": "26/jun",
        "semanaEscolar": "38",
        "contenido": "Fenómenos, procesos y factores asociados al cambio climático.",
        "aprendizaje": "Indaga sobre fenómenos meteorológicos extremos como olas de calor, ciclones tropicales, sequías y lluvias torrenciales; representa y explica su distribución en el mundo.",
        "tema": "Aumento de la temperatura del planeta",
        "leccion": "Lección 12. Aumento de la temperatura del planeta",
        "inicio": "Esta sección comienza describiendo la ola de calor europea de 2019. El cierre de edición del libro de texto fue en el primer trimestre del año 2023, por lo que aún no había ocurrido la ola de calor que impactó a México desde el mes de junio. Así, puede ampliar la información del texto proporcionando a los estudiantes datos de la ola de calor en nuestro propio país y pidiendo que comenten sus experiencias con este fenómeno con preguntas; por ejemplo, ¿Cómo fue? ¿Qué información recuerdan haber escuchado en los noticiarios al respecto? ¿Qué medidas de protección para la salud tuvieron necesidad de acatar? ¿Qué consecuencias tuvo?",
        "desarrollo": "El objetivo del texto es mostrar evidencias de que el cambio climático es real y tiene como causas la forma de vida de la civilización moderna. El texto muestra fenómenos simples con descripciones cualitativas, como el derretimiento de los hielos polares y el consecuente aumento del nivel del mar, pero también presenta información dura en forma de gráficas científicas. Es conveniente aprovechar esta oportunidad para enseñar a los estudiantes a leerlas. Para empezar, señale que todas ellas refieren al pie la fuente que respalda los datos, y es importante identificar que se trata de fuentes científicas confiables, como la nasa o revistas científicas con arbitraje internacional. También muestre que se trata de mediciones científicas cuidadosas, que suelen incluir una estimación de la incertidumbre asociada a ellas (correspondiente al sombreado en torno a la línea de la gráfica). Algunas gráficas presentan, además, predicciones. En la figura 12.1, por ejemplo, se ve que la franja de incertidumbre aumenta de grosor. Puede comentar que estas predicciones se realizan mediante técnicas estadísticas que hacen uso de métodos computacionales y de inteligencia artificial. Puede proponer como ejercicio interesante que los estudiantes investiguen y recolecten algún par de gráficas científicas, las analicen críticamente, las lean o interpreten, y las comenten con sus compañeros. Para esta lección, es recomendable el uso de recursos audiovisuales que muestren cómo se vive la crisis ambiental del cambio climático en diferentes lugares del mundo. Le sugerimos que muestre reportajes y videos sobre fenómenos extremos y la migración forzada por el cambio climático. Para fomentar la empatía de los estudiantes y fortalecer sus habilidades de análisis crítico, le recomendamos organizar debates o pedirles que expresen, con recursos acordes a sus intereses y aptitudes, su opinión, sus propuestas, sentimientos o testimonios sobre el tema. Estos recursos pueden ser la redacción de textos (ensayos, cuentos, poemas), la elaboración de dibujos, cómics, videos o podcasts, canciones, etcétera. Para complementar la información del texto dada al final del Desarrollo, pida a los estudiantes que investiguen qué es la Cuarta Revolución Industrial y cuáles fueron las otras tres, y resuman sus características más sobresalientes en una línea de tiempo. Después pida que en ella identifiquen, donde sea posible, el origen de las emisiones de gases de efecto invernadero. Pida al grupo trabajar en colaboración para resumir la información sobre el cambio climático en cuadros sinópticos, mapas mentales y carteles, y que los expongan en algún lugar visible de su escuela o los presenten en alguna feria informativa sobre el tema.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta secuencia y lo apliquen al análisis de situaciones de la vida cotidiana. Le sugerimos que resuelva con sus alumnos la ficha 19 del Cuaderno de evidencias y que propongan acciones individuales a favor del ambiente.",
        "ejesArticuladores": "Interculturalidad crítica.",
        "evaluacionFormativa": "Comprende que las actividades humanas agravan el efecto invernadero. Reconoce las consecuencias ambientales del cambio climático."
    },
    {
        "unidad": 3,
        "fechaDeInicio": "29/jun",
        "fechaDeCierre": "3/jul",
        "semanaEscolar": "39",
        "contenido": "Fenómenos, procesos y factores asociados al cambio climático.",
        "aprendizaje": "Propone medidas de mitigación y adaptación, encaminadas al cuidado del medio ambiente y el bienestar común, viables para su aplicación en su escuela y comunidad.",
        "tema": "Medidas de mitigación y adaptación en beneficio del medio ambiente",
        "leccion": "Lección 13. Cuidado del ambiente",
        "inicio": "El propósito de la lectura es motivar a los estudiantes a emprender por sí mismos acciones en la lucha contra el cambio climático. También se busca activar su pensamiento crítico al pedirles que analicen una situación plagada de complicaciones sociales. Es importante que pueda poner en relieve que aquí intervienen dificultades de diversos tipos: económicas, sociales, tecnológicas, de comunicación, legislativas, políticas, etcétera. Es conveniente invitar a los estudiantes a concebirse como protagonistas en la situación presentada. Invítelos a reflexionar sobre el modo en que el cambio climático podría impactar sus vidas en el futuro; para ello, puede pedir que expresen sus reflexiones mediante recursos acordes a sus intereses y aptitudes, como pueden ser la redacción de textos (ensayos o cuentos), la elaboración de videos, cómics, podcasts, etcétera; al final, invítelos a compartir sus opiniones con sus compañeros.",
        "desarrollo": "El texto enumera dos tipos de medidas contra el cambio climático, que se describen brevemente. Las medidas de mitigación se centran principalmente en el uso de las fuentes de energía. Para que los estudiantes comprendan mejor las recomendaciones, organice una sesión de lluvia de ideas para que recuperen sus conocimientos sobre los mecanismos de producción de energía eléctrica (que es la energía más utilizada) y las consecuencias ambientales de cada mecanismo, así como su eficiencia y la extensión de su uso; esto les recordará que para producir electricidad se suelen quemar combustibles fósiles, lo que libera gases de efecto invernadero a la atmósfera. Pida que enlisten también las fuentes de energía renovables e identifiquen las fuentes de energía limpia. Así quedará claro que reducir el consumo de energía eléctrica puede implicar reducir la emisión de gases de efecto invernadero. Por ejemplo, en el caso de la carne, puede mostrarles datos sobre la producción de metano y recordarles que este gas tiene un potencial mayor al del dióxido de carbono como precursor del efecto invernadero, de modo que disminuir el consumo de carne llevaría a la reducción en la producción ganadera y, por ende, a la reducción de las emisiones de metano. En el caso de otros productos, como los tecnológicos, puede solicitarles que investiguen cómo se producen y en dónde, pues su transporte a través de grandes distancias también implica la quema de combustibles fósiles; en cuyo caso la reducción del consumismo también es favorable. Las medidas de adaptación presentadas se describen muy brevemente, pero cada una de ellas puede ser comentada extensamente y ejemplificada con casos. Procure utilizar recursos audiovisuales que muestren la forma en que estas medidas han sido implementadas en algunos lugares del mundo e invítelos a investigar si se usan o planean usar en el futuro inmediato en su localidad.",
        "cierre": "El propósito es que los alumnos consoliden lo que aprendieron en esta lección y que lo apliquen en la resolución de situaciones de la vida cotidiana en su propia comunidad. La ficha 20 del Cuaderno de evidencias es útil para practicar cálculos relacionados con la transferencia de calor y relacionarlos con el aumento de temperatura del planeta.",
        "ejesArticuladores": "Inclusión.",
        "evaluacionFormativa": "Conoce las medidas de mitigación y adaptación contra el cambio climático. Explica la utilidad de las medidas de mitigación y adaptación contra el cambio climático."
    }
]}